
RAIDBUILDER_UI_DB = {
["profileKeys"]={
["Magiccream - 艾莫莉丝"]="Magiccream - 艾莫莉丝",
},
["global"]={
["serverDatas"]={
["MallData"]="^1^SMallData^T^S推荐#1#1^S3003;150;34492;22903#7001;450;54212;31756#8001;800;35227^S宠物#2^S2001;120;79744;40538#2002;120;68841;37846#3001;150;93669;47348^S玩具#3^S3002;150;33219#4001;240;72161;38925#6001;600;72159;19939^S道具#4^S5001;280;54452^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^t^^",
["AnnData"]="^1^SAnnData^T^Stitle^S集合石插件新版预告^Scontent^S感谢大家的支持，集合石插件60000.07上线，欢迎大家使用。新的界面，新的功能，希望大家多给我们反馈。官方QQ反馈群：317548615^t^^",
},
["annData"]={
[1]={
["unread"]=true,
["title"]="集合石插件新版预告",
["content"]="感谢大家的支持，集合石插件60000.07上线，欢迎大家使用。新的界面，新的功能，希望大家多给我们反馈。官方QQ反馈群：317548615",
},
[2]={
["content"]="最新版本集合石即将完成制作，近期将发布给玩家试用，请大家耐心等待。",
["title"]="集合石插件新版预告",
},
},
},
}