
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["隐匿萨特之印"] = {
			128553, -- [1]
			"item", -- [2]
		},
		["吞噬魔法"] = {
			23, -- [1]
			"spell", -- [2]
		},
		["幻影打击"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["滑翔"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["奥术洪流"] = {
			1, -- [1]
			"spell", -- [2]
		},
		["刃舞"] = {
			22, -- [1]
			"spell", -- [2]
		},
		["疾影"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["恶魔变形"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["幽灵视觉"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["邪能冲撞"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["邪能弹幕"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["眼棱"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["强化"] = {
			143870, -- [1]
			"item", -- [2]
		},
		["混乱打击"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["伊利达雷之怒"] = {
			21, -- [1]
			"spell", -- [2]
		},
		["投掷利刃"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["毁灭"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["进食饮水"] = {
			133565, -- [1]
			"item", -- [2]
		},
		["死亡横扫"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["复仇回避"] = {
			24, -- [1]
			"spell", -- [2]
		},
		["延时之力药水"] = {
			142117, -- [1]
			"item", -- [2]
		},
		["混乱新星"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["第七恶魔合剂"] = {
			127848, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["font"] = "Fonts\\ARKai_T.ttf",
		["config"] = false,
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["time"] = 1.2,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
