
BFCooldownDB = {
	["BUFF"] = {
		["config"] = true,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["割裂"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["阿莎曼的狂乱"] = {
			67, -- [1]
			"spell", -- [2]
		},
		["回春术"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["野性成长"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["铁木树皮"] = {
			65, -- [1]
			"spell", -- [2]
		},
		["梦境行者"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["野蛮咆哮"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["纠缠根须"] = {
			58, -- [1]
			"spell", -- [2]
		},
		["鬃毛倒竖"] = {
			68, -- [1]
			"spell", -- [2]
		},
		["迅捷治愈"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["熊形态"] = {
			51, -- [1]
			"spell", -- [2]
		},
		["蛮力猛击"] = {
			60, -- [1]
			"spell", -- [2]
		},
		["宁静"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["旅行形态"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["月火术"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["氮气推进器"] = {
			147347, -- [1]
			"item", -- [2]
		},
		["树皮术"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["加尼尔的精华"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["百花齐放"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["猛虎之怒"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["塞纳里奥结界"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["沉睡者之怒"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["割碎"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["阳炎术"] = {
			68, -- [1]
			"spell", -- [2]
		},
		["痛击"] = {
			56, -- [1]
			"spell", -- [2]
		},
		["化身：生命之树"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["愈合"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["猎豹形态"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["生命绽放"] = {
			55, -- [1]
			"spell", -- [2]
		},
		["明月普照"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["低吼"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["铁鬃"] = {
			64, -- [1]
			"spell", -- [2]
		},
		["斜掠"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["撕碎"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["乌索尔旋风"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["横扫"] = {
			47, -- [1]
			"spell", -- [2]
		},
		["野性冲锋"] = {
			63, -- [1]
			"spell", -- [2]
		},
		["裂伤"] = {
			59, -- [1]
			"spell", -- [2]
		},
		["野性位移"] = {
			63, -- [1]
			"spell", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
