
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["熊熊雄 - 寒冰皇冠"] = "熊熊雄 - 寒冰皇冠",
	},
	["profiles"] = {
		["熊熊雄 - 寒冰皇冠"] = {
			["appShine"] = "70300.04",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 59.3985595703125,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"2-127-471-0", -- [1]
				"2-112-459-0", -- [2]
				"2-118-463-0", -- [3]
				"2-113-460-0", -- [4]
				"2-115-462-0", -- [5]
				"2-129-476-0", -- [6]
				"2-117-464-0", -- [7]
				"2-120-466-0", -- [8]
				"2-121-467-0", -- [9]
				"2-117-451-0", -- [10]
				"2-114-461-0", -- [11]
				"3-131-479-0", -- [12]
			},
			["lastSearchValue"] = "1-0-0-0",
			["recent"] = {
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "嬡酱-冰霜之刃",
						["iLvl"] = 945,
						["time"] = 1510842893,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "五星少女兽兽周#5782",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "吃俺老孙一棒-血环",
						["time"] = 1510842893,
						["class"] = 11,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "媚咚咕-塞拉摩",
						["time"] = 1510842893,
						["class"] = 11,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "正无邪-血环",
						["time"] = 1510842893,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "宝贝请转身-血环",
						["time"] = 1510842893,
						["class"] = 5,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "寸寸心-利刃之拳",
						["time"] = 1510842893,
						["class"] = 4,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "糖糖了个糖-朵丹尼尔",
						["time"] = 1510842889,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "不卖烟-艾莫莉丝",
						["time"] = 1510842893,
						["class"] = 7,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "莎普爱思-血环",
						["time"] = 1510842893,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "靈霜-提尔之手",
						["iLvl"] = 940,
						["time"] = 1510842893,
						["class"] = 8,
						["bTag"] = "buzhidao#5367",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "混沌之怒-冰川之拳",
						["time"] = 1510842893,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "Begins-迅捷微风",
						["time"] = 1510842893,
						["class"] = 1,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "燃并卵-贫瘠之地",
						["time"] = 1510842893,
						["class"] = 8,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "穆公爵-狂热之刃",
						["time"] = 1510842893,
						["class"] = 8,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "矿石库房-红龙女王",
						["time"] = 1510842893,
						["class"] = 9,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "安小晞-阿拉希",
						["time"] = 1511446139,
						["class"] = 2,
						["leader"] = true,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "吾之娜娜-通灵学院",
						["time"] = 1511446139,
						["class"] = 9,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "飛兲丶-阿拉希",
						["iLvl"] = 945,
						["time"] = 1511446139,
						["class"] = 2,
						["bTag"] = "Evs#51461",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Flower-踏梦者",
						["iLvl"] = 944,
						["time"] = 1511446139,
						["class"] = 8,
						["bTag"] = "花开#51571",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "看见我蛋疼-卡德加",
						["iLvl"] = 918,
						["time"] = 1511446139,
						["class"] = 6,
						["bTag"] = "baifei#5717",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "王阳林路-鬼雾峰",
						["iLvl"] = 945,
						["time"] = 1511446139,
						["class"] = 12,
						["bTag"] = "隔壁老王#514290",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "朵蓝-冰风岗",
						["time"] = 1511446139,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "老兵孤狼-幽暗沼泽",
						["iLvl"] = 943,
						["time"] = 1511446139,
						["class"] = 7,
						["bTag"] = "阿豪豪豪#5662",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "吉普赛丿女郎-米奈希尔",
						["time"] = 1511446139,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "顶兕你-米奈希尔",
						["iLvl"] = 947,
						["time"] = 1511446139,
						["class"] = 2,
						["bTag"] = "跳跳骑士#562254",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "花篝-梅尔加尼",
						["time"] = 1511446139,
						["class"] = 6,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "原始森林-格瑞姆巴托",
						["time"] = 1511446139,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "傾城歌-奥尔加隆",
						["time"] = 1511446139,
						["class"] = 8,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "暮雨御姐-奥尔加隆",
						["iLvl"] = 900,
						["time"] = 1511446139,
						["class"] = 9,
						["bTag"] = "暮雨玉洁#5383",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "血猎丶-贫瘠之地",
						["time"] = 1511446139,
						["class"] = 3,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "夕灬阳-鲜血熔炉",
						["time"] = 1511446139,
						["class"] = 9,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Ritatang-伊森利恩",
						["time"] = 1511446139,
						["class"] = 11,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "秦天-安戈洛",
						["iLvl"] = 914,
						["time"] = 1511446139,
						["class"] = 10,
						["bTag"] = "杨大炮#51137",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "不如重头来过-迅捷微风",
						["time"] = 1511446139,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "蒹丶葭-血环",
						["iLvl"] = 938,
						["time"] = 1511446139,
						["class"] = 2,
						["bTag"] = "南北#5543",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "低调内涵-黑石尖塔",
						["iLvl"] = 874,
						["time"] = 1511446139,
						["class"] = 3,
						["bTag"] = "江南大地瓜#5492",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "赤黄绿-凤凰之神",
						["iLvl"] = 939,
						["time"] = 1511446139,
						["class"] = 12,
						["bTag"] = "女王陛下#5117",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "铩羽归尘-斯克提斯",
						["time"] = 1511446139,
						["class"] = 8,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "四非凡人-格瑞姆巴托",
						["time"] = 1511446139,
						["class"] = 12,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "萌惊禅-古加尔",
						["iLvl"] = 929,
						["time"] = 1511446139,
						["class"] = 5,
						["bTag"] = "人生之若如初见#5697",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "是朕-古加尔",
						["iLvl"] = 936,
						["time"] = 1511446139,
						["class"] = 12,
						["bTag"] = "秦王#5360",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "凱尓萨斯-达斯雷玛",
						["time"] = 1511446139,
						["class"] = 8,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "小小滚-血色十字军",
						["time"] = 1511446139,
						["class"] = 5,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "柒月琉火-死亡之翼",
						["iLvl"] = 876,
						["time"] = 1511446139,
						["class"] = 10,
						["bTag"] = "赖伦泽尔哀歌#51146",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "狡猾地高工-战歌",
						["time"] = 1511446139,
						["class"] = 5,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "伊粒蛋丶炒饭-黑铁",
						["iLvl"] = 934,
						["time"] = 1511446139,
						["class"] = 12,
						["bTag"] = "拿枪的画家#5984",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "炽羽无涯-奥妮克希亚",
						["iLvl"] = 894,
						["time"] = 1511446139,
						["class"] = 1,
						["bTag"] = "炽羽豸翼#5253",
					}, -- [47]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "叶落乄初冬-伊森利恩",
						["iLvl"] = 947,
						["time"] = 1510172601,
						["class"] = 4,
						["bTag"] = "叶落初冬#51129",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "忧伤的小芹菜-太阳之井",
						["iLvl"] = 943,
						["time"] = 1510319242,
						["class"] = 9,
						["bTag"] = "Sacrolash#5154",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "都停手别打了-伊莫塔尔",
						["iLvl"] = 937,
						["time"] = 1510146667,
						["class"] = 3,
						["bTag"] = "踏歌#5541",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "纯情小包包-冰风岗",
						["iLvl"] = 940,
						["time"] = 1509882352,
						["class"] = 6,
						["bTag"] = "胡鑫#5880",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "大炮君-太阳之井",
						["iLvl"] = 936,
						["time"] = 1509704843,
						["class"] = 4,
						["bTag"] = "为了部落#5185726",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "电动雅当-基尔罗格",
						["iLvl"] = 944,
						["time"] = 1510191531,
						["class"] = 2,
						["bTag"] = "全自动小马达#51906",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "軒轅然-黑龙军团",
						["iLvl"] = 945,
						["time"] = 1510146409,
						["class"] = 2,
						["bTag"] = "克里斯蒂安#51731",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "好大一颗术-阿克蒙德",
						["iLvl"] = 950,
						["time"] = 1509705393,
						["class"] = 9,
						["bTag"] = "Titanforged#5604",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "夜色菊花-莱索恩",
						["iLvl"] = 940,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "菊花一紧#5372",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "专吓小盆友-羽月",
						["iLvl"] = 946,
						["time"] = 1510156917,
						["class"] = 9,
						["bTag"] = "七佛灭罪#5994",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "不吃烤鸭-瓦里安",
						["time"] = 1510492696,
						["class"] = 12,
						["leader"] = true,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "花卷卷-艾露恩",
						["iLvl"] = 935,
						["time"] = 1510083689,
						["class"] = 2,
						["bTag"] = "花卷卷#5657",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "牪犇-火焰之树",
						["iLvl"] = 941,
						["time"] = 1509848321,
						["class"] = 3,
						["bTag"] = "桀骜不驯的牛犇#5903",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "九面阎摩敌-冰霜之刃",
						["iLvl"] = 942,
						["time"] = 1510146028,
						["class"] = 11,
						["bTag"] = "九面阎魔敌#5741",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "軍团再临-哈兰",
						["iLvl"] = 946,
						["time"] = 1509705393,
						["class"] = 6,
						["bTag"] = "扶我起来我还能送#52506",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "脱缰的野猪西-鹰巢山",
						["iLvl"] = 949,
						["time"] = 1510146094,
						["class"] = 1,
						["bTag"] = "脱缰的野猪西#5817",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "只吃哈根达斯-海克泰尔",
						["iLvl"] = 945,
						["time"] = 1510492696,
						["class"] = 12,
						["bTag"] = "追巴士的天使#5919",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "贫尼只洗飘柔-瑟莱德丝",
						["iLvl"] = 947,
						["time"] = 1509705393,
						["class"] = 8,
						["bTag"] = "贫尼只洗飘柔#5878",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "郭四-加基森",
						["iLvl"] = 943,
						["time"] = 1510065859,
						["class"] = 12,
						["bTag"] = "毛拉#5110",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "天宇之心-达尔坎",
						["iLvl"] = 947,
						["time"] = 1510857406,
						["class"] = 2,
						["bTag"] = "天宇之心#5820",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "痞气依旧-安苏",
						["iLvl"] = 939,
						["time"] = 1509896535,
						["class"] = 5,
						["bTag"] = "鬼魂之裤#566106",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "梦语青彦-燃烧之刃",
						["iLvl"] = 934,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "梦语青彦#5903",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "战歌神话-迦拉克隆",
						["iLvl"] = 942,
						["time"] = 1511025490,
						["class"] = 11,
						["bTag"] = "西行樱丶吹雪#5200",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "神杀-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1510146028,
						["class"] = 7,
						["bTag"] = "砸你家玻璃#5929",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "醉月踏雪-暴风祭坛",
						["iLvl"] = 943,
						["time"] = 1511106384,
						["class"] = 8,
						["bTag"] = "暗黑堕天使#5479",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "丨巨能射丨-红龙军团",
						["iLvl"] = 941,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "槍出如龍#5177",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丨灬夜色灬丨-凤凰之神",
						["iLvl"] = 943,
						["time"] = 1510191529,
						["class"] = 12,
						["bTag"] = "LuckyTiger#53423",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Aozideve-遗忘海岸",
						["iLvl"] = 943,
						["time"] = 1509975519,
						["class"] = 5,
						["bTag"] = "Aozidevi#5306",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "煮豆子先生-红龙军团",
						["iLvl"] = 938,
						["time"] = 1509896535,
						["class"] = 3,
						["bTag"] = "我走神了#5115",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "没事放个牛-阿纳克洛斯",
						["iLvl"] = 943,
						["time"] = 1510191154,
						["class"] = 1,
						["bTag"] = "Blackway#51169",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "静静的秋-火焰之树",
						["iLvl"] = 944,
						["time"] = 1509976088,
						["class"] = 9,
						["bTag"] = "暗影之龙#543909",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "印尼肉骨茶-安苏",
						["iLvl"] = 934,
						["time"] = 1509847969,
						["class"] = 7,
						["bTag"] = "zhangping#5214",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "老白哥-冰霜之刃",
						["iLvl"] = 947,
						["time"] = 1510190919,
						["class"] = 8,
						["bTag"] = "老白哥#5104",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "暴怒丨天使-萨格拉斯",
						["time"] = 1510146667,
						["class"] = 1,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "希睿-红龙军团",
						["iLvl"] = 947,
						["time"] = 1509847969,
						["class"] = 6,
						["bTag"] = "voodooxb#51953",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "武登庸-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1509892954,
						["class"] = 1,
						["bTag"] = "ShadowStorm#552838",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "能忆不能回-菲米丝",
						["iLvl"] = 945,
						["time"] = 1510504168,
						["class"] = 3,
						["bTag"] = "氿醉#5723",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "随意-伊莫塔尔",
						["iLvl"] = 947,
						["time"] = 1510002233,
						["class"] = 9,
						["bTag"] = "罗小强#5639",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "白宝山-黑翼之巢",
						["iLvl"] = 941,
						["time"] = 1511015203,
						["class"] = 1,
						["bTag"] = "飞哥#5348",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "达摩克利斯-利刃之拳",
						["iLvl"] = 941,
						["time"] = 1509882352,
						["class"] = 1,
						["bTag"] = "主宰之剑#5110",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "Hardy-风暴之怒",
						["iLvl"] = 948,
						["time"] = 1509813504,
						["class"] = 2,
						["bTag"] = "萌萌#5476",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "丨哎呀-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1510410283,
						["class"] = 8,
						["bTag"] = "有个橘子哦#5366",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "裂枣丶-卡德加",
						["iLvl"] = 944,
						["time"] = 1510156917,
						["class"] = 1,
						["bTag"] = "裂枣丶#5137",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "松实宥丶-幽暗沼泽",
						["iLvl"] = 938,
						["time"] = 1510066347,
						["class"] = 3,
						["bTag"] = "心中默念出人品#5566",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "小刺儿头㤟-埃德萨拉",
						["iLvl"] = 946,
						["time"] = 1509976088,
						["class"] = 4,
						["bTag"] = "求求你杀我嘛#5169",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨清歌丶-海克泰尔",
						["iLvl"] = 942,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "沐雨清歌#5623",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "想玩邪迪克-能源舰",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 2,
						["bTag"] = "即刻审判#5706",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Alittlepain-耐普图隆",
						["iLvl"] = 944,
						["time"] = 1509975328,
						["class"] = 7,
						["bTag"] = "Thanos#5502",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "佳人醉鱼儿-安苏",
						["time"] = 1510319242,
						["class"] = 2,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "唐人诶保-末日行者",
						["iLvl"] = 919,
						["time"] = 1511015408,
						["class"] = 1,
						["bTag"] = "唐人诶保#5681",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "氷与火之歌-阿尔萨斯",
						["iLvl"] = 947,
						["time"] = 1510665366,
						["class"] = 8,
						["bTag"] = "冰与火之歌#5856",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔大橙橙-燃烧平原",
						["iLvl"] = 945,
						["time"] = 1509892970,
						["class"] = 9,
						["bTag"] = "裘军#5623",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "枫寒叶残-塞拉摩",
						["iLvl"] = 945,
						["time"] = 1510190919,
						["class"] = 10,
						["bTag"] = "夜与胡渣#5849",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "武器大师-泰兰德",
						["iLvl"] = 928,
						["time"] = 1509848325,
						["class"] = 1,
						["bTag"] = "沉默之风暴#5178739",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "致青春丶小雅-冰风岗",
						["iLvl"] = 947,
						["time"] = 1509792822,
						["class"] = 5,
						["bTag"] = "许蕾#5684",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "魔者蝶舞-艾莫莉丝",
						["iLvl"] = 931,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "DarkDream#5229",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗审判者-红龙军团",
						["iLvl"] = 947,
						["time"] = 1510191460,
						["class"] = 12,
						["bTag"] = "银河系公民#5331",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "兽之痕-奥尔加隆",
						["time"] = 1510492696,
						["class"] = 11,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小鱼灬-血环",
						["iLvl"] = 950,
						["time"] = 1509704856,
						["class"] = 8,
						["bTag"] = "丶小鱼灬#5334",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "艾米莉亚碳-燃烧平原",
						["time"] = 1510504278,
						["class"] = 12,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆无声-冰风岗",
						["iLvl"] = 933,
						["time"] = 1509848539,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "淡淡的犹殇#5822",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Forlovers-恐怖图腾",
						["iLvl"] = 939,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "Forlovers#51849",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "萨拉温格-安苏",
						["iLvl"] = 935,
						["time"] = 1510665366,
						["class"] = 1,
						["bTag"] = "AlexY#51977",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "就是不吊你-洛丹伦",
						["time"] = 1511282568,
						["class"] = 3,
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "涅槃小德-阿扎达斯",
						["iLvl"] = 943,
						["time"] = 1510319633,
						["class"] = 11,
						["bTag"] = "小爆#5508",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "火山奕冉-贫瘠之地",
						["iLvl"] = 946,
						["time"] = 1510757537,
						["class"] = 2,
						["bTag"] = "LittlePants#55367",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "静谧之灵-埃德萨拉",
						["iLvl"] = 936,
						["time"] = 1510757537,
						["class"] = 8,
						["bTag"] = "初夏晴天#51322",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇与你同在-龙骨平原",
						["iLvl"] = 942,
						["time"] = 1510457223,
						["class"] = 9,
						["bTag"] = "鸭卖蛋风语者#5903",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "花果山开山怪-迦拉克隆",
						["iLvl"] = 929,
						["time"] = 1509881729,
						["class"] = 3,
						["bTag"] = "悟空悟空#51949",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "是你德爸爸-回音山",
						["iLvl"] = 942,
						["time"] = 1510842676,
						["class"] = 11,
						["bTag"] = "YMYC#5421",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "二亖鳕熊亖二-夏维安",
						["iLvl"] = 945,
						["time"] = 1510583750,
						["class"] = 7,
						["bTag"] = "鳕熊#5982",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "男神丶痞子-暴风祭坛",
						["iLvl"] = 923,
						["time"] = 1510583184,
						["class"] = 3,
						["bTag"] = "上帝的门徒#5703",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "我不听-无尽之海",
						["iLvl"] = 944,
						["time"] = 1509975338,
						["class"] = 11,
						["bTag"] = "兽人永不为奴#51401",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "兽骨如狼-黑铁",
						["iLvl"] = 947,
						["time"] = 1511193907,
						["class"] = 1,
						["bTag"] = "兽骨如狼#5194",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光征服者-丹莫德",
						["iLvl"] = 947,
						["time"] = 1510146667,
						["class"] = 6,
						["bTag"] = "子夜呢喃#5314",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "说三遍-阿尔萨斯",
						["iLvl"] = 952,
						["time"] = 1511377600,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "wangyj#51643",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "憨厚的太白-克尔苏加德",
						["iLvl"] = 946,
						["time"] = 1510457216,
						["class"] = 3,
						["bTag"] = "太白#5331",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "北欧大祭司-格鲁尔",
						["iLvl"] = 944,
						["time"] = 1510758071,
						["class"] = 5,
						["bTag"] = "惊魂之地精#53691",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "肥狼-巨龙之吼",
						["iLvl"] = 942,
						["time"] = 1510665057,
						["class"] = 4,
						["bTag"] = "肥狼#5476",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "袖珍小贝-海克泰尔",
						["iLvl"] = 948,
						["time"] = 1509993044,
						["class"] = 3,
						["bTag"] = "suckoff#5865",
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "戰鬥藝術-克尔苏加德",
						["iLvl"] = 946,
						["time"] = 1510191154,
						["class"] = 2,
						["bTag"] = "戰鬥藝術#5156",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "小波霸-符文图腾",
						["iLvl"] = 936,
						["time"] = 1510493742,
						["class"] = 8,
						["bTag"] = "超能之法师#5797",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "夜枭丶挽歌-燃烧之刃",
						["iLvl"] = 936,
						["time"] = 1509793252,
						["class"] = 8,
						["bTag"] = "夜枭#51210",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁熊爸爸-布兰卡德",
						["iLvl"] = 946,
						["time"] = 1510665057,
						["class"] = 11,
						["bTag"] = "EricY#5893",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单的趴趴熊-冰霜之刃",
						["iLvl"] = 944,
						["time"] = 1509759628,
						["class"] = 4,
						["bTag"] = "小荷露尖#5553",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "生涯一片青山-血色十字军",
						["iLvl"] = 940,
						["time"] = 1509793252,
						["class"] = 11,
						["bTag"] = "北落师门#52513",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "折戟沉沙丷-格瑞姆巴托",
						["iLvl"] = 940,
						["time"] = 1511106828,
						["class"] = 2,
						["bTag"] = "卖女孩的小火柴#53587",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "恩娅-拉文凯斯",
						["iLvl"] = 941,
						["time"] = 1510146081,
						["class"] = 3,
						["bTag"] = "落月#5517",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "那些年一起两-希尔瓦娜斯",
						["iLvl"] = 927,
						["time"] = 1511015203,
						["class"] = 10,
						["bTag"] = "诺诺诺瓦索隆#5410",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "哈缪尔丶萌德-影之哀伤",
						["iLvl"] = 942,
						["time"] = 1510145825,
						["class"] = 11,
						["bTag"] = "路人甲#56606",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Rainkiss-索瑞森",
						["iLvl"] = 945,
						["time"] = 1510318847,
						["class"] = 3,
						["bTag"] = "不叠被子的猫#5104",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "冄灬辛离-影之哀伤",
						["iLvl"] = 942,
						["time"] = 1509896535,
						["class"] = 3,
						["bTag"] = "寂夜寒雨#51759",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "金属装甲-阿拉希",
						["iLvl"] = 925,
						["time"] = 1509848210,
						["class"] = 2,
						["bTag"] = "Ron#52539",
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "謎亂的痕迹-弗塞雷迦",
						["iLvl"] = 945,
						["time"] = 1510191507,
						["class"] = 1,
						["bTag"] = "驴总术士牧师死骑#5447",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "沫沫守護-艾莫莉丝",
						["iLvl"] = 950,
						["time"] = 1511114146,
						["class"] = 2,
						["bTag"] = "沫沫#5442",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的目光-无尽之海",
						["iLvl"] = 940,
						["time"] = 1511446254,
						["class"] = 12,
						["bTag"] = "零度#53730",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Bazinggaa-伊森利恩",
						["iLvl"] = 945,
						["time"] = 1510891716,
						["class"] = 6,
						["bTag"] = "噢耶噢耶#5639",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "Cweicheng-梅尔加尼",
						["iLvl"] = 925,
						["time"] = 1511015041,
						["class"] = 1,
						["bTag"] = "Zor#5103",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "斷橋殘膤-阿纳克洛斯",
						["iLvl"] = 937,
						["time"] = 1510190895,
						["class"] = 3,
						["bTag"] = "快乐之足#55582",
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "云在彼岸-无尽之海",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 2,
						["bTag"] = "绿竹轩#5607",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "Adan-托塞德林",
						["iLvl"] = 943,
						["time"] = 1509993024,
						["class"] = 10,
						["bTag"] = "夜空#5102",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "打石头的屁屁-迦拉克隆",
						["iLvl"] = 941,
						["time"] = 1509821556,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "heartgelte#5172",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "这皮皮虾有毒-暗影议会",
						["iLvl"] = 946,
						["time"] = 1509705393,
						["class"] = 12,
						["bTag"] = "吊炸天#51178",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "上辈子吊爆了-鬼雾峰",
						["iLvl"] = 948,
						["time"] = 1509976088,
						["class"] = 10,
						["bTag"] = "熊霸钓鱼岛#5719",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "迅猛龙先森-萨菲隆",
						["iLvl"] = 946,
						["time"] = 1510410283,
						["class"] = 7,
						["bTag"] = "龙翼#5912",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "方泸-鬼雾峰",
						["iLvl"] = 938,
						["time"] = 1509976088,
						["class"] = 12,
						["bTag"] = "曲江#5240",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "稚囡-影之哀伤",
						["iLvl"] = 935,
						["time"] = 1510583750,
						["class"] = 12,
						["bTag"] = "你是谁的谁#51403",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "風揚蝶依-羽月",
						["time"] = 1511377429,
						["class"] = 3,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "托马斯穆勒-布兰卡德",
						["iLvl"] = 934,
						["time"] = 1510319242,
						["class"] = 6,
						["bTag"] = "bighoo#5960",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "雄汹-死亡之翼",
						["iLvl"] = 939,
						["time"] = 1510319242,
						["class"] = 9,
						["bTag"] = "雄空#5939",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "十一月的蕴仪-布兰卡德",
						["iLvl"] = 946,
						["time"] = 1510582915,
						["class"] = 3,
						["bTag"] = "我找卡拉#5267",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "东乡杀马特-血吼",
						["iLvl"] = 940,
						["time"] = 1509705393,
						["class"] = 4,
						["bTag"] = "来口翔#5776",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "死了还有耐-伊森利恩",
						["iLvl"] = 949,
						["time"] = 1510145937,
						["class"] = 5,
						["bTag"] = "丁山石二比#5207",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "大馒儿头-地狱咆哮",
						["iLvl"] = 942,
						["time"] = 1509881867,
						["class"] = 3,
						["bTag"] = "馒头#51414",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒之炎-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1509759731,
						["class"] = 2,
						["bTag"] = "橙子大人#5627",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "极限小衰仔-黑暗魅影",
						["iLvl"] = 946,
						["time"] = 1510002223,
						["class"] = 8,
						["bTag"] = "Vurtne#5862",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "莎卡-血环",
						["iLvl"] = 946,
						["time"] = 1509892970,
						["class"] = 3,
						["bTag"] = "junjun#5281",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "惊靈-冬拥湖",
						["iLvl"] = 945,
						["time"] = 1510191154,
						["class"] = 3,
						["bTag"] = "精灵暗牧#5939",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "沫丷独行-深渊之巢",
						["iLvl"] = 931,
						["time"] = 1510456745,
						["class"] = 9,
						["bTag"] = "Paul#5533",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Paidaxing-安苏",
						["iLvl"] = 943,
						["time"] = 1510413698,
						["class"] = 5,
						["bTag"] = "sion#51165",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "默丶念-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1511106384,
						["class"] = 8,
						["bTag"] = "Mmmmmmjiajia#5357",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "相当骚感-伊森利恩",
						["iLvl"] = 930,
						["time"] = 1509906720,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "宝盖木#51125",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "亓天大聖-鬼雾峰",
						["iLvl"] = 939,
						["time"] = 1509705146,
						["class"] = 3,
						["bTag"] = "齐天大圣#54537",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "Tunnelvision-霜之哀伤",
						["iLvl"] = 946,
						["time"] = 1511282561,
						["class"] = 3,
						["bTag"] = "梦梦丫#5595",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的小尼玛-芬里斯",
						["iLvl"] = 938,
						["time"] = 1509759626,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "天启混沌#5983",
					}, -- [125]
					{
						["role"] = "TANK",
						["name"] = "可爱一点点-莱索恩",
						["iLvl"] = 946,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "我很大#51753",
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "喵巫-狂热之刃",
						["iLvl"] = 939,
						["time"] = 1510890437,
						["class"] = 5,
						["bTag"] = "柚柚栀丶#5527",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "孤雨寒星-狂热之刃",
						["iLvl"] = 940,
						["time"] = 1509705136,
						["class"] = 1,
						["bTag"] = "孤雨寒星#5356",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "血舞轻杀-烈焰峰",
						["iLvl"] = 942,
						["time"] = 1510145815,
						["class"] = 9,
						["bTag"] = "绿皮#5325",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "活有余罪-萨尔",
						["iLvl"] = 936,
						["time"] = 1510493742,
						["class"] = 1,
						["bTag"] = "咕叽咕叽#5856",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "墨念今生-安苏",
						["iLvl"] = 929,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "MagicTurtle#53993",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "哆蕾咪-盖斯",
						["iLvl"] = 942,
						["time"] = 1510191531,
						["class"] = 3,
						["bTag"] = "米苏#5392",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我黑胖-时光之穴",
						["iLvl"] = 940,
						["time"] = 1510842676,
						["class"] = 11,
						["bTag"] = "带你怼进垃圾堆#5827",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "水无月丶流歌-迅捷微风",
						["time"] = 1511025490,
						["class"] = 6,
					}, -- [134]
					{
						["role"] = "HEALER",
						["name"] = "绝地天一白神-利刃之拳",
						["iLvl"] = 941,
						["time"] = 1510066724,
						["class"] = 5,
						["bTag"] = "坑爹小王子#5211",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "Stormragee-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1511025286,
						["class"] = 12,
						["bTag"] = "BloodMagee#5543",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "欧廷小妖-红龙军团",
						["iLvl"] = 948,
						["time"] = 1509704856,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "NightKnight#59474",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼唇的人累啊-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1510583750,
						["class"] = 12,
						["bTag"] = "鱼唇的人类#5298",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "老爷-寒冰皇冠",
						["iLvl"] = 934,
						["time"] = 1510410283,
						["class"] = 2,
						["bTag"] = "浅浅的海#5200",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "上善若水灬-哈卡",
						["iLvl"] = 949,
						["time"] = 1511015203,
						["class"] = 8,
						["bTag"] = "暴躁之鼬#53945",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "甜橙酱-库尔提拉斯",
						["iLvl"] = 943,
						["time"] = 1509976088,
						["class"] = 12,
						["bTag"] = "家家狂#5993",
					}, -- [141]
					{
						["role"] = "TANK",
						["name"] = "諾彌勒-阿尔萨斯",
						["iLvl"] = 944,
						["time"] = 1511106990,
						["class"] = 6,
						["bTag"] = "NUO#51391",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "佐手丿寂寞-亚雷戈斯",
						["iLvl"] = 944,
						["time"] = 1510665057,
						["class"] = 3,
						["bTag"] = "灬一直很低调#51628",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "華麗謝幕丶-洛丹伦",
						["iLvl"] = 947,
						["time"] = 1510842676,
						["class"] = 8,
						["bTag"] = "刘霁锋#5730",
					}, -- [144]
					{
						["role"] = "TANK",
						["name"] = "一位父亲-加兹鲁维",
						["iLvl"] = 941,
						["time"] = 1510190919,
						["class"] = 6,
						["bTag"] = "haoyu#5453",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "射姬-太阳之井",
						["iLvl"] = 946,
						["time"] = 1509792785,
						["class"] = 3,
						["bTag"] = "为了部落#5185726",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "一点小钱-索瑞森",
						["iLvl"] = 946,
						["time"] = 1509794196,
						["class"] = 9,
						["bTag"] = "盗友请留步#51552",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔的小狮子-阿尔萨斯",
						["iLvl"] = 935,
						["time"] = 1509705146,
						["class"] = 9,
						["bTag"] = "温柔的小狮子#51986",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰凉凉-奈法利安",
						["iLvl"] = 939,
						["time"] = 1510757898,
						["class"] = 8,
						["bTag"] = "狂人名流#5827",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "谜语-贫瘠之地",
						["iLvl"] = 940,
						["time"] = 1510145815,
						["class"] = 4,
						["bTag"] = "桃楽丝#51324",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "抗曰-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1510456745,
						["class"] = 1,
						["bTag"] = "抗曰#51915",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖纱-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1509881867,
						["class"] = 2,
						["bTag"] = "桃楽丝#51324",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑丶一刀丶-太阳之井",
						["iLvl"] = 934,
						["time"] = 1509848529,
						["class"] = 12,
						["bTag"] = "紫电#5579",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "谁动了我的鱼-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1509759634,
						["class"] = 11,
						["bTag"] = "Baobaomarisa#5764",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "单点丶-伊森利恩",
						["iLvl"] = 939,
						["time"] = 1509881855,
						["class"] = 1,
						["bTag"] = "古城温暖#5874",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "范总吃烧烤-迅捷微风",
						["iLvl"] = 938,
						["time"] = 1509705393,
						["class"] = 9,
						["bTag"] = "梦想在流浪#5710",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "烟涛微茫-萨菲隆",
						["iLvl"] = 950,
						["time"] = 1511015408,
						["class"] = 8,
						["bTag"] = "涛哥叔叔#5421",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "扯火-红龙军团",
						["iLvl"] = 945,
						["time"] = 1509794202,
						["class"] = 6,
						["bTag"] = "爆炸糖#51660",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "神之妖魔-迦拉克隆",
						["iLvl"] = 948,
						["time"] = 1511025490,
						["class"] = 8,
						["bTag"] = "神之领域#5432",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "晓虫子-加兹鲁维",
						["iLvl"] = 942,
						["time"] = 1510891718,
						["class"] = 11,
						["bTag"] = "小虫子#5482",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "大脸猫不开心-泰兰德",
						["iLvl"] = 942,
						["time"] = 1510172573,
						["class"] = 3,
						["bTag"] = "沉默之风暴#5178739",
					}, -- [161]
					{
						["role"] = "TANK",
						["name"] = "康斯坦丝-能源舰",
						["iLvl"] = 946,
						["time"] = 1509848325,
						["class"] = 6,
						["bTag"] = "黄泉#5705",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "双子星加隆-迪托马斯",
						["iLvl"] = 946,
						["time"] = 1509892970,
						["class"] = 3,
						["bTag"] = "孤傲之熊#56109",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "影灬佑-迦拉克隆",
						["iLvl"] = 936,
						["time"] = 1509975529,
						["class"] = 3,
						["bTag"] = "影佑#5954",
					}, -- [164]
					{
						["role"] = "TANK",
						["name"] = "月夜醉宸-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1510146409,
						["class"] = 11,
						["bTag"] = "守护之魂#5505",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "雨天的尾芭-加尔",
						["iLvl"] = 946,
						["time"] = 1509848529,
						["class"] = 2,
						["bTag"] = "雨天的尾芭#5483",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "Kinierfire-格瑞姆巴托",
						["time"] = 1510665366,
						["class"] = 8,
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "苍火乱坠-厄祖玛特",
						["iLvl"] = 926,
						["time"] = 1510066347,
						["class"] = 6,
						["bTag"] = "苍火乱坠#5637",
					}, -- [168]
					{
						["role"] = "TANK",
						["name"] = "格罗牳丶地狱-燃烧之刃",
						["iLvl"] = 943,
						["time"] = 1511114146,
						["class"] = 6,
						["bTag"] = "神之基拉#5690",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "沐化云巅-巫妖之王",
						["iLvl"] = 934,
						["time"] = 1510084013,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "凝霜郡主#5611",
					}, -- [170]
					{
						["role"] = "TANK",
						["name"] = "非天丿修罗-安苏",
						["iLvl"] = 940,
						["time"] = 1509976035,
						["class"] = 6,
						["bTag"] = "米迦勒#5167",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "风都吹的动-密林游侠",
						["iLvl"] = 932,
						["time"] = 1509759626,
						["class"] = 9,
						["bTag"] = "求影十锋#5203",
					}, -- [172]
					{
						["role"] = "TANK",
						["name"] = "亚洲国宝-伊利丹",
						["iLvl"] = 933,
						["time"] = 1510191531,
						["class"] = 10,
						["bTag"] = "玩命#5253",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "雪月花丶-斯克提斯",
						["iLvl"] = 931,
						["time"] = 1510083689,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Thebigpine#5999",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "用过的都说好-鬼雾峰",
						["iLvl"] = 943,
						["time"] = 1509792834,
						["class"] = 3,
						["bTag"] = "欢喜打烂砂锅#5462",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "我的月亮-冰霜之刃",
						["iLvl"] = 945,
						["time"] = 1511106990,
						["class"] = 9,
						["bTag"] = "moshen#5780",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Daozi-伊森利恩",
						["iLvl"] = 942,
						["time"] = 1510891752,
						["class"] = 7,
						["bTag"] = "道子#5581",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "壮乡潇洒-贫瘠之地",
						["iLvl"] = 940,
						["time"] = 1510083801,
						["class"] = 7,
						["bTag"] = "闪亮之雄#513798",
					}, -- [178]
					{
						["role"] = "TANK",
						["name"] = "白骨哀-雷霆之王",
						["iLvl"] = 942,
						["time"] = 1509759749,
						["class"] = 1,
						["bTag"] = "栖迟丶#5225",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "怒海-冰风岗",
						["iLvl"] = 927,
						["time"] = 1509881727,
						["class"] = 1,
						["bTag"] = "观海的小号#5855",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "国民大叔-燃烧平原",
						["iLvl"] = 943,
						["time"] = 1509848529,
						["class"] = 3,
						["bTag"] = "紫汀#5702",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "Sant-夏维安",
						["time"] = 1511377600,
						["class"] = 5,
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "五星杜松-影之哀伤",
						["iLvl"] = 939,
						["time"] = 1509667197,
						["class"] = 10,
						["bTag"] = "内什么#5297",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "酷似你祖宗-库尔提拉斯",
						["iLvl"] = 932,
						["time"] = 1511188769,
						["class"] = 12,
						["bTag"] = "路旁的落叶#5117",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "雾零-玛瑟里顿",
						["iLvl"] = 929,
						["time"] = 1509993331,
						["class"] = 12,
						["bTag"] = "刹那永恒#51101",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "陈伏-海克泰尔",
						["iLvl"] = 938,
						["time"] = 1511188593,
						["class"] = 4,
						["bTag"] = "陈小鱼#5391",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "Greyknight-阿纳克洛斯",
						["iLvl"] = 937,
						["time"] = 1510843586,
						["class"] = 6,
						["bTag"] = "Honour#5161",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "修罗之翼-克尔苏加德",
						["iLvl"] = 950,
						["time"] = 1510156917,
						["class"] = 9,
						["bTag"] = "修罗之翼#5985",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气随行-寒冰皇冠",
						["iLvl"] = 943,
						["time"] = 1509705393,
						["class"] = 6,
						["bTag"] = "狼狗#5670",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "卩纯黑白丶-埃加洛尔",
						["iLvl"] = 942,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "DevilSylar#5305",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "闪避-日落沼泽",
						["iLvl"] = 937,
						["time"] = 1509813042,
						["class"] = 3,
						["bTag"] = "部落之子#510290",
					}, -- [191]
					{
						["role"] = "TANK",
						["name"] = "醉打醉拳-布兰卡德",
						["iLvl"] = 944,
						["time"] = 1509667197,
						["class"] = 10,
						["bTag"] = "洗衣粉#51896",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "妃姬儿乖-血环",
						["iLvl"] = 923,
						["time"] = 1509705146,
						["class"] = 10,
						["bTag"] = "酷炫#5725",
					}, -- [193]
					{
						["role"] = "HEALER",
						["name"] = "青藤门下犬-遗忘海岸",
						["iLvl"] = 928,
						["time"] = 1510066341,
						["class"] = 5,
						["bTag"] = "呼啸如风金中汪汪#5745",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "狼行灬千里-血色十字军",
						["iLvl"] = 943,
						["time"] = 1509881867,
						["class"] = 3,
						["bTag"] = "a123#5976",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "諸葛流云-冰霜之刃",
						["iLvl"] = 949,
						["time"] = 1509848539,
						["class"] = 1,
						["bTag"] = "诸葛流云#5327",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "射皮皮虾出离-暗影议会",
						["iLvl"] = 939,
						["time"] = 1510156917,
						["class"] = 3,
						["bTag"] = "吊炸天#51178",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "发色特蓝-凤凰之神",
						["iLvl"] = 933,
						["time"] = 1510319633,
						["class"] = 1,
						["bTag"] = "发色特蓝卡特#5758",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "花滿楼-太阳之井",
						["iLvl"] = 945,
						["time"] = 1510583182,
						["class"] = 8,
						["bTag"] = "霹璃#5767",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "慕薇-无尽之海",
						["iLvl"] = 950,
						["time"] = 1509848529,
						["class"] = 3,
						["bTag"] = "残阳似雪#5854",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋烟灰不掉-凯恩血蹄",
						["iLvl"] = 934,
						["time"] = 1511015203,
						["class"] = 2,
						["bTag"] = "SneakyTurtle#545631",
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "Neverdiee-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1511188768,
						["class"] = 6,
						["bTag"] = "Edcee3001#5615",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "科大张学友-安东尼达斯",
						["iLvl"] = 942,
						["time"] = 1509793252,
						["class"] = 1,
						["bTag"] = "Edison#5587",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "風天芷炎-密林游侠",
						["iLvl"] = 949,
						["time"] = 1510842676,
						["class"] = 4,
						["bTag"] = "DreamyZheng#5364",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "小鹿触心头-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1510413698,
						["class"] = 3,
						["bTag"] = "飘落的枫#5452",
					}, -- [205]
					{
						["role"] = "TANK",
						["name"] = "汤姆乄汉克斯-艾莫莉丝",
						["iLvl"] = 921,
						["time"] = 1509975328,
						["class"] = 2,
						["bTag"] = "暮然回首千里雪#5968",
					}, -- [206]
					{
						["role"] = "HEALER",
						["name"] = "夏姬尒丶闪-凤凰之神",
						["iLvl"] = 930,
						["time"] = 1510065776,
						["class"] = 7,
						["bTag"] = "冷月丶无声#51537",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "咆哮哥哥-冰风岗",
						["iLvl"] = 947,
						["time"] = 1510890555,
						["class"] = 12,
						["bTag"] = "咆哮#5432",
					}, -- [208]
					{
						["role"] = "TANK",
						["name"] = "圣光之魔-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1509848325,
						["class"] = 2,
						["bTag"] = "猛撞王老虎#5176",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月丨鬼影-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1510410283,
						["class"] = 9,
						["bTag"] = "冷月鬼影#5111",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "Flowerysmell-安苏",
						["iLvl"] = 934,
						["time"] = 1509667197,
						["class"] = 4,
						["bTag"] = "Poisonlove#5868",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮-恐怖图腾",
						["iLvl"] = 945,
						["time"] = 1511025286,
						["class"] = 1,
						["bTag"] = "Alps#5218",
					}, -- [212]
					{
						["role"] = "TANK",
						["name"] = "嗜血狂玫瑰-奈法利安",
						["iLvl"] = 935,
						["time"] = 1509759801,
						["class"] = 6,
						["bTag"] = "SWAT#5463",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "独调奇奇-耐奥祖",
						["iLvl"] = 944,
						["time"] = 1510842676,
						["class"] = 7,
						["bTag"] = "Vic#5192",
					}, -- [214]
					{
						["role"] = "TANK",
						["name"] = "鼓捣猫-闪电之刃",
						["iLvl"] = 920,
						["time"] = 1509881729,
						["class"] = 2,
						["bTag"] = "小魚#5390",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "叁岁谈恋爱-塞拉摩",
						["iLvl"] = 931,
						["time"] = 1510065776,
						["class"] = 3,
						["bTag"] = "焚天老鬼#5234",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "Favouritepvp-迦罗娜",
						["iLvl"] = 915,
						["time"] = 1509881729,
						["class"] = 4,
						["bTag"] = "华丽之虎#543816",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "Samgor-冰风岗",
						["iLvl"] = 931,
						["time"] = 1509813512,
						["class"] = 3,
						["bTag"] = "Samgor#51405",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "玖橙一夢丶-贫瘠之地",
						["iLvl"] = 929,
						["time"] = 1509812938,
						["class"] = 3,
						["bTag"] = "一头流浪的牛#5871",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利蒙牛奶-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510191529,
						["class"] = 11,
						["bTag"] = "老子有点猛#5484",
					}, -- [220]
					{
						["role"] = "TANK",
						["name"] = "天堂歌颂者-圣火神殿",
						["iLvl"] = 941,
						["time"] = 1510066724,
						["class"] = 2,
						["bTag"] = "风的声音#51764",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "牛犊-冰风岗",
						["iLvl"] = 940,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "牛仔#51171",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "樓樓幽幽-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1510504160,
						["class"] = 4,
						["bTag"] = "细凤#51617",
					}, -- [223]
					{
						["role"] = "HEALER",
						["name"] = "沈与凤-恶魔之魂",
						["iLvl"] = 945,
						["time"] = 1509759801,
						["class"] = 5,
						["bTag"] = "青年沈安庆#5771",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐小老鼠-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1510319242,
						["class"] = 8,
						["bTag"] = "小开开#5629",
					}, -- [225]
					{
						["role"] = "TANK",
						["name"] = "Mariaarredo-克尔苏加德",
						["iLvl"] = 945,
						["time"] = 1510002210,
						["class"] = 6,
						["bTag"] = "leona#52720",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "莱风-托塞德林",
						["iLvl"] = 941,
						["time"] = 1511295498,
						["class"] = 1,
						["bTag"] = "夜空#5102",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "酸奶尐馒头-燃烧之刃",
						["time"] = 1509881867,
						["class"] = 7,
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "一斩-格瑞姆巴托",
						["iLvl"] = 939,
						["time"] = 1510582923,
						["class"] = 1,
						["bTag"] = "半闲#5156",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "向上帝报到-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1511114146,
						["class"] = 8,
						["bTag"] = "ISABELLA#5868",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "白色梦想-洛丹伦",
						["iLvl"] = 918,
						["time"] = 1509848539,
						["class"] = 1,
						["bTag"] = "白色梦想#51386",
					}, -- [231]
					{
						["role"] = "TANK",
						["name"] = "魔女恩西-狂热之刃",
						["iLvl"] = 940,
						["time"] = 1509882352,
						["class"] = 12,
						["bTag"] = "寻找花小妖#5756",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "小跟班吖辉-海克泰尔",
						["iLvl"] = 939,
						["time"] = 1509896535,
						["class"] = 7,
						["bTag"] = "啊辉#5210",
					}, -- [233]
					{
						["role"] = "TANK",
						["name"] = "Alcyoneus-奥斯里安",
						["iLvl"] = 927,
						["time"] = 1511377178,
						["class"] = 11,
						["bTag"] = "索尔血寒#5658",
					}, -- [234]
					{
						["role"] = "TANK",
						["name"] = "月球厨师-克尔苏加德",
						["iLvl"] = 941,
						["time"] = 1509813081,
						["class"] = 6,
						["bTag"] = "迪奥的奇妙冒险#5972",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "静夜听风-布莱恩",
						["iLvl"] = 947,
						["time"] = 1511282568,
						["class"] = 2,
						["bTag"] = "静听夜雨如歌#5697",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "唯念珺珺-布兰卡德",
						["iLvl"] = 929,
						["time"] = 1511025490,
						["class"] = 4,
						["bTag"] = "SHACOCJ#5529",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "最愛我家宝宝-厄祖玛特",
						["iLvl"] = 942,
						["time"] = 1510156917,
						["class"] = 8,
						["bTag"] = "Sagittarius#5996",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "清新-屠魔山谷",
						["iLvl"] = 941,
						["time"] = 1511025490,
						["class"] = 4,
						["bTag"] = "永远蔚蓝#5282",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "系色望先生-巨龙之吼",
						["iLvl"] = 942,
						["time"] = 1510665366,
						["class"] = 3,
						["bTag"] = "绝望先生#5350",
					}, -- [240]
					{
						["role"] = "HEALER",
						["name"] = "青衫素顏-雷霆之王",
						["iLvl"] = 908,
						["time"] = 1509704843,
						["class"] = 5,
						["bTag"] = "我不是丑小鸭#5239",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑法舞者-风暴之怒",
						["iLvl"] = 929,
						["time"] = 1510890437,
						["class"] = 8,
						["bTag"] = "暗黑法舞者#5137",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "冰释牛川枫-血吼",
						["iLvl"] = 939,
						["time"] = 1509794185,
						["class"] = 1,
						["bTag"] = "古月#5432",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "荒耶宗莲-龙骨平原",
						["iLvl"] = 924,
						["time"] = 1509705393,
						["class"] = 4,
						["bTag"] = "白夜黑伞#5337",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "还是鱼先生-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1509704856,
						["class"] = 11,
						["bTag"] = "鱼先生#5157",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "花江夏树丶-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1511025490,
						["class"] = 8,
						["bTag"] = "花江夏树#51967",
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "飞天老爷-巨龙之吼",
						["iLvl"] = 931,
						["time"] = 1510665941,
						["class"] = 2,
						["bTag"] = "飞天御姐流#5140",
					}, -- [247]
					{
						["role"] = "HEALER",
						["name"] = "朱老板-霜之哀伤",
						["iLvl"] = 932,
						["time"] = 1509993044,
						["class"] = 5,
						["bTag"] = "帅妞#5192",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "夏饮冬泉酒丶-回音山",
						["iLvl"] = 946,
						["time"] = 1510318830,
						["class"] = 11,
						["bTag"] = "让我随风去#5334",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "Stride-亚雷戈斯",
						["iLvl"] = 902,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "shurrik#5637",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉大人-遗忘海岸",
						["iLvl"] = 933,
						["time"] = 1511106990,
						["class"] = 8,
						["bTag"] = "野原新之助#52819",
					}, -- [251]
					{
						["role"] = "TANK",
						["name"] = "殺小人的貓-冰风岗",
						["iLvl"] = 940,
						["time"] = 1511015062,
						["class"] = 11,
						["bTag"] = "龙猪无敌#5685",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的乖萌受-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1511106990,
						["class"] = 5,
						["bTag"] = "Crusher#5512",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的腿毛-丽丽（四川）",
						["iLvl"] = 944,
						["time"] = 1510156917,
						["class"] = 4,
						["bTag"] = "范亮#5334",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "Xibigbig-狂热之刃",
						["iLvl"] = 927,
						["time"] = 1510457208,
						["class"] = 11,
						["bTag"] = "anikii#5914",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "若陌-凤凰之神",
						["iLvl"] = 933,
						["time"] = 1509813134,
						["class"] = 4,
						["bTag"] = "美女#5507",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "丶南瓜-伊森利恩",
						["iLvl"] = 938,
						["time"] = 1509667197,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "南瓜粥#5967",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "伊人無泪-影之哀伤",
						["iLvl"] = 909,
						["time"] = 1509667197,
						["class"] = 5,
						["bTag"] = "理心#5740",
					}, -- [258]
					{
						["role"] = "TANK",
						["name"] = "开心小骑-冰霜之刃",
						["iLvl"] = 926,
						["time"] = 1509667197,
						["class"] = 6,
						["bTag"] = "开心小盗#5986",
					}, -- [259]
					{
						["role"] = "HEALER",
						["name"] = "泄矢诹访子-血色十字军",
						["iLvl"] = 937,
						["time"] = 1509667197,
						["class"] = 5,
						["bTag"] = "洩矢诹访子#5330",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "娜塔亞的滅屠-白骨荒野",
						["iLvl"] = 945,
						["time"] = 1509667197,
						["class"] = 3,
						["bTag"] = "希望天使奥利尔#51930",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "牧豕听经-亚雷戈斯",
						["time"] = 1509667197,
						["class"] = 5,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "幽暗灬猎-闪电之刃",
						["time"] = 1509667197,
						["class"] = 3,
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "烟花亦冷-玛瑟里顿",
						["iLvl"] = 942,
						["time"] = 1509667197,
						["class"] = 3,
						["bTag"] = "王中一#51240",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "洛漪-利刃之拳",
						["iLvl"] = 943,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "洛漪#5994",
					}, -- [265]
					{
						["role"] = "TANK",
						["name"] = "萧邦-无尽之海",
						["iLvl"] = 946,
						["time"] = 1509667197,
						["class"] = 2,
						["bTag"] = "一样的流浪#5795",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫仙君-克尔苏加德",
						["iLvl"] = 946,
						["time"] = 1509667197,
						["class"] = 10,
						["bTag"] = "超能之法师#522991",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "姝飞机-影之哀伤",
						["time"] = 1509667197,
						["class"] = 3,
					}, -- [268]
					{
						["role"] = "HEALER",
						["name"] = "天使才是本体-影之哀伤",
						["iLvl"] = 948,
						["time"] = 1509667197,
						["class"] = 5,
						["bTag"] = "失落沙洲#51600",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "Cem-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1509667197,
						["class"] = 1,
						["bTag"] = "unlife#5282",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "侠客瞄人缝-狂热之刃",
						["iLvl"] = 933,
						["time"] = 1509993216,
						["class"] = 4,
						["bTag"] = "神马升#5185",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "尼根-血色十字军",
						["iLvl"] = 938,
						["time"] = 1510758071,
						["class"] = 12,
						["bTag"] = "Tippi#5767",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "任飘渺-雏龙之翼",
						["iLvl"] = 944,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "撼天阙#5693",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "青峰厌倦漂泊-萨尔",
						["iLvl"] = 940,
						["time"] = 1509667197,
						["class"] = 3,
						["bTag"] = "军哥#51697",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "乄米奈希尔丶-影之哀伤",
						["time"] = 1509667197,
						["class"] = 6,
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋又疼了-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1509705138,
						["class"] = 12,
						["bTag"] = "天空飘过五个字#5369",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "騒的呛喉咙-丽丽（四川）",
						["iLvl"] = 943,
						["time"] = 1509704856,
						["class"] = 3,
						["bTag"] = "双流老妈兔头#5781",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "牧法杀-红云台地",
						["iLvl"] = 940,
						["time"] = 1509705146,
						["class"] = 4,
						["bTag"] = "感情洁癖#5113",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "夜空冰霜-狂热之刃",
						["iLvl"] = 936,
						["time"] = 1509704856,
						["class"] = 8,
						["bTag"] = "云雾之山#5788",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "凉風-凤凰之神",
						["iLvl"] = 920,
						["time"] = 1509704856,
						["class"] = 1,
						["bTag"] = "鋒火#5512",
					}, -- [280]
					{
						["role"] = "TANK",
						["name"] = "树苗丶-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1509704843,
						["class"] = 11,
						["bTag"] = "浅浅#5624",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "诗酒趁年轻-无尽之海",
						["iLvl"] = 932,
						["time"] = 1509704856,
						["class"] = 8,
						["bTag"] = "夜很漫长#5449",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "弗丁之怒-达尔坎",
						["iLvl"] = 946,
						["time"] = 1509704856,
						["class"] = 2,
						["bTag"] = "幸运之翼#521439",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "好雨知时-深渊之巢",
						["iLvl"] = 900,
						["time"] = 1509704856,
						["class"] = 1,
						["bTag"] = "魂雨#5946",
					}, -- [284]
					{
						["role"] = "HEALER",
						["name"] = "无乃-洛萨",
						["iLvl"] = 918,
						["time"] = 1509704856,
						["class"] = 5,
						["bTag"] = "MOMODA#5554",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "每天都在穿越-踏梦者",
						["iLvl"] = 942,
						["time"] = 1509704856,
						["class"] = 6,
						["bTag"] = "唐僧洗头爱飘柔#5752",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "乄土匪-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1509704856,
						["class"] = 1,
						["bTag"] = "天堂追風#5329",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "夹斯特浪-雷霆之王",
						["iLvl"] = 948,
						["time"] = 1509705115,
						["class"] = 8,
						["bTag"] = "西门只会吹雪#5923",
					}, -- [288]
					{
						["role"] = "TANK",
						["name"] = "狂野公爵-血环",
						["iLvl"] = 928,
						["time"] = 1509704856,
						["class"] = 2,
						["bTag"] = "Sinduorie#5541",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒小宝-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1509704856,
						["class"] = 4,
						["bTag"] = "小宝#5187",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "挥剑断情-黑龙军团",
						["iLvl"] = 947,
						["time"] = 1509705393,
						["class"] = 4,
						["bTag"] = "挥剑断情#5182",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "Devilsmaycry-燃烧之刃",
						["iLvl"] = 944,
						["time"] = 1509704843,
						["class"] = 9,
						["bTag"] = "六六六#51361",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "基尔高-迅捷微风",
						["iLvl"] = 926,
						["time"] = 1509704856,
						["class"] = 8,
						["bTag"] = "传国玉玺#5563",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "Memory-通灵学院",
						["iLvl"] = 927,
						["time"] = 1509704856,
						["class"] = 1,
						["bTag"] = "回忆惹人醉#51179",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "一力丹达累-森金",
						["iLvl"] = 940,
						["time"] = 1509704856,
						["class"] = 12,
						["bTag"] = "苍天下的鹰#5636",
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "苁吥漃寞-熵魔",
						["iLvl"] = 945,
						["time"] = 1510172586,
						["class"] = 11,
						["bTag"] = "魔法之翼#5133",
					}, -- [296]
					{
						["role"] = "HEALER",
						["name"] = "素交面-烈焰峰",
						["time"] = 1509704839,
						["class"] = 11,
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "向右冲锋-战歌",
						["iLvl"] = 940,
						["time"] = 1509704843,
						["class"] = 1,
						["bTag"] = "狂野之狼#510579",
					}, -- [298]
					{
						["role"] = "TANK",
						["name"] = "伊利哥-血顶",
						["iLvl"] = 944,
						["time"] = 1509704856,
						["class"] = 6,
						["bTag"] = "易丢#5907",
					}, -- [299]
					{
						["role"] = "HEALER",
						["name"] = "Graduationn-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1509704856,
						["class"] = 5,
						["bTag"] = "孙旭明#51982",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "杀光魔兽呀-遗忘海岸",
						["iLvl"] = 933,
						["time"] = 1509704843,
						["class"] = 3,
						["bTag"] = "飞鸿#51149",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "小小的忧桑-萨尔",
						["iLvl"] = 939,
						["time"] = 1509705115,
						["class"] = 12,
						["bTag"] = "飞来飞去#5772",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "不要肉肉-无尽之海",
						["iLvl"] = 917,
						["time"] = 1509705393,
						["class"] = 12,
						["bTag"] = "赵日天#51872",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "艾文尼斯-盖斯",
						["iLvl"] = 942,
						["time"] = 1509704856,
						["class"] = 2,
						["bTag"] = "艾利#51879",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "悻福灬微甜-萨菲隆",
						["iLvl"] = 943,
						["time"] = 1509704843,
						["class"] = 7,
						["bTag"] = "水墨青花#51137",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "契弃茹楉-艾莫莉丝",
						["iLvl"] = 930,
						["time"] = 1509704856,
						["class"] = 8,
						["bTag"] = "暮然回首千里雪#5968",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "一丶饭特稀-布兰卡德",
						["iLvl"] = 941,
						["time"] = 1509704843,
						["class"] = 12,
						["bTag"] = "夜灬完全醉了#5668",
					}, -- [307]
					{
						["role"] = "HEALER",
						["name"] = "神真子小朋友-凯恩血蹄",
						["iLvl"] = 926,
						["time"] = 1509704856,
						["class"] = 7,
						["bTag"] = "狗狗熊#5189",
					}, -- [308]
					{
						["role"] = "TANK",
						["name"] = "Ppu-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1509704856,
						["class"] = 10,
						["bTag"] = "Mica#51675",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "睡意昏沉-影之哀伤",
						["iLvl"] = 932,
						["time"] = 1509705061,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "放手而为#5373",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "阿默-暗影议会",
						["iLvl"] = 942,
						["time"] = 1510758071,
						["class"] = 8,
						["bTag"] = "阿曼#5472",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "堕羅天使-阿克蒙德",
						["iLvl"] = 913,
						["time"] = 1509705092,
						["class"] = 1,
						["bTag"] = "LostAngeL#5387",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "小贼一枚-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1509705146,
						["class"] = 4,
						["bTag"] = "演员#53884",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "虫虫寄理-白骨荒野",
						["iLvl"] = 943,
						["time"] = 1509705146,
						["class"] = 3,
						["bTag"] = "慵懒之泰坦#57687",
					}, -- [314]
					{
						["role"] = "TANK",
						["name"] = "Lure-屠魔山谷",
						["iLvl"] = 885,
						["time"] = 1509705146,
						["class"] = 12,
						["bTag"] = "连修哲#5169",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "冰乖乖-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1509705005,
						["class"] = 8,
						["bTag"] = "冰乖乖#5938",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "Athurne-冰风岗",
						["iLvl"] = 878,
						["time"] = 1509705146,
						["class"] = 1,
						["bTag"] = "Athurne#5613",
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "葉安迪-血环",
						["time"] = 1509704999,
						["class"] = 3,
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱吃大西瓜-冰风岗",
						["time"] = 1509704999,
						["class"] = 8,
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福之翼-伊兰尼库斯",
						["iLvl"] = 939,
						["time"] = 1509705146,
						["class"] = 3,
						["bTag"] = "幸运之翼#518519",
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "記憶丶畫紅塵-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1509705146,
						["class"] = 9,
						["bTag"] = "落尘曦#5887",
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "风停叶落-卡德罗斯",
						["iLvl"] = 943,
						["time"] = 1509705146,
						["class"] = 1,
						["bTag"] = "叶落无痕#51889",
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "Osmanthus-格雷迈恩",
						["iLvl"] = 945,
						["time"] = 1509705138,
						["class"] = 12,
						["bTag"] = "凋零的时间#51210",
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "北门红鸾-影之哀伤",
						["time"] = 1509705146,
						["class"] = 5,
					}, -- [324]
					{
						["role"] = "TANK",
						["name"] = "汐雨-布兰卡德",
						["iLvl"] = 912,
						["time"] = 1509705146,
						["class"] = 2,
						["bTag"] = "风吹雨#5597",
					}, -- [325]
					{
						["role"] = "TANK",
						["name"] = "克伦崴尔-海克泰尔",
						["iLvl"] = 912,
						["time"] = 1509705146,
						["class"] = 2,
						["bTag"] = "Bruce#52599",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "Gosh-激流之傲",
						["iLvl"] = 937,
						["time"] = 1509705136,
						["class"] = 3,
						["bTag"] = "juanwa#5357",
					}, -- [327]
					{
						["role"] = "HEALER",
						["name"] = "青木丽华-燃烧之刃",
						["time"] = 1509705115,
						["class"] = 2,
					}, -- [328]
					{
						["role"] = "TANK",
						["name"] = "橘子香水-燃烧之刃",
						["iLvl"] = 942,
						["time"] = 1509705138,
						["class"] = 2,
						["bTag"] = "longlong#5844",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "咔妮马-鬼雾峰",
						["iLvl"] = 941,
						["time"] = 1509705138,
						["class"] = 1,
						["bTag"] = "咔妮马#5803",
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "发蜡抹太多-克尔苏加德",
						["iLvl"] = 936,
						["time"] = 1509813500,
						["class"] = 4,
						["bTag"] = "大屁股#5366",
					}, -- [331]
					{
						["role"] = "TANK",
						["name"] = "Hymniloveu-艾露恩",
						["iLvl"] = 941,
						["time"] = 1509705136,
						["class"] = 12,
						["bTag"] = "Gongziliu#5340",
					}, -- [332]
					{
						["role"] = "DAMAGER",
						["name"] = "Binks-火焰之树",
						["iLvl"] = 939,
						["time"] = 1509975513,
						["class"] = 3,
						["bTag"] = "飞魔士#5942",
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "丶親過闺蜜嘴-红龙女王",
						["iLvl"] = 932,
						["time"] = 1509705146,
						["class"] = 8,
						["bTag"] = "Bomshakalaka#51534",
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜悟道-冰风岗",
						["iLvl"] = 943,
						["time"] = 1509705146,
						["class"] = 5,
						["bTag"] = "熊猫鑫#5712",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "这皮皮虾有虫-暗影议会",
						["iLvl"] = 941,
						["time"] = 1509705146,
						["class"] = 1,
						["bTag"] = "吊炸天#51178",
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥猎杀-菲拉斯",
						["iLvl"] = 944,
						["time"] = 1509705138,
						["class"] = 3,
						["bTag"] = "逍遥明少#5495",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "嗳睡觉的懒牛-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1509705146,
						["class"] = 2,
						["bTag"] = "三绅石#5503",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "谁会为我哭泣-黑铁",
						["iLvl"] = 936,
						["time"] = 1509705146,
						["class"] = 3,
						["bTag"] = "谁会为我哭泣#5271",
					}, -- [339]
					{
						["role"] = "TANK",
						["name"] = "烟雨空濛-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1509705144,
						["class"] = 2,
						["bTag"] = "bloodsky#5811",
					}, -- [340]
					{
						["role"] = "HEALER",
						["name"] = "丨曾經丶無助-战歌",
						["iLvl"] = 943,
						["time"] = 1509705136,
						["class"] = 11,
						["bTag"] = "冰点#5141",
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "典当丶宠物-战歌",
						["iLvl"] = 904,
						["time"] = 1509705146,
						["class"] = 3,
						["bTag"] = "小钢炮灬#51648",
					}, -- [342]
					{
						["role"] = "DAMAGER",
						["name"] = "Stevenbigmom-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1510757898,
						["class"] = 6,
						["bTag"] = "一路向北不好漂#5808",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "Thranduil-艾露恩",
						["iLvl"] = 941,
						["time"] = 1509705393,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "猫妖#5647",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "Ryki-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1509705393,
						["class"] = 3,
						["bTag"] = "Phonism#51361",
					}, -- [345]
					{
						["role"] = "TANK",
						["name"] = "橙百万千-迅捷微风",
						["iLvl"] = 935,
						["time"] = 1509705393,
						["class"] = 6,
						["bTag"] = "路霸爱你哟#5838",
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "牛战王铁柱-死亡熔炉",
						["iLvl"] = 932,
						["time"] = 1509705393,
						["class"] = 1,
						["bTag"] = "王大炮#5985",
					}, -- [347]
					{
						["role"] = "TANK",
						["name"] = "Sinnerinhell-阿克蒙德",
						["iLvl"] = 946,
						["time"] = 1509792785,
						["class"] = 6,
						["bTag"] = "都不爱吃苦瓜#5791",
					}, -- [348]
					{
						["role"] = "TANK",
						["name"] = "譕齿-血顶",
						["iLvl"] = 931,
						["time"] = 1509705393,
						["class"] = 2,
						["bTag"] = "出来卖好羞涩#5354",
					}, -- [349]
					{
						["role"] = "DAMAGER",
						["name"] = "萨塔妮娅-伊森利恩",
						["iLvl"] = 941,
						["time"] = 1509705393,
						["class"] = 9,
						["bTag"] = "木花咲耶姬#5158",
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "樱小路奈奈子-死亡之翼",
						["iLvl"] = 939,
						["time"] = 1509705393,
						["class"] = 4,
						["bTag"] = "奥希莉亚#5288",
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "残丷阳-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1509705393,
						["class"] = 6,
						["bTag"] = "沉醉灬幻云#5615",
					}, -- [352]
					{
						["role"] = "TANK",
						["name"] = "爱吃面条-血环",
						["iLvl"] = 932,
						["time"] = 1509705393,
						["class"] = 2,
						["bTag"] = "猫空空#5783",
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "兔美拯救世界-燃烧之刃",
						["iLvl"] = 924,
						["time"] = 1509705393,
						["class"] = 3,
						["bTag"] = "天涯与地#5176",
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "乐奥诗舞-毁灭之锤",
						["iLvl"] = 930,
						["time"] = 1509705393,
						["class"] = 12,
						["bTag"] = "鼠哥#5570",
					}, -- [355]
					{
						["role"] = "TANK",
						["name"] = "牧羊人之月-安苏",
						["iLvl"] = 860,
						["time"] = 1509705393,
						["class"] = 6,
						["bTag"] = "云墨深秋#5419",
					}, -- [356]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨瞎子-奥斯里安",
						["iLvl"] = 944,
						["time"] = 1509705393,
						["class"] = 12,
						["bTag"] = "何芳#5409",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "血染云彤-冰风岗",
						["iLvl"] = 936,
						["time"] = 1509705393,
						["class"] = 1,
						["bTag"] = "临海听雨#5650",
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "猢狴猎-无尽之海",
						["iLvl"] = 940,
						["time"] = 1509705393,
						["class"] = 3,
						["bTag"] = "Apgra#5792",
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "橙滿滿-龙骨平原",
						["iLvl"] = 943,
						["time"] = 1509705393,
						["class"] = 11,
						["bTag"] = "橙满满#5887",
					}, -- [360]
					{
						["role"] = "DAMAGER",
						["name"] = "秦之觞-狂热之刃",
						["iLvl"] = 943,
						["time"] = 1509793252,
						["class"] = 4,
						["bTag"] = "孤雨寒星#5356",
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "何以为戦-冰风岗",
						["iLvl"] = 910,
						["time"] = 1509705393,
						["class"] = 1,
						["bTag"] = "浮屠葬心#5311",
					}, -- [362]
					{
						["role"] = "DAMAGER",
						["name"] = "空色摇摆-无尽之海",
						["iLvl"] = 938,
						["time"] = 1509705393,
						["class"] = 9,
						["bTag"] = "空色摇摆#5728",
					}, -- [363]
					{
						["role"] = "TANK",
						["name"] = "抖哀木小猴子-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1509705393,
						["class"] = 6,
						["bTag"] = "陨落#5234",
					}, -- [364]
					{
						["role"] = "DAMAGER",
						["name"] = "妞大壮-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1509705393,
						["class"] = 3,
						["bTag"] = "飞飞往前冲#5796",
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "清风美酒-阿曼尼",
						["iLvl"] = 937,
						["time"] = 1509705393,
						["class"] = 4,
						["bTag"] = "无法无天#5160",
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "單刷女生宿舍-阿卡玛",
						["iLvl"] = 915,
						["time"] = 1509705318,
						["class"] = 1,
						["bTag"] = "淡定#5560",
					}, -- [367]
					{
						["role"] = "HEALER",
						["name"] = "饺子真好吃-密林游侠",
						["iLvl"] = 941,
						["time"] = 1509705393,
						["class"] = 5,
						["bTag"] = "爆炸输出#51196",
					}, -- [368]
					{
						["role"] = "DAMAGER",
						["name"] = "凉晨丶-克尔苏加德",
						["iLvl"] = 934,
						["time"] = 1509705393,
						["class"] = 8,
						["bTag"] = "RuanTianQi#5254",
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "尐懒蟲-凤凰之神",
						["iLvl"] = 933,
						["time"] = 1509705393,
						["class"] = 2,
						["bTag"] = "nana1230#5192",
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑丶七七-太阳之井",
						["iLvl"] = 936,
						["time"] = 1509705393,
						["class"] = 12,
						["bTag"] = "Charles#54293",
					}, -- [371]
					{
						["role"] = "DAMAGER",
						["name"] = "源氏哥哥-霜狼",
						["iLvl"] = 948,
						["time"] = 1509705393,
						["class"] = 10,
						["bTag"] = "修仙者#51753",
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "小弟弟顶地球-阿曼尼",
						["iLvl"] = 941,
						["time"] = 1509759628,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "一头熊胖子#5497",
					}, -- [373]
					{
						["role"] = "DAMAGER",
						["name"] = "Alicend-安苏",
						["iLvl"] = 937,
						["time"] = 1509759628,
						["class"] = 4,
						["bTag"] = "Arudea#5371",
					}, -- [374]
					{
						["role"] = "DAMAGER",
						["name"] = "勿搭嘎-加兹鲁维",
						["iLvl"] = 943,
						["time"] = 1509759628,
						["class"] = 10,
						["bTag"] = "Tdream#5220",
					}, -- [375]
					{
						["role"] = "HEALER",
						["name"] = "卡莲喵-白银之手",
						["iLvl"] = 938,
						["time"] = 1509759690,
						["class"] = 5,
						["bTag"] = "久远寺有珠#51422",
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "丶佐佐-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1509759636,
						["class"] = 11,
						["bTag"] = "浏丶熙晨#5941",
					}, -- [377]
					{
						["role"] = "DAMAGER",
						["name"] = "成语接龙-影之哀伤",
						["iLvl"] = 944,
						["time"] = 1509759632,
						["class"] = 12,
						["bTag"] = "keeper#5717",
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "医家猎灵者-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1509759801,
						["class"] = 3,
						["bTag"] = "满天星#5963",
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "星丶晨-迅捷微风",
						["iLvl"] = 947,
						["time"] = 1509759628,
						["class"] = 8,
						["bTag"] = "MagicGnome#561697",
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "我为你解毒-地狱咆哮",
						["iLvl"] = 909,
						["time"] = 1509759664,
						["class"] = 4,
						["bTag"] = "冷漠#5635",
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "迪凯是比大-影之哀伤",
						["time"] = 1509759628,
						["class"] = 12,
					}, -- [382]
					{
						["role"] = "DAMAGER",
						["name"] = "秦之殤-狂热之刃",
						["iLvl"] = 945,
						["time"] = 1509759626,
						["class"] = 12,
						["bTag"] = "孤雨寒星#5356",
					}, -- [383]
					{
						["role"] = "TANK",
						["name"] = "宫静蜜岚-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1509759636,
						["class"] = 2,
						["bTag"] = "灵性堡垒#5762",
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "念希-格雷迈恩",
						["iLvl"] = 928,
						["time"] = 1509759630,
						["class"] = 12,
						["bTag"] = "鬼舞沧月#5697",
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "偶压死米-希尔瓦娜斯",
						["iLvl"] = 941,
						["time"] = 1509759662,
						["class"] = 4,
						["bTag"] = "偶压死米#5820",
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "夜袭茅房-无尽之海",
						["iLvl"] = 931,
						["time"] = 1509792832,
						["class"] = 12,
						["bTag"] = "bynow#51589",
					}, -- [387]
					{
						["role"] = "HEALER",
						["name"] = "血色黎明丷-亡语者",
						["iLvl"] = 939,
						["time"] = 1509759632,
						["class"] = 5,
						["bTag"] = "暴躁之武僧#512119",
					}, -- [388]
					{
						["role"] = "DAMAGER",
						["name"] = "温暖丿雨-海克泰尔",
						["iLvl"] = 947,
						["time"] = 1509759744,
						["class"] = 3,
						["bTag"] = "妳的木棉树#5331",
					}, -- [389]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗里的影子-祖达克",
						["time"] = 1509759801,
						["class"] = 4,
					}, -- [390]
					{
						["role"] = "DAMAGER",
						["name"] = "悲傷的情詩-海克泰尔",
						["iLvl"] = 937,
						["time"] = 1509759749,
						["class"] = 12,
						["bTag"] = "海盗哒船长#5611",
					}, -- [391]
					{
						["role"] = "DAMAGER",
						["name"] = "血舞-奈萨里奥",
						["iLvl"] = 942,
						["time"] = 1509759628,
						["class"] = 12,
						["bTag"] = "小小的贪婪#5229",
					}, -- [392]
					{
						["role"] = "TANK",
						["name"] = "我温柔似阳光-格瑞姆巴托",
						["iLvl"] = 949,
						["time"] = 1509759751,
						["class"] = 6,
						["bTag"] = "Lee#56973",
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "膳魔師-无尽之海",
						["iLvl"] = 908,
						["time"] = 1509759753,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "弥撒#5477",
					}, -- [394]
					{
						["role"] = "DAMAGER",
						["name"] = "囡囡爱囡囡-阿曼尼",
						["iLvl"] = 937,
						["time"] = 1509759763,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Joker#520542",
					}, -- [395]
					{
						["role"] = "DAMAGER",
						["name"] = "Deceit-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1509759749,
						["class"] = 8,
						["bTag"] = "yezi#5745",
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔最强-暗影议会",
						["iLvl"] = 942,
						["time"] = 1509759664,
						["class"] = 1,
						["bTag"] = "恶魔信徒#51462",
					}, -- [397]
					{
						["role"] = "DAMAGER",
						["name"] = "倾听丶寂寞-斯克提斯",
						["iLvl"] = 943,
						["time"] = 1509759757,
						["class"] = 12,
						["bTag"] = "Honyjaja#5305",
					}, -- [398]
					{
						["role"] = "TANK",
						["name"] = "Mtgodfather-摩摩尔",
						["iLvl"] = 926,
						["time"] = 1509759801,
						["class"] = 1,
						["bTag"] = "seven#5683",
					}, -- [399]
					{
						["role"] = "TANK",
						["name"] = "指縫陽光-狂热之刃",
						["iLvl"] = 919,
						["time"] = 1509759763,
						["class"] = 1,
						["bTag"] = "幸运之翼#55149",
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心橙意-深渊之喉",
						["iLvl"] = 943,
						["time"] = 1509759755,
						["class"] = 4,
						["bTag"] = "无形装逼#5226",
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "Shengjam-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1509759749,
						["class"] = 12,
						["bTag"] = "升酱#5400",
					}, -- [402]
					{
						["role"] = "DAMAGER",
						["name"] = "哦了我晓丶-洛丹伦",
						["iLvl"] = 928,
						["time"] = 1509759749,
						["class"] = 3,
						["bTag"] = "枫弟弟#51994",
					}, -- [403]
					{
						["role"] = "DAMAGER",
						["name"] = "Cinnamaroll-洛丹伦",
						["iLvl"] = 939,
						["time"] = 1509759749,
						["class"] = 8,
						["bTag"] = "catrille#5831",
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "万达广场-通灵学院",
						["iLvl"] = 943,
						["time"] = 1509759757,
						["class"] = 8,
						["bTag"] = "阿峰#5682",
					}, -- [405]
					{
						["role"] = "TANK",
						["name"] = "天台微凉丶-白骨荒野",
						["iLvl"] = 941,
						["time"] = 1509759753,
						["class"] = 2,
						["bTag"] = "Zzj#5471",
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨橙枫丶-血色十字军",
						["iLvl"] = 940,
						["time"] = 1510145815,
						["class"] = 8,
						["bTag"] = "InsoMnia#5610",
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "半夢-雷霆之王",
						["iLvl"] = 944,
						["time"] = 1509759751,
						["class"] = 4,
						["bTag"] = "半夢#51665",
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "魔纹蔚-瓦里安",
						["iLvl"] = 933,
						["time"] = 1509759751,
						["class"] = 12,
						["bTag"] = "青春#52992",
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "矬子百味鸡-凤凰之神",
						["iLvl"] = 938,
						["time"] = 1509759749,
						["class"] = 9,
						["bTag"] = "守护之魂#5505",
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "乱爱-燃烧之刃",
						["iLvl"] = 952,
						["time"] = 1509759771,
						["class"] = 1,
						["bTag"] = "乱爱依然#5766",
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "灬破天灬-冰风岗",
						["iLvl"] = 946,
						["time"] = 1509759749,
						["class"] = 3,
						["bTag"] = "墨鱼0206#5178",
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "足戋足沓-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1509759776,
						["class"] = 1,
						["bTag"] = "DirtyS#5445",
					}, -- [413]
					{
						["role"] = "TANK",
						["name"] = "母牛小骑士-摩摩尔",
						["iLvl"] = 939,
						["time"] = 1509759801,
						["class"] = 2,
						["bTag"] = "蛋蛋#51998",
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "好奇怪丶-迅捷微风",
						["iLvl"] = 922,
						["time"] = 1509759801,
						["class"] = 4,
						["bTag"] = "小马#5605",
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉达雷-塔纳利斯",
						["iLvl"] = 929,
						["time"] = 1509759801,
						["class"] = 12,
						["bTag"] = "闪亮之翼#519484",
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小笼包-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1509848533,
						["class"] = 8,
						["bTag"] = "贝多芬的忧伤#5516",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "别闹给你糖-萨尔",
						["iLvl"] = 941,
						["time"] = 1509759801,
						["class"] = 9,
						["bTag"] = "Heaven#5392",
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "香丽高速-燃烧之刃",
						["iLvl"] = 938,
						["time"] = 1509759801,
						["class"] = 12,
						["bTag"] = "corrupter#51849",
					}, -- [419]
					{
						["role"] = "TANK",
						["name"] = "红锅锅-血色十字军",
						["iLvl"] = 939,
						["time"] = 1509759801,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "超能之忍者#55931",
					}, -- [420]
					{
						["role"] = "DAMAGER",
						["name"] = "戰叼-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1510146409,
						["class"] = 1,
						["bTag"] = "大宜兴小人物#5366",
					}, -- [421]
					{
						["role"] = "DAMAGER",
						["name"] = "战神牛牛-苏塔恩",
						["iLvl"] = 923,
						["time"] = 1509759801,
						["class"] = 1,
						["bTag"] = "阿万茶楼#5989",
					}, -- [422]
					{
						["role"] = "TANK",
						["name"] = "白凤凰-弗塞雷迦",
						["iLvl"] = 943,
						["time"] = 1509759801,
						["class"] = 2,
						["bTag"] = "起司猫#5294",
					}, -- [423]
					{
						["role"] = "DAMAGER",
						["name"] = "看我旋风斩-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1509759801,
						["class"] = 1,
						["bTag"] = "抱歉#56912",
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "八神月姬-海加尔",
						["iLvl"] = 937,
						["time"] = 1509759801,
						["class"] = 8,
						["bTag"] = "likaidefs#5962",
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "克里絲蒂娜-黑龙军团",
						["iLvl"] = 945,
						["time"] = 1509759801,
						["class"] = 12,
						["bTag"] = "克里斯蒂安#51731",
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "Lucinda-巫妖之王",
						["iLvl"] = 939,
						["time"] = 1509759801,
						["class"] = 4,
						["bTag"] = "要爽别怕疼#5127",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "飞行的无尾熊-贫瘠之地",
						["time"] = 1509759801,
						["class"] = 9,
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "塞雷特-奥斯里安",
						["iLvl"] = 868,
						["time"] = 1509792611,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "知晓日月#5665",
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "比基尼小兽-伊利丹",
						["iLvl"] = 818,
						["time"] = 1509792611,
						["class"] = 1,
						["bTag"] = "月色苍白#51841",
					}, -- [430]
					{
						["role"] = "DAMAGER",
						["name"] = "奥萨波尔-索瑞森",
						["iLvl"] = 941,
						["time"] = 1509792611,
						["class"] = 4,
						["bTag"] = "奥萨波尔#5197",
					}, -- [431]
					{
						["role"] = "TANK",
						["name"] = "Psageras-盖斯",
						["iLvl"] = 937,
						["time"] = 1509792611,
						["class"] = 6,
						["bTag"] = "Ysageras#5260",
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "Andybasara-幽暗沼泽",
						["iLvl"] = 934,
						["time"] = 1509792611,
						["class"] = 3,
						["bTag"] = "Andybasara#5150",
					}, -- [433]
					{
						["role"] = "DAMAGER",
						["name"] = "没得亡法-苏塔恩",
						["iLvl"] = 940,
						["time"] = 1509792611,
						["class"] = 8,
						["bTag"] = "DDLucky#5179",
					}, -- [434]
					{
						["role"] = "TANK",
						["name"] = "曉白鼠-鲜血熔炉",
						["iLvl"] = 896,
						["time"] = 1509792611,
						["class"] = 11,
						["bTag"] = "风小泪#5639",
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂雷-血顶",
						["iLvl"] = 934,
						["time"] = 1509792560,
						["class"] = 8,
						["bTag"] = "飞翔的麻雀#51161",
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "花样老伯-烈焰峰",
						["time"] = 1509792571,
						["class"] = 2,
					}, -- [437]
					{
						["role"] = "DAMAGER",
						["name"] = "天然卷魔王-迅捷微风",
						["iLvl"] = 932,
						["time"] = 1509792553,
						["class"] = 11,
						["bTag"] = "热心邻居老王#5371",
					}, -- [438]
					{
						["role"] = "DAMAGER",
						["name"] = "娣毛-密林游侠",
						["iLvl"] = 902,
						["time"] = 1509792611,
						["class"] = 1,
						["bTag"] = "狂野之狼#5212357",
					}, -- [439]
					{
						["role"] = "DAMAGER",
						["name"] = "邪灵贝贝-恶魔之魂",
						["iLvl"] = 942,
						["time"] = 1509792611,
						["class"] = 9,
						["bTag"] = "魔天使邪#5289",
					}, -- [440]
					{
						["role"] = "DAMAGER",
						["name"] = "Signál-黑铁",
						["iLvl"] = 946,
						["time"] = 1509792611,
						["class"] = 4,
						["bTag"] = "羁绊#5436",
					}, -- [441]
					{
						["role"] = "DAMAGER",
						["name"] = "有德比有尸-伊森利恩",
						["iLvl"] = 933,
						["time"] = 1509792611,
						["class"] = 11,
						["bTag"] = "死亡灬旋律#5648",
					}, -- [442]
					{
						["role"] = "DAMAGER",
						["name"] = "咚咚栋-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1509792611,
						["class"] = 12,
						["bTag"] = "小伙丶心黑手狠#5924",
					}, -- [443]
					{
						["role"] = "DAMAGER",
						["name"] = "冰峰狼魔-死亡之翼",
						["iLvl"] = 923,
						["time"] = 1509792611,
						["class"] = 3,
						["bTag"] = "willin#5457",
					}, -- [444]
					{
						["role"] = "TANK",
						["name"] = "花儿纳吉-伊森利恩",
						["iLvl"] = 945,
						["time"] = 1509792611,
						["class"] = 6,
						["bTag"] = "EviLSteps#5298",
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "悠久之翼丶-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1509792611,
						["class"] = 9,
						["bTag"] = "EviLSteps#5298",
					}, -- [446]
					{
						["role"] = "DAMAGER",
						["name"] = "琉刃若火-卡德加",
						["iLvl"] = 940,
						["time"] = 1509792611,
						["class"] = 4,
						["bTag"] = "开哥帅过吴彦祖#51552",
					}, -- [447]
					{
						["role"] = "TANK",
						["name"] = "浩瀚阳光-盖斯",
						["iLvl"] = 914,
						["time"] = 1509792611,
						["class"] = 6,
						["bTag"] = "考灵#5404",
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "抽抽-格瑞姆巴托",
						["iLvl"] = 938,
						["time"] = 1509792609,
						["class"] = 9,
						["bTag"] = "小鸽子#5387",
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "大地之宇-无尽之海",
						["iLvl"] = 943,
						["time"] = 1509792611,
						["class"] = 3,
						["bTag"] = "穿梭时光#5953",
					}, -- [450]
					{
						["role"] = "DAMAGER",
						["name"] = "Sásükè-夏维安",
						["time"] = 1509792611,
						["class"] = 4,
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "借過-霜之哀伤",
						["iLvl"] = 899,
						["time"] = 1509792830,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "wanyanjun#5504",
					}, -- [452]
					{
						["role"] = "TANK",
						["name"] = "恶魔小刺猬-冰风岗",
						["iLvl"] = 948,
						["time"] = 1510891718,
						["class"] = 12,
						["bTag"] = "刺猬#5382",
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "丶做人要低调-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1509792826,
						["class"] = 3,
						["bTag"] = "但曾相见便相知#5538",
					}, -- [454]
					{
						["role"] = "DAMAGER",
						["name"] = "刘小胖胖-晴日峰（江苏）",
						["iLvl"] = 942,
						["time"] = 1509792855,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "小胖#54170",
					}, -- [455]
					{
						["role"] = "TANK",
						["name"] = "浩剋-安苏",
						["iLvl"] = 940,
						["time"] = 1509792836,
						["class"] = 1,
						["bTag"] = "FUNBOBO#5433",
					}, -- [456]
					{
						["role"] = "DAMAGER",
						["name"] = "索克的黑锁-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1509792836,
						["class"] = 9,
						["bTag"] = "锁哥#5558",
					}, -- [457]
					{
						["role"] = "HEALER",
						["name"] = "宝贝丶娇娇-塞拉摩",
						["time"] = 1509792820,
						["class"] = 5,
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "那个逊哥-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1509792826,
						["class"] = 1,
						["bTag"] = "乔沃德达吉巴#51909",
					}, -- [459]
					{
						["role"] = "DAMAGER",
						["name"] = "筱桃梓-雷霆之怒",
						["iLvl"] = 937,
						["time"] = 1509792785,
						["class"] = 3,
						["bTag"] = "大鸭梨#5616",
					}, -- [460]
					{
						["role"] = "DAMAGER",
						["name"] = "阿部土司-凤凰之神",
						["iLvl"] = 949,
						["time"] = 1509792838,
						["class"] = 8,
						["bTag"] = "aboo#51666",
					}, -- [461]
					{
						["role"] = "DAMAGER",
						["name"] = "伊灬俐丿灬單-能源舰",
						["iLvl"] = 948,
						["time"] = 1509792830,
						["class"] = 12,
						["bTag"] = "伊灬俐丿灬單#5334",
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "飞机-熔火之心",
						["iLvl"] = 942,
						["time"] = 1509792840,
						["bTag"] = "跟吧哥#5958",
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "Arcturus-冬泉谷",
						["iLvl"] = 947,
						["time"] = 1509792832,
						["class"] = 7,
						["bTag"] = "zzrnemo#5842",
					}, -- [464]
					{
						["role"] = "HEALER",
						["name"] = "橙心如意-深渊之巢",
						["iLvl"] = 929,
						["time"] = 1509792826,
						["class"] = 10,
						["bTag"] = "顾我灬心安#51434",
					}, -- [465]
					{
						["role"] = "DAMAGER",
						["name"] = "魔偶不耐烦了-瓦拉斯塔兹",
						["iLvl"] = 941,
						["time"] = 1509792826,
						["class"] = 5,
						["bTag"] = "Lynn#53494",
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "抹灬茶-迅捷微风",
						["iLvl"] = 947,
						["time"] = 1509792826,
						["class"] = 7,
						["bTag"] = "n1ce#51898",
					}, -- [467]
					{
						["role"] = "TANK",
						["name"] = "叶巡璃丶-狂热之刃",
						["time"] = 1509792834,
						["class"] = 10,
					}, -- [468]
					{
						["role"] = "DAMAGER",
						["name"] = "瑾夏年华-冰风岗",
						["iLvl"] = 940,
						["time"] = 1509792820,
						["class"] = 12,
						["bTag"] = "紫在不舍#5457",
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "华阳区地皮-黑铁",
						["time"] = 1509792828,
						["class"] = 1,
					}, -- [470]
					{
						["role"] = "DAMAGER",
						["name"] = "巨乳软妹子-戈提克",
						["iLvl"] = 944,
						["time"] = 1509848533,
						["class"] = 8,
						["bTag"] = "巨乳软妹子#5948",
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "长得帅射得快-黑铁",
						["iLvl"] = 937,
						["time"] = 1509792828,
						["class"] = 3,
						["bTag"] = "怼我被反杀#51335",
					}, -- [472]
					{
						["role"] = "TANK",
						["name"] = "丶谭大能耐-冰霜之刃",
						["iLvl"] = 945,
						["time"] = 1510504289,
						["class"] = 1,
						["bTag"] = "我是恐怖#5924",
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "雨辰宝宝-密林游侠",
						["iLvl"] = 951,
						["time"] = 1509792785,
						["class"] = 1,
						["bTag"] = "爱晚亭的猫#5726",
					}, -- [474]
					{
						["role"] = "DAMAGER",
						["name"] = "唐门灬猎-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1509792785,
						["class"] = 3,
						["bTag"] = "唐门#51663",
					}, -- [475]
					{
						["role"] = "DAMAGER",
						["name"] = "乱舞一驭风-深渊之喉",
						["iLvl"] = 935,
						["time"] = 1509792830,
						["class"] = 3,
						["bTag"] = "乱舞一小阳#5912",
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "蔣委员长-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1509792832,
						["class"] = 1,
						["bTag"] = "导演#51209",
					}, -- [477]
					{
						["role"] = "DAMAGER",
						["name"] = "夜里-格瑞姆巴托",
						["iLvl"] = 932,
						["time"] = 1509792785,
						["class"] = 4,
						["bTag"] = "TAT#51819",
					}, -- [478]
					{
						["role"] = "TANK",
						["name"] = "凉风青叶-迦玛兰",
						["iLvl"] = 945,
						["time"] = 1509792785,
						["class"] = 2,
						["bTag"] = "淡淡苹果味#51390",
					}, -- [479]
					{
						["role"] = "DAMAGER",
						["name"] = "来自竹林的马-迅捷微风",
						["iLvl"] = 942,
						["time"] = 1509792822,
						["class"] = 8,
						["bTag"] = "竹林0914#5776",
					}, -- [480]
					{
						["role"] = "TANK",
						["name"] = "血溅凝碧-布兰卡德",
						["iLvl"] = 944,
						["time"] = 1509792832,
						["class"] = 11,
						["bTag"] = "血溅凝碧#5627",
					}, -- [481]
					{
						["role"] = "DAMAGER",
						["name"] = "黑默丶丁格灬-安苏",
						["iLvl"] = 947,
						["time"] = 1509792822,
						["class"] = 8,
						["bTag"] = "吾谁与归#5797",
					}, -- [482]
					{
						["role"] = "DAMAGER",
						["name"] = "飞非菲斐绯-格瑞姆巴托",
						["iLvl"] = 930,
						["time"] = 1509792820,
						["class"] = 9,
						["bTag"] = "山中楼#5393",
					}, -- [483]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光大坑货-死亡之翼",
						["iLvl"] = 877,
						["time"] = 1509792785,
						["class"] = 2,
						["bTag"] = "单刷女生宿舍#5283",
					}, -- [484]
					{
						["role"] = "DAMAGER",
						["name"] = "盏茶浅岷-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1509793252,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "LittlePants#532230",
					}, -- [485]
					{
						["role"] = "DAMAGER",
						["name"] = "就是要杀猪-索瑞森",
						["iLvl"] = 938,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "Herlock#51640",
					}, -- [486]
					{
						["role"] = "TANK",
						["name"] = "Cigaretters-深渊之巢",
						["iLvl"] = 943,
						["time"] = 1509793252,
						["class"] = 11,
						["bTag"] = "四爺#51634",
					}, -- [487]
					{
						["role"] = "DAMAGER",
						["name"] = "赫拉风铃-伊森利恩",
						["iLvl"] = 943,
						["time"] = 1510146087,
						["class"] = 3,
						["bTag"] = "圣光#5428",
					}, -- [488]
					{
						["role"] = "TANK",
						["name"] = "添添-风行者",
						["iLvl"] = 941,
						["time"] = 1509793252,
						["class"] = 6,
						["bTag"] = "这个月大姨妈没来#5849",
					}, -- [489]
					{
						["role"] = "HEALER",
						["name"] = "枫之叶飘灬-克尔苏加德",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 2,
						["bTag"] = "枫之叶飘#51613",
					}, -- [490]
					{
						["role"] = "TANK",
						["name"] = "清幽的黎明-死亡之翼",
						["iLvl"] = 936,
						["time"] = 1509793252,
						["class"] = 6,
						["bTag"] = "物理学圣剑以装备#5685",
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "璀璨影舞-凤凰之神",
						["iLvl"] = 943,
						["time"] = 1509793252,
						["class"] = 12,
						["bTag"] = "璀璨凋零#5501",
					}, -- [492]
					{
						["role"] = "DAMAGER",
						["name"] = "中庸的立秋-诺森德",
						["iLvl"] = 947,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "中庸的立秋#5686",
					}, -- [493]
					{
						["role"] = "DAMAGER",
						["name"] = "疯过无恒-阿格拉玛",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "疯过无痕#5631",
					}, -- [494]
					{
						["role"] = "HEALER",
						["name"] = "卷喵-烈焰峰",
						["iLvl"] = 941,
						["time"] = 1509793252,
						["class"] = 5,
						["bTag"] = "喵叽#5914",
					}, -- [495]
					{
						["role"] = "TANK",
						["name"] = "欧洲大酋长-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1509793252,
						["class"] = 6,
						["bTag"] = "帕青哥#51906",
					}, -- [496]
					{
						["role"] = "TANK",
						["name"] = "叫我风景丶-阿卡玛",
						["iLvl"] = 946,
						["time"] = 1509793252,
						["class"] = 11,
						["bTag"] = "陨星岩#5456",
					}, -- [497]
					{
						["role"] = "TANK",
						["name"] = "Abooda-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1509793252,
						["class"] = 1,
						["bTag"] = "跳跃诅咒#5883",
					}, -- [498]
					{
						["role"] = "DAMAGER",
						["name"] = "女子学院舍监-艾露恩",
						["iLvl"] = 939,
						["time"] = 1509793252,
						["class"] = 9,
						["bTag"] = "无思路#5631",
					}, -- [499]
					{
						["role"] = "DAMAGER",
						["name"] = "斩颜-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 12,
						["bTag"] = "苍白正义#51783",
					}, -- [500]
					{
						["role"] = "TANK",
						["name"] = "团长我会振翅-阿纳克洛斯",
						["iLvl"] = 942,
						["time"] = 1509793252,
						["class"] = 11,
						["bTag"] = "刘强#51876",
					}, -- [501]
					{
						["role"] = "DAMAGER",
						["name"] = "雨意至夏-死亡之翼",
						["iLvl"] = 823,
						["time"] = 1509793252,
						["class"] = 2,
						["bTag"] = "夏天#5503",
					}, -- [502]
					{
						["role"] = "DAMAGER",
						["name"] = "playerASDFGH-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 12,
						["bTag"] = "堕落阴影#5139",
					}, -- [503]
					{
						["role"] = "DAMAGER",
						["name"] = "車斤-希尔瓦娜斯",
						["iLvl"] = 917,
						["time"] = 1509793252,
						["class"] = 12,
						["bTag"] = "正義的夥伴#5185",
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "废柴加我血-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1509793252,
						["class"] = 4,
						["bTag"] = "暴君#5972",
					}, -- [505]
					{
						["role"] = "TANK",
						["name"] = "洛尘风-白银之手",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 11,
						["bTag"] = "洛尘风#5498",
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "龙拽霸天-格瑞姆巴托",
						["time"] = 1509793252,
						["class"] = 8,
					}, -- [507]
					{
						["role"] = "DAMAGER",
						["name"] = "依然乄天蓝色-卡拉赞",
						["iLvl"] = 947,
						["time"] = 1510413668,
						["class"] = 8,
						["bTag"] = "南征北战#52234",
					}, -- [508]
					{
						["role"] = "DAMAGER",
						["name"] = "蜗牛晓维尼-苏塔恩",
						["iLvl"] = 891,
						["time"] = 1509793252,
						["class"] = 2,
						["bTag"] = "SwankyTiger#511295",
					}, -- [509]
					{
						["role"] = "TANK",
						["name"] = "骑猪喵骑士-迅捷微风",
						["iLvl"] = 940,
						["time"] = 1509793252,
						["class"] = 2,
						["bTag"] = "婠婠#5937",
					}, -- [510]
					{
						["role"] = "DAMAGER",
						["name"] = "嗳娜娜-阿克蒙德",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 5,
						["bTag"] = "嫒娜娜#5739",
					}, -- [511]
					{
						["role"] = "DAMAGER",
						["name"] = "陪你看花花-克尔苏加德",
						["iLvl"] = 875,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "Jun#5590",
					}, -- [512]
					{
						["role"] = "DAMAGER",
						["name"] = "紫光灵-冰风岗",
						["iLvl"] = 939,
						["time"] = 1509793252,
						["class"] = 5,
						["bTag"] = "紫光灵#5720",
					}, -- [513]
					{
						["role"] = "DAMAGER",
						["name"] = "竺四宝丶-贫瘠之地",
						["iLvl"] = 944,
						["time"] = 1509793252,
						["class"] = 5,
						["bTag"] = "竺四宝#5490",
					}, -- [514]
					{
						["role"] = "DAMAGER",
						["name"] = "月梦魂-安苏",
						["iLvl"] = 926,
						["time"] = 1509793252,
						["class"] = 1,
						["bTag"] = "August24#5273",
					}, -- [515]
					{
						["role"] = "DAMAGER",
						["name"] = "丶笙-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1509793252,
						["class"] = 3,
						["bTag"] = "Monkey926#5959",
					}, -- [516]
					{
						["role"] = "TANK",
						["name"] = "清酒白-晴日峰（江苏）",
						["iLvl"] = 939,
						["time"] = 1509794200,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "造梦者#51234",
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "看了就反胃-伊森利恩",
						["iLvl"] = 940,
						["time"] = 1509794202,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "米米#5761",
					}, -- [518]
					{
						["role"] = "DAMAGER",
						["name"] = "飞舞的蛋糕-奥蕾莉亚",
						["iLvl"] = 924,
						["time"] = 1509794202,
						["class"] = 12,
						["bTag"] = "奔跑的蛋糕#5441",
					}, -- [519]
					{
						["role"] = "DAMAGER",
						["name"] = "秋天的水-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1509794202,
						["class"] = 12,
						["bTag"] = "你是沧海#5290",
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄即正义-凤凰之神",
						["iLvl"] = 940,
						["time"] = 1509794202,
						["class"] = 1,
						["bTag"] = "黄泉#5932",
					}, -- [521]
					{
						["role"] = "HEALER",
						["name"] = "剪不完的胡子-贫瘠之地",
						["iLvl"] = 944,
						["time"] = 1509794192,
						["class"] = 2,
						["bTag"] = "胡子奶骑#5367",
					}, -- [522]
					{
						["role"] = "DAMAGER",
						["name"] = "衛光明-克尔苏加德",
						["iLvl"] = 941,
						["time"] = 1509794202,
						["class"] = 8,
						["bTag"] = "卫光明#51927",
					}, -- [523]
					{
						["role"] = "DAMAGER",
						["name"] = "Raizelreal-克尔苏加德",
						["iLvl"] = 949,
						["time"] = 1509794198,
						["class"] = 3,
						["bTag"] = "Raizelreal#5656",
					}, -- [524]
					{
						["role"] = "DAMAGER",
						["name"] = "半条人命-寒冰皇冠",
						["iLvl"] = 907,
						["time"] = 1509794202,
						["class"] = 4,
						["bTag"] = "幸运之喷饭哥#5446",
					}, -- [525]
					{
						["role"] = "DAMAGER",
						["name"] = "树旁落叶-密林游侠",
						["iLvl"] = 940,
						["time"] = 1509794198,
						["class"] = 9,
						["bTag"] = "贝1234#5108",
					}, -- [526]
					{
						["role"] = "DAMAGER",
						["name"] = "萌犬灬韩小柒-克尔苏加德",
						["iLvl"] = 942,
						["time"] = 1509794192,
						["class"] = 4,
						["bTag"] = "ws329958#5863",
					}, -- [527]
					{
						["role"] = "DAMAGER",
						["name"] = "雪木汐丶-能源舰",
						["time"] = 1509794202,
						["class"] = 8,
					}, -- [528]
					{
						["role"] = "DAMAGER",
						["name"] = "忘了磨牙-克尔苏加德",
						["iLvl"] = 891,
						["time"] = 1509794192,
						["class"] = 3,
						["bTag"] = "造化钟灵秀#5710",
					}, -- [529]
					{
						["role"] = "DAMAGER",
						["name"] = "Pjiyeon-雷霆之王",
						["iLvl"] = 905,
						["time"] = 1509794185,
						["class"] = 4,
						["bTag"] = "後會無期#51243",
					}, -- [530]
					{
						["role"] = "DAMAGER",
						["name"] = "正直大表哥-影之哀伤",
						["iLvl"] = 947,
						["time"] = 1509813510,
						["class"] = 11,
						["bTag"] = "道法自然#5319",
					}, -- [531]
					{
						["role"] = "DAMAGER",
						["name"] = "Nanamin-迦拉克隆",
						["iLvl"] = 946,
						["time"] = 1509794192,
						["class"] = 8,
						["bTag"] = "生命练习生#51332",
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "先天不足-密林游侠",
						["iLvl"] = 929,
						["time"] = 1509794198,
						["class"] = 3,
						["bTag"] = "被遗忘者#52376",
					}, -- [533]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗炽天使-风暴之怒",
						["iLvl"] = 928,
						["time"] = 1509794192,
						["class"] = 11,
						["bTag"] = "暗黑法舞者#5137",
					}, -- [534]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼便当-安苏",
						["iLvl"] = 906,
						["time"] = 1509794202,
						["class"] = 3,
						["bTag"] = "狐千岁#51242",
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "暗战之王-卡德罗斯",
						["iLvl"] = 934,
						["time"] = 1509794192,
						["class"] = 4,
						["bTag"] = "雪域707788#5685",
					}, -- [536]
					{
						["role"] = "DAMAGER",
						["name"] = "曾哥掏你裆-苏塔恩",
						["iLvl"] = 944,
						["time"] = 1509794200,
						["class"] = 7,
						["bTag"] = "伟大的曾哥哥#5424",
					}, -- [537]
					{
						["role"] = "DAMAGER",
						["name"] = "极度狼-伊利丹",
						["iLvl"] = 943,
						["time"] = 1509794185,
						["class"] = 11,
						["bTag"] = "夜半耳语#5349",
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "紫夜灬雨-铜龙军团",
						["iLvl"] = 938,
						["time"] = 1509794202,
						["class"] = 9,
						["bTag"] = "彤宝是笨蛋#5444",
					}, -- [539]
					{
						["role"] = "DAMAGER",
						["name"] = "豆柴小妖-苏塔恩",
						["iLvl"] = 911,
						["time"] = 1509794194,
						["class"] = 9,
						["bTag"] = "黄礼君#5348",
					}, -- [540]
					{
						["role"] = "HEALER",
						["name"] = "小春的神牧-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1509794202,
						["class"] = 5,
						["bTag"] = "兰陵笑笑生#5396",
					}, -- [541]
					{
						["role"] = "DAMAGER",
						["name"] = "大胖仔-燃烧平原",
						["iLvl"] = 931,
						["time"] = 1509794202,
						["class"] = 4,
						["bTag"] = "原始杂烟#5223",
					}, -- [542]
					{
						["role"] = "DAMAGER",
						["name"] = "叶落兮-丽丽（四川）",
						["time"] = 1509794202,
						["class"] = 7,
					}, -- [543]
					{
						["role"] = "TANK",
						["name"] = "魂刃之觴-艾露恩",
						["iLvl"] = 926,
						["time"] = 1509794185,
						["class"] = 10,
						["bTag"] = "魂刃之殇#5271",
					}, -- [544]
					{
						["role"] = "DAMAGER",
						["name"] = "混凝土丶曾哥-克尔苏加德",
						["iLvl"] = 948,
						["time"] = 1510492421,
						["class"] = 7,
						["bTag"] = "我爱小瑶瑶#5447",
					}, -- [545]
					{
						["role"] = "DAMAGER",
						["name"] = "小葱照脸呼-古拉巴什",
						["iLvl"] = 935,
						["time"] = 1509794198,
						["class"] = 2,
						["bTag"] = "物与风#51211",
					}, -- [546]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨缤纷-凤凰之神",
						["iLvl"] = 937,
						["time"] = 1509794202,
						["class"] = 3,
						["bTag"] = "时光的回忆#5481",
					}, -- [547]
					{
						["role"] = "DAMAGER",
						["name"] = "伱胖醒了嘛-菲拉斯",
						["iLvl"] = 947,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "哎呦呦呦#5644",
					}, -- [548]
					{
						["role"] = "DAMAGER",
						["name"] = "一国倾城-贫瘠之地",
						["time"] = 1509794202,
						["class"] = 3,
					}, -- [549]
					{
						["role"] = "DAMAGER",
						["name"] = "暖吃猫的鱼-幽暗沼泽",
						["time"] = 1509812746,
						["class"] = 6,
					}, -- [550]
					{
						["role"] = "DAMAGER",
						["name"] = "剑心魂-亚雷戈斯",
						["iLvl"] = 890,
						["time"] = 1509812938,
						["class"] = 3,
						["bTag"] = "闪亮登场#5649",
					}, -- [551]
					{
						["role"] = "DAMAGER",
						["name"] = "欲丶緈天使-恶魔之魂",
						["iLvl"] = 923,
						["time"] = 1511106384,
						["class"] = 6,
						["bTag"] = "冷夜烽火#5923",
					}, -- [552]
					{
						["role"] = "DAMAGER",
						["name"] = "十三月的矮子-风暴之怒",
						["iLvl"] = 936,
						["time"] = 1509812938,
						["class"] = 1,
						["bTag"] = "hanhan#5730",
					}, -- [553]
					{
						["role"] = "DAMAGER",
						["name"] = "西格蛋蛋-燃烧之刃",
						["iLvl"] = 936,
						["time"] = 1509812971,
						["class"] = 12,
						["bTag"] = "恨水无垠#5605",
					}, -- [554]
					{
						["role"] = "DAMAGER",
						["name"] = "飞灬丨流云-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1509812977,
						["class"] = 3,
						["bTag"] = "恨水无垠#5605",
					}, -- [555]
					{
						["role"] = "TANK",
						["name"] = "裤裆很躁动-埃德萨拉",
						["iLvl"] = 948,
						["time"] = 1509813134,
						["class"] = 11,
						["bTag"] = "角落的仰望#5646",
					}, -- [556]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈舞者-巴瑟拉斯",
						["iLvl"] = 941,
						["time"] = 1509812946,
						["class"] = 8,
						["bTag"] = "熙熙哈哈#5383",
					}, -- [557]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁番薯-恶魔之魂",
						["iLvl"] = 903,
						["time"] = 1509813010,
						["class"] = 1,
						["bTag"] = "韩一啸#5360",
					}, -- [558]
					{
						["role"] = "HEALER",
						["name"] = "Immortalwolf-克尔苏加德",
						["iLvl"] = 947,
						["time"] = 1509812938,
						["class"] = 10,
						["bTag"] = "秦天然#5776",
					}, -- [559]
					{
						["role"] = "DAMAGER",
						["name"] = "伊萨多丶该隐-泰兰德",
						["time"] = 1509813134,
						["class"] = 12,
					}, -- [560]
					{
						["role"] = "HEALER",
						["name"] = "芋丶头-塞拉摩",
						["time"] = 1509812982,
						["class"] = 7,
					}, -- [561]
					{
						["role"] = "DAMAGER",
						["name"] = "孔小怂-弗塞雷迦",
						["iLvl"] = 929,
						["time"] = 1509813134,
						["class"] = 4,
						["bTag"] = "斗战圣佛#5653",
					}, -- [562]
					{
						["role"] = "DAMAGER",
						["name"] = "风之诺言-深渊之喉",
						["iLvl"] = 943,
						["time"] = 1509812965,
						["class"] = 3,
						["bTag"] = "风之诺言#51455",
					}, -- [563]
					{
						["role"] = "DAMAGER",
						["name"] = "Prettyspirit-燃烧之刃",
						["iLvl"] = 940,
						["time"] = 1509813502,
						["class"] = 11,
						["bTag"] = "津津达人#5661",
					}, -- [564]
					{
						["role"] = "DAMAGER",
						["name"] = "托伲托伲乔巴-寒冰皇冠",
						["iLvl"] = 896,
						["time"] = 1509812951,
						["class"] = 11,
						["bTag"] = "白米糕#5948",
					}, -- [565]
					{
						["role"] = "DAMAGER",
						["name"] = "疯人院一猛怂-外域",
						["iLvl"] = 944,
						["time"] = 1509812946,
						["class"] = 1,
						["bTag"] = "feelingheart#5443",
					}, -- [566]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰一风暴-死亡熔炉",
						["iLvl"] = 914,
						["time"] = 1509813134,
						["class"] = 8,
						["bTag"] = "健爷#5480",
					}, -- [567]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲疯骨头-菲拉斯",
						["iLvl"] = 944,
						["time"] = 1509813512,
						["class"] = 8,
						["bTag"] = "凤卷残星#5206",
					}, -- [568]
					{
						["role"] = "DAMAGER",
						["name"] = "忘川霜冷-安格博达",
						["iLvl"] = 886,
						["time"] = 1509813134,
						["class"] = 12,
						["bTag"] = "澈水湖的鱼#5603",
					}, -- [569]
					{
						["role"] = "DAMAGER",
						["name"] = "我要上天-燃烧之刃",
						["iLvl"] = 887,
						["time"] = 1509813134,
						["class"] = 12,
						["bTag"] = "圣白帝#5730",
					}, -- [570]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫偶男神-伊森利恩",
						["iLvl"] = 908,
						["time"] = 1510582923,
						["class"] = 10,
						["bTag"] = "huangzhu210#5787",
					}, -- [571]
					{
						["role"] = "DAMAGER",
						["name"] = "内田眞礼-凤凰之神",
						["iLvl"] = 917,
						["time"] = 1509812975,
						["class"] = 4,
						["bTag"] = "熊貓#51927",
					}, -- [572]
					{
						["role"] = "TANK",
						["name"] = "仕嘉-血色十字军",
						["iLvl"] = 949,
						["time"] = 1511114146,
						["class"] = 11,
						["bTag"] = "空白#51946",
					}, -- [573]
					{
						["role"] = "DAMAGER",
						["name"] = "荣耀安月的笑-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1509813134,
						["class"] = 2,
						["bTag"] = "月哥狠霸道#5426",
					}, -- [574]
					{
						["role"] = "DAMAGER",
						["name"] = "风会停息-洛肯",
						["iLvl"] = 944,
						["time"] = 1509813081,
						["class"] = 12,
						["bTag"] = "谢谢老板#51921",
					}, -- [575]
					{
						["role"] = "DAMAGER",
						["name"] = "技术差脾气大-哈兰",
						["time"] = 1509813081,
						["class"] = 12,
					}, -- [576]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilsickle-熔火之心",
						["iLvl"] = 951,
						["time"] = 1509813134,
						["class"] = 8,
						["bTag"] = "辉耀#5189",
					}, -- [577]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥丨霸世-能源舰",
						["iLvl"] = 901,
						["time"] = 1509813134,
						["class"] = 1,
						["bTag"] = "我自逍遥霸世#5762",
					}, -- [578]
					{
						["role"] = "DAMAGER",
						["name"] = "小河坂梦-安格博达",
						["iLvl"] = 927,
						["time"] = 1509813134,
						["class"] = 8,
						["bTag"] = "阿姆罗#5813",
					}, -- [579]
					{
						["role"] = "DAMAGER",
						["name"] = "深沉的记忆-迦拉克隆",
						["iLvl"] = 938,
						["time"] = 1509813134,
						["class"] = 11,
						["bTag"] = "treeman#5880",
					}, -- [580]
					{
						["role"] = "TANK",
						["name"] = "喘不过气-贫瘠之地",
						["iLvl"] = 816,
						["time"] = 1509813134,
						["class"] = 10,
						["bTag"] = "嫣然#5939",
					}, -- [581]
					{
						["role"] = "DAMAGER",
						["name"] = "Brucewilis-丽丽（四川）",
						["iLvl"] = 930,
						["time"] = 1509813134,
						["class"] = 1,
						["bTag"] = "唐门#51663",
					}, -- [582]
					{
						["role"] = "DAMAGER",
						["name"] = "文艺清新风丶-恶魔之魂",
						["iLvl"] = 918,
						["time"] = 1509813134,
						["class"] = 3,
						["bTag"] = "神经求大条#5578",
					}, -- [583]
					{
						["role"] = "DAMAGER",
						["name"] = "Eredarq-回音山",
						["iLvl"] = 937,
						["time"] = 1509813134,
						["class"] = 9,
						["bTag"] = "莎莎#5146",
					}, -- [584]
					{
						["role"] = "DAMAGER",
						["name"] = "天雄豹子头-冰风岗",
						["iLvl"] = 925,
						["time"] = 1509813134,
						["class"] = 1,
						["bTag"] = "滴水穿心#5321",
					}, -- [585]
					{
						["role"] = "DAMAGER",
						["name"] = "番茄大大-菲米丝",
						["iLvl"] = 934,
						["time"] = 1509813134,
						["class"] = 3,
						["bTag"] = "番茄大大#5487",
					}, -- [586]
					{
						["role"] = "DAMAGER",
						["name"] = "阿爾芙羅拉-布兰卡德",
						["iLvl"] = 934,
						["time"] = 1509813081,
						["class"] = 8,
						["bTag"] = "阿爾芙羅拉#5227",
					}, -- [587]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡恐怖-黑石尖塔",
						["iLvl"] = 930,
						["time"] = 1509813134,
						["class"] = 8,
						["bTag"] = "死亡恐怖#5187",
					}, -- [588]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默的小羔羊-雷克萨",
						["iLvl"] = 938,
						["time"] = 1509813081,
						["class"] = 12,
						["bTag"] = "华丽的小兽#5176",
					}, -- [589]
					{
						["role"] = "DAMAGER",
						["name"] = "潜伏的睡着了-奈萨里奥",
						["iLvl"] = 898,
						["time"] = 1509813134,
						["class"] = 4,
						["bTag"] = "木乃伊康康#5260",
					}, -- [590]
					{
						["role"] = "DAMAGER",
						["name"] = "我要玩撸啊撸-迅捷微风",
						["iLvl"] = 945,
						["time"] = 1509813134,
						["class"] = 2,
						["bTag"] = "Ne044#5658",
					}, -- [591]
					{
						["role"] = "DAMAGER",
						["name"] = "七十八号技师-伊利丹",
						["iLvl"] = 947,
						["time"] = 1509813081,
						["class"] = 12,
						["bTag"] = "宁波78号技师#5612",
					}, -- [592]
					{
						["role"] = "DAMAGER",
						["name"] = "不如丶跳舞-阿纳克洛斯",
						["iLvl"] = 929,
						["time"] = 1509813134,
						["class"] = 12,
						["bTag"] = "爱洗澡#5293",
					}, -- [593]
					{
						["role"] = "HEALER",
						["name"] = "橋本奈奈未-迅捷微风",
						["time"] = 1509813134,
						["class"] = 5,
					}, -- [594]
					{
						["role"] = "DAMAGER",
						["name"] = "Moviestar-诺森德",
						["iLvl"] = 932,
						["time"] = 1509813134,
						["class"] = 4,
						["bTag"] = "能还原么#5930",
					}, -- [595]
					{
						["role"] = "HEALER",
						["name"] = "银麟胸甲-古尔丹",
						["iLvl"] = 923,
						["time"] = 1509813134,
						["class"] = 11,
						["bTag"] = "林河#5655",
					}, -- [596]
					{
						["role"] = "DAMAGER",
						["name"] = "噬魂猎影-雏龙之翼",
						["iLvl"] = 941,
						["time"] = 1509813134,
						["class"] = 3,
						["bTag"] = "DarkInsert#5419",
					}, -- [597]
					{
						["role"] = "DAMAGER",
						["name"] = "夜如梦雪-雏龙之翼",
						["iLvl"] = 929,
						["time"] = 1509813081,
						["class"] = 5,
						["bTag"] = "海狸迦迦#5917",
					}, -- [598]
					{
						["role"] = "DAMAGER",
						["name"] = "双子乀静静-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1509813134,
						["class"] = 2,
						["bTag"] = "浦东鼻梁骨#5187",
					}, -- [599]
					{
						["role"] = "DAMAGER",
						["name"] = "那么美-血色十字军",
						["iLvl"] = 930,
						["time"] = 1509813132,
						["class"] = 8,
						["bTag"] = "超能之忍者#55931",
					}, -- [600]
					{
						["role"] = "DAMAGER",
						["name"] = "灬紫晶丨丶-阿克蒙德",
						["iLvl"] = 940,
						["time"] = 1509881727,
						["class"] = 8,
						["bTag"] = "紫晶#5623",
					}, -- [601]
					{
						["role"] = "DAMAGER",
						["name"] = "贼贼贱-阿尔萨斯",
						["iLvl"] = 939,
						["time"] = 1509813500,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "神奇灿灿#5312",
					}, -- [602]
					{
						["role"] = "DAMAGER",
						["name"] = "来自埃及的魚-黑石尖塔",
						["iLvl"] = 948,
						["time"] = 1509813512,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "FlyingFish#5647",
					}, -- [603]
					{
						["role"] = "DAMAGER",
						["name"] = "Rainynight-伊森利恩",
						["iLvl"] = 943,
						["time"] = 1511025490,
						["class"] = 2,
						["bTag"] = "Rainyday#5426",
					}, -- [604]
					{
						["role"] = "DAMAGER",
						["name"] = "早餐啊丶-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1509813510,
						["class"] = 4,
						["bTag"] = "肖荣璐#5110",
					}, -- [605]
					{
						["role"] = "DAMAGER",
						["name"] = "葫芦娃姐姐-丽丽（四川）",
						["time"] = 1509813512,
						["class"] = 3,
					}, -- [606]
					{
						["role"] = "DAMAGER",
						["name"] = "一寒-地狱之石",
						["iLvl"] = 941,
						["time"] = 1509813512,
						["class"] = 3,
						["bTag"] = "独钓寒江雪#5425",
					}, -- [607]
					{
						["role"] = "TANK",
						["name"] = "滴滴打牛-激流之傲",
						["iLvl"] = 931,
						["time"] = 1509813512,
						["class"] = 6,
						["bTag"] = "快乐的小2逼#5490",
					}, -- [608]
					{
						["role"] = "TANK",
						["name"] = "出自少林-通灵学院",
						["iLvl"] = 937,
						["time"] = 1509813502,
						["class"] = 10,
						["bTag"] = "幸福啪啪啪#51995",
					}, -- [609]
					{
						["role"] = "DAMAGER",
						["name"] = "风之为赏-布兰卡德",
						["iLvl"] = 948,
						["time"] = 1509813486,
						["class"] = 2,
						["bTag"] = "风之为裳#5198",
					}, -- [610]
					{
						["role"] = "DAMAGER",
						["name"] = "麦兜爱吃鱼丸-索瑞森",
						["iLvl"] = 934,
						["time"] = 1509813512,
						["class"] = 9,
						["bTag"] = "大勋#5133",
					}, -- [611]
					{
						["role"] = "HEALER",
						["name"] = "圣光牛牛丶-冰风岗",
						["iLvl"] = 944,
						["time"] = 1509813502,
						["class"] = 2,
						["bTag"] = "熊猫鑫#5712",
					}, -- [612]
					{
						["role"] = "DAMAGER",
						["name"] = "完全领域丶-安苏",
						["iLvl"] = 921,
						["time"] = 1510002243,
						["class"] = 1,
						["bTag"] = "AnneBearme#5400",
					}, -- [613]
					{
						["role"] = "DAMAGER",
						["name"] = "宋慧乔丶-洛肯",
						["iLvl"] = 940,
						["time"] = 1509813502,
						["class"] = 1,
						["bTag"] = "谢谢老板#51921",
					}, -- [614]
					{
						["role"] = "TANK",
						["name"] = "Sagittary-厄祖玛特",
						["iLvl"] = 941,
						["time"] = 1509813512,
						["class"] = 6,
						["bTag"] = "Sagittarius#5996",
					}, -- [615]
					{
						["role"] = "TANK",
						["name"] = "泪过一一无痕-伊利丹",
						["iLvl"] = 943,
						["time"] = 1509813466,
						["class"] = 2,
						["bTag"] = "黯夜销魂#5701",
					}, -- [616]
					{
						["role"] = "DAMAGER",
						["name"] = "Findinglady-索瑞森",
						["iLvl"] = 942,
						["time"] = 1509813502,
						["class"] = 1,
						["bTag"] = "知名导演#5377",
					}, -- [617]
					{
						["role"] = "DAMAGER",
						["name"] = "豪门魅玲珑-斯克提斯",
						["iLvl"] = 931,
						["time"] = 1509813512,
						["class"] = 3,
						["bTag"] = "豪门血蛟龙#5615",
					}, -- [618]
					{
						["role"] = "DAMAGER",
						["name"] = "只管卖不管埋-奥斯里安",
						["iLvl"] = 933,
						["time"] = 1509813512,
						["class"] = 6,
						["bTag"] = "MIZI#5326",
					}, -- [619]
					{
						["role"] = "DAMAGER",
						["name"] = "Nooa-迦拉克隆",
						["iLvl"] = 919,
						["time"] = 1509813502,
						["class"] = 4,
						["bTag"] = "nooa#5899",
					}, -- [620]
					{
						["role"] = "HEALER",
						["name"] = "似水榴莲-提瑞斯法",
						["iLvl"] = 942,
						["time"] = 1509813512,
						["class"] = 10,
						["bTag"] = "无双#51632",
					}, -- [621]
					{
						["role"] = "DAMAGER",
						["name"] = "Magiclol-血色十字军",
						["iLvl"] = 944,
						["time"] = 1509813512,
						["class"] = 8,
						["bTag"] = "莫念默念#5331",
					}, -- [622]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃小石榴丶-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1509813500,
						["class"] = 8,
						["bTag"] = "爱吃小石榴#5208",
					}, -- [623]
					{
						["role"] = "DAMAGER",
						["name"] = "野性部落-血环",
						["iLvl"] = 944,
						["time"] = 1509813500,
						["class"] = 6,
						["bTag"] = "游戏好难耍#5334",
					}, -- [624]
					{
						["role"] = "DAMAGER",
						["name"] = "何太难-格雷迈恩",
						["time"] = 1509813512,
						["class"] = 6,
					}, -- [625]
					{
						["role"] = "DAMAGER",
						["name"] = "倸単-火焰之树",
						["iLvl"] = 939,
						["time"] = 1509813512,
						["class"] = 12,
						["bTag"] = "倸嬲#5202",
					}, -- [626]
					{
						["role"] = "DAMAGER",
						["name"] = "黯影星辰-影之哀伤",
						["iLvl"] = 904,
						["time"] = 1509813486,
						["class"] = 7,
						["bTag"] = "杺洳辰月#5102",
					}, -- [627]
					{
						["role"] = "DAMAGER",
						["name"] = "撒旦降世-埃德萨拉",
						["iLvl"] = 918,
						["time"] = 1509813484,
						["class"] = 1,
						["bTag"] = "郭韬爱琦琦#5753",
					}, -- [628]
					{
						["role"] = "DAMAGER",
						["name"] = "新之助欧尼酱-迦拉克隆",
						["iLvl"] = 943,
						["time"] = 1509813512,
						["class"] = 3,
						["bTag"] = "怠惰痴萌的新之助#5539",
					}, -- [629]
					{
						["role"] = "HEALER",
						["name"] = "巴索罗米熊-加尔",
						["iLvl"] = 941,
						["time"] = 1509813504,
						["class"] = 7,
						["bTag"] = "duckbillleo#5774",
					}, -- [630]
					{
						["role"] = "DAMAGER",
						["name"] = "Snowknight-影之哀伤",
						["iLvl"] = 944,
						["time"] = 1509813512,
						["class"] = 12,
						["bTag"] = "Sipuny#5683",
					}, -- [631]
					{
						["role"] = "DAMAGER",
						["name"] = "致命丶猎手-火焰之树",
						["iLvl"] = 944,
						["time"] = 1509813512,
						["class"] = 3,
						["bTag"] = "致命#51832",
					}, -- [632]
					{
						["role"] = "DAMAGER",
						["name"] = "Vke-达基萨斯",
						["iLvl"] = 939,
						["time"] = 1509813504,
						["class"] = 4,
						["bTag"] = "故事的角色#5439",
					}, -- [633]
					{
						["role"] = "TANK",
						["name"] = "川丁騎-影之哀伤",
						["iLvl"] = 913,
						["time"] = 1509813512,
						["class"] = 2,
						["bTag"] = "丁丁#53701",
					}, -- [634]
					{
						["role"] = "DAMAGER",
						["name"] = "煭鈥-霜狼",
						["time"] = 1509821521,
						["class"] = 6,
					}, -- [635]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵朋克-神圣之歌",
						["time"] = 1509821711,
						["class"] = 8,
					}, -- [636]
					{
						["role"] = "DAMAGER",
						["name"] = "小丸子殿下-贫瘠之地",
						["iLvl"] = 948,
						["time"] = 1509821527,
						["class"] = 5,
						["bTag"] = "丝瓜精#5606",
					}, -- [637]
					{
						["role"] = "DAMAGER",
						["name"] = "买了瓜忘了他-耐普图隆",
						["iLvl"] = 941,
						["time"] = 1509821711,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "御庭灬摘希#5519",
					}, -- [638]
					{
						["role"] = "TANK",
						["name"] = "晓之以情-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1509821543,
						["class"] = 1,
						["bTag"] = "致命之足#5110655",
					}, -- [639]
					{
						["role"] = "DAMAGER",
						["name"] = "兜里忘了带烟-幽暗沼泽",
						["iLvl"] = 933,
						["time"] = 1509821689,
						["class"] = 4,
						["bTag"] = "栖月深蓝#5275",
					}, -- [640]
					{
						["role"] = "DAMAGER",
						["name"] = "橙子味汽水-无尽之海",
						["iLvl"] = 945,
						["time"] = 1509821696,
						["class"] = 3,
						["bTag"] = "御不凡#51392",
					}, -- [641]
					{
						["role"] = "DAMAGER",
						["name"] = "Blackneess-玛洛加尔",
						["iLvl"] = 946,
						["time"] = 1509821689,
						["class"] = 8,
						["bTag"] = "Blackness#51682",
					}, -- [642]
					{
						["role"] = "DAMAGER",
						["name"] = "Christiancc-影之哀伤",
						["iLvl"] = 941,
						["time"] = 1509821682,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "小晨晨#5810",
					}, -- [643]
					{
						["role"] = "TANK",
						["name"] = "魑魅红尘-安苏",
						["iLvl"] = 925,
						["time"] = 1509847969,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "彤彤她爹#51752",
					}, -- [644]
					{
						["role"] = "TANK",
						["name"] = "笨大个儿-风暴之怒",
						["iLvl"] = 940,
						["time"] = 1509847969,
						["class"] = 11,
						["bTag"] = "冰淇淋裤头#5449",
					}, -- [645]
					{
						["role"] = "DAMAGER",
						["name"] = "橙社长-布兰卡德",
						["iLvl"] = 949,
						["time"] = 1509847969,
						["class"] = 4,
						["bTag"] = "Vicky#5556",
					}, -- [646]
					{
						["role"] = "TANK",
						["name"] = "乱舞一三十-深渊之喉",
						["iLvl"] = 944,
						["time"] = 1509847969,
						["class"] = 6,
						["bTag"] = "不焦躁的三十#5509",
					}, -- [647]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺辰-幽暗沼泽",
						["iLvl"] = 946,
						["time"] = 1509882352,
						["class"] = 12,
						["bTag"] = "飘渺风风#51637",
					}, -- [648]
					{
						["role"] = "DAMAGER",
						["name"] = "阳光大美妞-影之哀伤",
						["iLvl"] = 932,
						["time"] = 1511015203,
						["class"] = 10,
						["bTag"] = "小姨多鹤#5844",
					}, -- [649]
					{
						["role"] = "DAMAGER",
						["name"] = "没人用的名字-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1509847969,
						["class"] = 1,
						["bTag"] = "黑铯#5831",
					}, -- [650]
					{
						["role"] = "DAMAGER",
						["name"] = "万世荣光-丽丽（四川）",
						["iLvl"] = 932,
						["time"] = 1509847969,
						["class"] = 3,
						["bTag"] = "Happy#58138",
					}, -- [651]
					{
						["role"] = "DAMAGER",
						["name"] = "傻狗带呆沭士-莱索恩",
						["iLvl"] = 928,
						["time"] = 1510890442,
						["class"] = 9,
						["bTag"] = "沭雨听风#5610",
					}, -- [652]
					{
						["role"] = "DAMAGER",
						["name"] = "看我变只猫-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1510066265,
						["class"] = 11,
						["bTag"] = "taeyeon#5493",
					}, -- [653]
					{
						["role"] = "DAMAGER",
						["name"] = "清清子衿-鬼雾峰",
						["iLvl"] = 890,
						["time"] = 1509847969,
						["class"] = 3,
						["bTag"] = "苏家小荷#5872",
					}, -- [654]
					{
						["role"] = "DAMAGER",
						["name"] = "素衣青衫-亚雷戈斯",
						["iLvl"] = 938,
						["time"] = 1509847969,
						["class"] = 4,
						["bTag"] = "李逍遥#5284",
					}, -- [655]
					{
						["role"] = "DAMAGER",
						["name"] = "初六-巴瑟拉斯",
						["iLvl"] = 935,
						["time"] = 1509847969,
						["class"] = 6,
						["bTag"] = "红炎#5475",
					}, -- [656]
					{
						["role"] = "HEALER",
						["name"] = "Supersheng-格瑞姆巴托",
						["time"] = 1509847969,
						["class"] = 5,
					}, -- [657]
					{
						["role"] = "DAMAGER",
						["name"] = "惜貝-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1510191154,
						["class"] = 3,
						["bTag"] = "BT160329#55805",
					}, -- [658]
					{
						["role"] = "DAMAGER",
						["name"] = "牛王特洛伊-寒冰皇冠",
						["iLvl"] = 948,
						["time"] = 1509847969,
						["class"] = 11,
						["bTag"] = "牛王特洛伊#5867",
					}, -- [659]
					{
						["role"] = "DAMAGER",
						["name"] = "寒心也疯狂丶-达尔坎",
						["iLvl"] = 944,
						["time"] = 1509847969,
						["class"] = 3,
						["bTag"] = "寒心如梦#5605",
					}, -- [660]
					{
						["role"] = "DAMAGER",
						["name"] = "屠魔者-贫瘠之地",
						["time"] = 1509847969,
						["class"] = 12,
					}, -- [661]
					{
						["role"] = "HEALER",
						["name"] = "先知-贫瘠之地",
						["time"] = 1509847969,
						["class"] = 5,
					}, -- [662]
					{
						["role"] = "DAMAGER",
						["name"] = "斗牛士-鹰巢山",
						["iLvl"] = 934,
						["time"] = 1509848533,
						["class"] = 1,
						["bTag"] = "狡猾之猎人#57554",
					}, -- [663]
					{
						["role"] = "DAMAGER",
						["name"] = "千年差一点-外域",
						["iLvl"] = 944,
						["time"] = 1509847969,
						["class"] = 3,
						["bTag"] = "千年#5318",
					}, -- [664]
					{
						["role"] = "TANK",
						["name"] = "紫宇天魂-黑暗魅影",
						["iLvl"] = 941,
						["time"] = 1509847969,
						["class"] = 2,
						["bTag"] = "Blood#52607",
					}, -- [665]
					{
						["role"] = "DAMAGER",
						["name"] = "爬墙头等红杏-毁灭之锤",
						["iLvl"] = 942,
						["time"] = 1511188768,
						["class"] = 2,
						["bTag"] = "爬墙头等红杏#5150",
					}, -- [666]
					{
						["role"] = "TANK",
						["name"] = "神经牛-梅尔加尼",
						["iLvl"] = 939,
						["time"] = 1509847969,
						["class"] = 6,
						["bTag"] = "无法无天#5227",
					}, -- [667]
					{
						["role"] = "TANK",
						["name"] = "天堂面窝-能源舰",
						["iLvl"] = 932,
						["time"] = 1509847969,
						["class"] = 2,
						["bTag"] = "超能之法师#54166",
					}, -- [668]
					{
						["role"] = "DAMAGER",
						["name"] = "弑血蔷薇-燃烧之刃",
						["iLvl"] = 949,
						["time"] = 1509847969,
						["class"] = 2,
						["bTag"] = "Gilmyc#5438",
					}, -- [669]
					{
						["role"] = "TANK",
						["name"] = "极限忍耐-天空之墙",
						["iLvl"] = 933,
						["time"] = 1509847969,
						["class"] = 2,
						["bTag"] = "茫然之骑士#525158",
					}, -- [670]
					{
						["role"] = "DAMAGER",
						["name"] = "光头朮士-阿比迪斯",
						["time"] = 1509847969,
						["class"] = 9,
					}, -- [671]
					{
						["role"] = "DAMAGER",
						["name"] = "冥河往生者-冰风岗",
						["time"] = 1509847969,
						["class"] = 4,
					}, -- [672]
					{
						["role"] = "DAMAGER",
						["name"] = "Richasw-格瑞姆巴托",
						["time"] = 1509847969,
						["class"] = 8,
					}, -- [673]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气橙爷-影之哀伤",
						["time"] = 1509847969,
						["class"] = 12,
					}, -- [674]
					{
						["role"] = "DAMAGER",
						["name"] = "寡妇爱扔肥皂-洛萨",
						["iLvl"] = 934,
						["time"] = 1509848238,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "寡妇让你喜当爹#5947",
					}, -- [675]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkvalkyrie-奈萨里奥",
						["time"] = 1509848210,
						["class"] = 8,
					}, -- [676]
					{
						["role"] = "DAMAGER",
						["name"] = "流光千叶舞-格瑞姆巴托",
						["time"] = 1509848210,
						["class"] = 12,
					}, -- [677]
					{
						["role"] = "DAMAGER",
						["name"] = "歐丶皇-埃德萨拉",
						["iLvl"] = 949,
						["time"] = 1509848256,
						["class"] = 8,
						["bTag"] = "绝版回忆#5936",
					}, -- [678]
					{
						["role"] = "DAMAGER",
						["name"] = "小云飞-伊森利恩",
						["time"] = 1509848210,
						["class"] = 4,
					}, -- [679]
					{
						["role"] = "DAMAGER",
						["name"] = "薇妮娅丶影歌-贫瘠之地",
						["iLvl"] = 899,
						["time"] = 1509848210,
						["class"] = 12,
						["bTag"] = "咒缚妖瞳#5249",
					}, -- [680]
					{
						["role"] = "DAMAGER",
						["name"] = "迪迪奇-利刃之拳",
						["time"] = 1509848208,
						["class"] = 4,
					}, -- [681]
					{
						["role"] = "DAMAGER",
						["name"] = "丶醉爱丶-海克泰尔",
						["iLvl"] = 934,
						["time"] = 1509848238,
						["class"] = 3,
						["bTag"] = "冼飞飞#5274",
					}, -- [682]
					{
						["role"] = "DAMAGER",
						["name"] = "厉害超哥-死亡之翼",
						["time"] = 1509848208,
						["class"] = 3,
					}, -- [683]
					{
						["role"] = "DAMAGER",
						["name"] = "Fayevalenti-黑铁",
						["iLvl"] = 938,
						["time"] = 1510319633,
						["class"] = 4,
						["bTag"] = "Dizzyman#51705",
					}, -- [684]
					{
						["role"] = "DAMAGER",
						["name"] = "工大段狗子-太阳之井",
						["time"] = 1509848208,
						["class"] = 1,
					}, -- [685]
					{
						["role"] = "TANK",
						["name"] = "我路过丶-迅捷微风",
						["time"] = 1509848210,
						["class"] = 6,
					}, -- [686]
					{
						["role"] = "DAMAGER",
						["name"] = "聖劍無痕-夏维安",
						["iLvl"] = 909,
						["time"] = 1509848234,
						["class"] = 12,
						["bTag"] = "宫克#5313",
					}, -- [687]
					{
						["role"] = "DAMAGER",
						["name"] = "生啃仙人球-贫瘠之地",
						["time"] = 1509848210,
						["class"] = 1,
					}, -- [688]
					{
						["role"] = "DAMAGER",
						["name"] = "梦醒时见你-斯克提斯",
						["iLvl"] = 905,
						["time"] = 1509848242,
						["class"] = 3,
						["bTag"] = "Johnny#54342",
					}, -- [689]
					{
						["role"] = "DAMAGER",
						["name"] = "Vampirés-安苏",
						["time"] = 1509848210,
						["class"] = 8,
					}, -- [690]
					{
						["role"] = "DAMAGER",
						["name"] = "哈哟哟噢-达斯雷玛",
						["iLvl"] = 935,
						["time"] = 1509848210,
						["class"] = 4,
						["bTag"] = "大武僧#5889",
					}, -- [691]
					{
						["role"] = "DAMAGER",
						["name"] = "Kuymes-塞拉摩",
						["time"] = 1509848210,
						["class"] = 6,
					}, -- [692]
					{
						["role"] = "DAMAGER",
						["name"] = "風吻之刃-纳克萨玛斯",
						["iLvl"] = 908,
						["time"] = 1509848319,
						["class"] = 4,
						["bTag"] = "獨領風騷#51716",
					}, -- [693]
					{
						["role"] = "DAMAGER",
						["name"] = "落尘舞-时光之穴",
						["time"] = 1509848210,
						["class"] = 12,
					}, -- [694]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光永恒-加尔",
						["iLvl"] = 934,
						["time"] = 1510191154,
						["class"] = 2,
						["bTag"] = "暗夜之骑士#515517",
					}, -- [695]
					{
						["role"] = "DAMAGER",
						["name"] = "佑箜玖舞舞-幽暗沼泽",
						["iLvl"] = 943,
						["time"] = 1509896535,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "八七小青年#5360",
					}, -- [696]
					{
						["role"] = "HEALER",
						["name"] = "你嫂子是朵花-晴日峰（江苏）",
						["iLvl"] = 872,
						["time"] = 1509881729,
						["class"] = 5,
						["bTag"] = "衣柜怪人#5666",
					}, -- [697]
					{
						["role"] = "DAMAGER",
						["name"] = "Solofrog-天空之墙",
						["iLvl"] = 944,
						["time"] = 1509848325,
						["class"] = 8,
						["bTag"] = "supermeclot#5566",
					}, -- [698]
					{
						["role"] = "DAMAGER",
						["name"] = "大牙法-无尽之海",
						["iLvl"] = 930,
						["time"] = 1509848323,
						["class"] = 8,
						["bTag"] = "今晚打老虎#5139",
					}, -- [699]
					{
						["role"] = "DAMAGER",
						["name"] = "皇帝爷-血色十字军",
						["iLvl"] = 876,
						["time"] = 1509848325,
						["class"] = 10,
						["bTag"] = "战士无能#5927",
					}, -- [700]
					{
						["role"] = "DAMAGER",
						["name"] = "霜台-洛萨",
						["iLvl"] = 925,
						["time"] = 1509848325,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "霜台#5483",
					}, -- [701]
					{
						["role"] = "DAMAGER",
						["name"] = "Nightkiss-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1509848323,
						["class"] = 5,
						["bTag"] = "水清#51988",
					}, -- [702]
					{
						["role"] = "TANK",
						["name"] = "彼克大魔王-能源舰",
						["iLvl"] = 941,
						["time"] = 1509848321,
						["class"] = 6,
						["bTag"] = "山岭巨人郭敬明#52751",
					}, -- [703]
					{
						["role"] = "DAMAGER",
						["name"] = "血染风铃-影之哀伤",
						["iLvl"] = 903,
						["time"] = 1509848325,
						["class"] = 12,
						["bTag"] = "BT160611#510615",
					}, -- [704]
					{
						["role"] = "DAMAGER",
						["name"] = "后青春-古加尔",
						["iLvl"] = 935,
						["time"] = 1509848325,
						["class"] = 2,
						["bTag"] = "晴兽丶#5361",
					}, -- [705]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的晓川-克尔苏加德",
						["iLvl"] = 950,
						["time"] = 1509848325,
						["class"] = 2,
						["bTag"] = "biubiubiu#5997",
					}, -- [706]
					{
						["role"] = "DAMAGER",
						["name"] = "惦小二-菲拉斯",
						["iLvl"] = 946,
						["time"] = 1509848325,
						["class"] = 4,
						["bTag"] = "是饿死地#5130",
					}, -- [707]
					{
						["role"] = "HEALER",
						["name"] = "Painkillers-雏龙之翼",
						["time"] = 1509848325,
						["class"] = 5,
					}, -- [708]
					{
						["role"] = "DAMAGER",
						["name"] = "东灬邪-洛肯",
						["iLvl"] = 937,
						["time"] = 1509848325,
						["class"] = 8,
						["bTag"] = "瑜瑜瑜#51672",
					}, -- [709]
					{
						["role"] = "DAMAGER",
						["name"] = "playerPQGCVN-卡拉赞",
						["iLvl"] = 930,
						["time"] = 1509848325,
						["class"] = 3,
						["bTag"] = "Numb#5771",
					}, -- [710]
					{
						["role"] = "DAMAGER",
						["name"] = "浅浅流苏-寒冰皇冠",
						["iLvl"] = 942,
						["time"] = 1509848325,
						["class"] = 1,
						["bTag"] = "彼方#5279",
					}, -- [711]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙豪放-黑铁",
						["time"] = 1509848325,
						["class"] = 1,
					}, -- [712]
					{
						["role"] = "HEALER",
						["name"] = "Supremeligh-安苏",
						["iLvl"] = 946,
						["time"] = 1509848321,
						["class"] = 2,
						["bTag"] = "decode#5311",
					}, -- [713]
					{
						["role"] = "DAMAGER",
						["name"] = "咖喱鱼蛋-阿克蒙德",
						["iLvl"] = 939,
						["time"] = 1509848323,
						["class"] = 6,
						["bTag"] = "熊抱抱#5520",
					}, -- [714]
					{
						["role"] = "DAMAGER",
						["name"] = "渡边何树-凤凰之神",
						["iLvl"] = 930,
						["time"] = 1509882352,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "SCANDAL#5166",
					}, -- [715]
					{
						["role"] = "DAMAGER",
						["name"] = "诠释这低调-迅捷微风",
						["iLvl"] = 938,
						["time"] = 1509848325,
						["class"] = 8,
						["bTag"] = "隔壁波少#5817",
					}, -- [716]
					{
						["role"] = "DAMAGER",
						["name"] = "銀獸-石爪峰",
						["iLvl"] = 928,
						["time"] = 1509848325,
						["class"] = 1,
						["bTag"] = "潜入你被窝儿#5319",
					}, -- [717]
					{
						["role"] = "DAMAGER",
						["name"] = "桔子的橘子-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1509848321,
						["class"] = 12,
						["bTag"] = "橘子海洋#5635",
					}, -- [718]
					{
						["role"] = "DAMAGER",
						["name"] = "雷爆哥-通灵学院",
						["iLvl"] = 899,
						["time"] = 1509848325,
						["class"] = 8,
						["bTag"] = "乘风破浪#5163",
					}, -- [719]
					{
						["role"] = "HEALER",
						["name"] = "甜蜜和猫耳-死亡之翼",
						["iLvl"] = 919,
						["time"] = 1509848325,
						["class"] = 5,
						["bTag"] = "花小夕#5463",
					}, -- [720]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之逆鳞-丽丽（四川）",
						["iLvl"] = 935,
						["time"] = 1510842676,
						["class"] = 12,
						["bTag"] = "星辰之语#5305",
					}, -- [721]
					{
						["role"] = "DAMAGER",
						["name"] = "絢瀨绘里-丽丽（四川）",
						["iLvl"] = 948,
						["time"] = 1509848529,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小心奕奕#51487",
					}, -- [722]
					{
						["role"] = "TANK",
						["name"] = "大腿爺-天空之墙",
						["iLvl"] = 901,
						["time"] = 1509848535,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "一样的流浪#5795",
					}, -- [723]
					{
						["role"] = "DAMAGER",
						["name"] = "仟裏之外-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1509848539,
						["class"] = 8,
						["bTag"] = "Deify#51838",
					}, -- [724]
					{
						["role"] = "DAMAGER",
						["name"] = "灬恶魔玲灬-罗曼斯",
						["iLvl"] = 934,
						["time"] = 1509848529,
						["class"] = 12,
						["bTag"] = "MrDragon#51216",
					}, -- [725]
					{
						["role"] = "DAMAGER",
						["name"] = "大大姐姐-埃加洛尔",
						["iLvl"] = 932,
						["time"] = 1509848529,
						["class"] = 1,
						["bTag"] = "狡猾之猎人#58486",
					}, -- [726]
					{
						["role"] = "DAMAGER",
						["name"] = "㓠从天而降-晴日峰（江苏）",
						["iLvl"] = 917,
						["time"] = 1509848539,
						["class"] = 1,
						["bTag"] = "刘峪榕#5316",
					}, -- [727]
					{
						["role"] = "DAMAGER",
						["name"] = "稚薇-凤凰之神",
						["iLvl"] = 927,
						["time"] = 1509848533,
						["class"] = 1,
						["bTag"] = "致命之足#583425",
					}, -- [728]
					{
						["role"] = "DAMAGER",
						["name"] = "Shurrikbt-地狱之石",
						["iLvl"] = 945,
						["time"] = 1509848533,
						["class"] = 4,
						["bTag"] = "冬夏帽子#5209",
					}, -- [729]
					{
						["role"] = "TANK",
						["name"] = "无间寒刃-斯克提斯",
						["iLvl"] = 929,
						["time"] = 1509848529,
						["class"] = 2,
						["bTag"] = "无间寒刃#5503",
					}, -- [730]
					{
						["role"] = "DAMAGER",
						["name"] = "云泽-主宰之剑",
						["iLvl"] = 939,
						["time"] = 1509848539,
						["class"] = 1,
						["bTag"] = "蜡笔晓馨#5956",
					}, -- [731]
					{
						["role"] = "DAMAGER",
						["name"] = "暁丶聖-红云台地",
						["iLvl"] = 949,
						["time"] = 1509848529,
						["class"] = 7,
						["bTag"] = "领悟丶#51492",
					}, -- [732]
					{
						["role"] = "DAMAGER",
						["name"] = "大吸管-安苏",
						["iLvl"] = 911,
						["time"] = 1509848535,
						["class"] = 1,
						["bTag"] = "Butttempo#5621",
					}, -- [733]
					{
						["role"] = "HEALER",
						["name"] = "小红不红-恶魔之魂",
						["iLvl"] = 945,
						["time"] = 1509848529,
						["class"] = 5,
						["bTag"] = "蚂蚁#5493",
					}, -- [734]
					{
						["role"] = "DAMAGER",
						["name"] = "芊荨丶-影之哀伤",
						["iLvl"] = 938,
						["time"] = 1509848529,
						["class"] = 8,
						["bTag"] = "Coconut#5484",
					}, -- [735]
					{
						["role"] = "DAMAGER",
						["name"] = "此生无言-贫瘠之地",
						["iLvl"] = 904,
						["time"] = 1509848539,
						["class"] = 1,
						["bTag"] = "决杀佛#5843",
					}, -- [736]
					{
						["role"] = "TANK",
						["name"] = "恶魔丶在身边-安苏",
						["iLvl"] = 944,
						["time"] = 1509848529,
						["class"] = 12,
						["bTag"] = "只此一生何必从众#5443",
					}, -- [737]
					{
						["role"] = "DAMAGER",
						["name"] = "Sigler-影之哀伤",
						["iLvl"] = 934,
						["time"] = 1509848539,
						["class"] = 4,
						["bTag"] = "Guitars#5848",
					}, -- [738]
					{
						["role"] = "DAMAGER",
						["name"] = "雨倾卿-格瑞姆巴托",
						["iLvl"] = 940,
						["time"] = 1509848539,
						["class"] = 6,
						["bTag"] = "驸马#51511",
					}, -- [739]
					{
						["role"] = "DAMAGER",
						["name"] = "令小狐-安苏",
						["iLvl"] = 942,
						["time"] = 1509848537,
						["class"] = 10,
						["bTag"] = "澌卡尔#5145",
					}, -- [740]
					{
						["role"] = "TANK",
						["name"] = "还是来捣乱-格瑞姆巴托",
						["iLvl"] = 906,
						["time"] = 1509848537,
						["class"] = 11,
						["bTag"] = "机械之狼人#52137",
					}, -- [741]
					{
						["role"] = "DAMAGER",
						["name"] = "双翼起飞-末日祷告祭坛",
						["iLvl"] = 926,
						["time"] = 1509848539,
						["class"] = 12,
						["bTag"] = "渔火#5816",
					}, -- [742]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋你个刀-白银之手",
						["iLvl"] = 927,
						["time"] = 1509848539,
						["class"] = 12,
						["bTag"] = "观湿阴菩萨#5685",
					}, -- [743]
					{
						["role"] = "DAMAGER",
						["name"] = "Sevenly-燃烧军团",
						["iLvl"] = 946,
						["time"] = 1509848529,
						["class"] = 4,
						["bTag"] = "逢场作戏#5888",
					}, -- [744]
					{
						["role"] = "DAMAGER",
						["name"] = "背影留给夕阳-埃德萨拉",
						["iLvl"] = 939,
						["time"] = 1509848539,
						["class"] = 2,
						["bTag"] = "背影#5378",
					}, -- [745]
					{
						["role"] = "DAMAGER",
						["name"] = "Priestx-狂热之刃",
						["iLvl"] = 946,
						["time"] = 1509848539,
						["class"] = 5,
						["bTag"] = "小楚队长#5590",
					}, -- [746]
					{
						["role"] = "DAMAGER",
						["name"] = "观星的小扣扣-洛丹伦",
						["iLvl"] = 892,
						["time"] = 1509848539,
						["class"] = 8,
						["bTag"] = "ccbq#5404",
					}, -- [747]
					{
						["role"] = "DAMAGER",
						["name"] = "Forhonor-卡德加",
						["time"] = 1509848539,
						["class"] = 1,
					}, -- [748]
					{
						["role"] = "DAMAGER",
						["name"] = "焦尾-凤凰之神",
						["time"] = 1509848529,
						["class"] = 12,
					}, -- [749]
					{
						["role"] = "TANK",
						["name"] = "三岁谈恋爱-奥尔加隆",
						["iLvl"] = 925,
						["time"] = 1509848539,
						["class"] = 2,
						["bTag"] = "rainbows#5195",
					}, -- [750]
					{
						["role"] = "DAMAGER",
						["name"] = "谷泽旻-苏塔恩",
						["iLvl"] = 908,
						["time"] = 1510457181,
						["class"] = 8,
						["bTag"] = "龙兄#5918",
					}, -- [751]
					{
						["role"] = "DAMAGER",
						["name"] = "沐火-神圣之歌",
						["iLvl"] = 934,
						["time"] = 1509881729,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "沐雨沐风#5379",
					}, -- [752]
					{
						["role"] = "DAMAGER",
						["name"] = "丿我丶眼泪-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1509881729,
						["class"] = 6,
						["bTag"] = "丿我丶眼泪#5440",
					}, -- [753]
					{
						["role"] = "DAMAGER",
						["name"] = "玩了好几个月-黑石尖塔",
						["iLvl"] = 944,
						["time"] = 1509881729,
						["class"] = 12,
						["bTag"] = "TernenceX#5296",
					}, -- [754]
					{
						["role"] = "DAMAGER",
						["name"] = "Sakurat-冰风岗",
						["iLvl"] = 933,
						["time"] = 1509882352,
						["class"] = 8,
						["bTag"] = "凯恩#59120",
					}, -- [755]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海-普罗德摩",
						["iLvl"] = 882,
						["time"] = 1509881729,
						["class"] = 1,
						["bTag"] = "流氓兔#5601",
					}, -- [756]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞战神-伊森利恩",
						["iLvl"] = 946,
						["time"] = 1509881727,
						["class"] = 1,
						["bTag"] = "寂寞凌迟#5914",
					}, -- [757]
					{
						["role"] = "DAMAGER",
						["name"] = "妖女兽兽-鲜血熔炉",
						["iLvl"] = 875,
						["time"] = 1509881729,
						["class"] = 9,
						["bTag"] = "ming1982#5846",
					}, -- [758]
					{
						["role"] = "DAMAGER",
						["name"] = "风成蔚然-加尔",
						["iLvl"] = 935,
						["time"] = 1509881865,
						["class"] = 11,
						["bTag"] = "老克#51480",
					}, -- [759]
					{
						["role"] = "DAMAGER",
						["name"] = "斩斷魂-海克泰尔",
						["iLvl"] = 944,
						["time"] = 1509881727,
						["class"] = 1,
						["bTag"] = "酱油哥哥#5699",
					}, -- [760]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰髪簪-血吼",
						["iLvl"] = 935,
						["time"] = 1509881727,
						["class"] = 9,
						["bTag"] = "沈波#5308",
					}, -- [761]
					{
						["role"] = "DAMAGER",
						["name"] = "风灵笑肌-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1510319633,
						["class"] = 9,
						["bTag"] = "风灵笑肌#5866",
					}, -- [762]
					{
						["role"] = "DAMAGER",
						["name"] = "淡漠丶尤安娜-烈焰峰",
						["iLvl"] = 939,
						["time"] = 1509881729,
						["class"] = 12,
						["bTag"] = "马尔扎哈#5799",
					}, -- [763]
					{
						["role"] = "DAMAGER",
						["name"] = "一件宏-血色十字军",
						["iLvl"] = 939,
						["time"] = 1509881727,
						["class"] = 11,
						["bTag"] = "真心难#5878",
					}, -- [764]
					{
						["role"] = "DAMAGER",
						["name"] = "春埼美空-血吼",
						["iLvl"] = 940,
						["time"] = 1509881867,
						["class"] = 12,
						["bTag"] = "Philosophyz#51537",
					}, -- [765]
					{
						["role"] = "TANK",
						["name"] = "Enoch-玛洛加尔",
						["iLvl"] = 907,
						["time"] = 1509881729,
						["class"] = 1,
						["bTag"] = "天翔龙闪#5866",
					}, -- [766]
					{
						["role"] = "DAMAGER",
						["name"] = "瑤池灬仙子-天空之墙",
						["iLvl"] = 945,
						["time"] = 1509881867,
						["class"] = 3,
						["bTag"] = "一样的流浪#5795",
					}, -- [767]
					{
						["role"] = "DAMAGER",
						["name"] = "苏克雷茨圣剑-银松森林",
						["iLvl"] = 925,
						["time"] = 1509881729,
						["class"] = 2,
						["bTag"] = "sucrazy#5882",
					}, -- [768]
					{
						["role"] = "DAMAGER",
						["name"] = "Plutoandliz-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1510504172,
						["class"] = 7,
						["bTag"] = "pluto#5854",
					}, -- [769]
					{
						["role"] = "HEALER",
						["name"] = "毒锅锅-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1509881729,
						["class"] = 5,
						["bTag"] = "城崽#5476",
					}, -- [770]
					{
						["role"] = "DAMAGER",
						["name"] = "相逢末路-风暴之鳞",
						["iLvl"] = 934,
						["time"] = 1509881729,
						["class"] = 11,
						["bTag"] = "末路相逢#5978",
					}, -- [771]
					{
						["role"] = "DAMAGER",
						["name"] = "落影乄夜枫-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1509896535,
						["class"] = 3,
						["bTag"] = "伊普利斯#5693",
					}, -- [772]
					{
						["role"] = "TANK",
						["name"] = "铁裤衩亲霸霸-迅捷微风",
						["time"] = 1509881729,
						["class"] = 6,
					}, -- [773]
					{
						["role"] = "TANK",
						["name"] = "地狱灵界-安苏",
						["iLvl"] = 940,
						["time"] = 1509881867,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "光明之锤#569637",
					}, -- [774]
					{
						["role"] = "DAMAGER",
						["name"] = "西溪小萨满-沙怒",
						["iLvl"] = 927,
						["time"] = 1509881867,
						["class"] = 7,
						["bTag"] = "祈雨之风#5874",
					}, -- [775]
					{
						["role"] = "DAMAGER",
						["name"] = "楊丶叔-无尽之海",
						["iLvl"] = 948,
						["time"] = 1509881867,
						["class"] = 8,
						["bTag"] = "楊丶永存#5197",
					}, -- [776]
					{
						["role"] = "DAMAGER",
						["name"] = "秦时明月丶-天空之墙",
						["iLvl"] = 943,
						["time"] = 1510172584,
						["class"] = 11,
						["bTag"] = "致命之足#55233",
					}, -- [777]
					{
						["role"] = "DAMAGER",
						["name"] = "净化者埃文-克尔苏加德",
						["time"] = 1509881867,
						["class"] = 6,
					}, -- [778]
					{
						["role"] = "DAMAGER",
						["name"] = "龙邪影之歌-风暴之怒",
						["iLvl"] = 836,
						["time"] = 1509881867,
						["class"] = 8,
						["bTag"] = "飞影#5614",
					}, -- [779]
					{
						["role"] = "DAMAGER",
						["name"] = "枫落无痕-塔纳利斯",
						["iLvl"] = 940,
						["time"] = 1509881867,
						["class"] = 3,
						["bTag"] = "枫红似火#5303",
					}, -- [780]
					{
						["role"] = "TANK",
						["name"] = "杀猪只要一刀-阿尔萨斯",
						["iLvl"] = 927,
						["time"] = 1509881867,
						["class"] = 1,
						["bTag"] = "古月哥欠#5471",
					}, -- [781]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候相当帅-燃烧平原",
						["iLvl"] = 947,
						["time"] = 1509881865,
						["class"] = 8,
						["bTag"] = "TinyTauren#512194",
					}, -- [782]
					{
						["role"] = "DAMAGER",
						["name"] = "黛玉咩咩子-罗曼斯",
						["iLvl"] = 935,
						["time"] = 1509881855,
						["class"] = 8,
						["bTag"] = "Cheating#5808",
					}, -- [783]
					{
						["role"] = "TANK",
						["name"] = "无言追梦-狂热之刃",
						["iLvl"] = 926,
						["time"] = 1509975519,
						["class"] = 2,
						["bTag"] = "无言追风#5874",
					}, -- [784]
					{
						["role"] = "DAMAGER",
						["name"] = "天使之眼-霜狼",
						["time"] = 1509881853,
						["class"] = 1,
					}, -- [785]
					{
						["role"] = "TANK",
						["name"] = "克伦丶威尔-卡拉赞",
						["iLvl"] = 929,
						["time"] = 1509881865,
						["class"] = 12,
						["bTag"] = "荷花大哥#5194",
					}, -- [786]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱強先森丶-斯克提斯",
						["iLvl"] = 940,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "滴点儿嘛嘛儿#5610",
					}, -- [787]
					{
						["role"] = "DAMAGER",
						["name"] = "瓜皮非酋-霜狼",
						["iLvl"] = 943,
						["time"] = 1509881865,
						["class"] = 3,
						["bTag"] = "朋友别闹#5546",
					}, -- [788]
					{
						["role"] = "TANK",
						["name"] = "常州大人物-萨尔",
						["iLvl"] = 938,
						["time"] = 1509881867,
						["class"] = 11,
						["bTag"] = "超寂寞#51840",
					}, -- [789]
					{
						["role"] = "DAMAGER",
						["name"] = "Tathena-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1509881865,
						["class"] = 4,
						["bTag"] = "MOO#5449",
					}, -- [790]
					{
						["role"] = "HEALER",
						["name"] = "年华用在-安苏",
						["time"] = 1509881853,
						["class"] = 2,
					}, -- [791]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬的柠檬-海加尔",
						["iLvl"] = 945,
						["time"] = 1509881865,
						["class"] = 4,
						["bTag"] = "柠檬的柠檬#5628",
					}, -- [792]
					{
						["role"] = "DAMAGER",
						["name"] = "安其拉-白骨荒野",
						["iLvl"] = 929,
						["time"] = 1509881865,
						["class"] = 3,
						["bTag"] = "熔火之心#51932",
					}, -- [793]
					{
						["role"] = "DAMAGER",
						["name"] = "火炎焱燚-加基森",
						["iLvl"] = 927,
						["time"] = 1509881867,
						["class"] = 6,
						["bTag"] = "依旧浮夸#5515",
					}, -- [794]
					{
						["role"] = "TANK",
						["name"] = "聖光騎士-纳沙塔尔",
						["time"] = 1509881867,
						["class"] = 2,
					}, -- [795]
					{
						["role"] = "TANK",
						["name"] = "香蕉奶糖-布兰卡德",
						["time"] = 1509881867,
						["class"] = 2,
					}, -- [796]
					{
						["role"] = "HEALER",
						["name"] = "祈灵-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1509882352,
						["class"] = 5,
						["bTag"] = "薄荷柠檬茶#5446",
					}, -- [797]
					{
						["role"] = "HEALER",
						["name"] = "丶山羊座-苏塔恩",
						["iLvl"] = 949,
						["time"] = 1510191531,
						["class"] = 11,
						["bTag"] = "大萌蛋#51906",
					}, -- [798]
					{
						["role"] = "DAMAGER",
						["name"] = "相見不茹懷念-安苏",
						["iLvl"] = 924,
						["time"] = 1509882352,
						["class"] = 8,
						["bTag"] = "乾哥#5587",
					}, -- [799]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒萱萱-冰风岗",
						["iLvl"] = 934,
						["time"] = 1510156917,
						["class"] = 9,
						["bTag"] = "龙猪无敌#5685",
					}, -- [800]
					{
						["role"] = "DAMAGER",
						["name"] = "明月丶寒霜-伊森利恩",
						["iLvl"] = 918,
						["time"] = 1509882352,
						["class"] = 9,
						["bTag"] = "雷诺数#5295",
					}, -- [801]
					{
						["role"] = "DAMAGER",
						["name"] = "布尔凯索之怒-黑暗之矛",
						["iLvl"] = 938,
						["time"] = 1509882352,
						["class"] = 1,
						["bTag"] = "三千城管#5571",
					}, -- [802]
					{
						["role"] = "DAMAGER",
						["name"] = "Adcarry-寒冰皇冠",
						["iLvl"] = 949,
						["time"] = 1509882352,
						["class"] = 3,
						["bTag"] = "逍遥心#5300",
					}, -- [803]
					{
						["role"] = "DAMAGER",
						["name"] = "牛奶娃哈哈-雷霆之王",
						["iLvl"] = 933,
						["time"] = 1509882352,
						["class"] = 11,
						["bTag"] = "神威鬼鸣#5432",
					}, -- [804]
					{
						["role"] = "DAMAGER",
						["name"] = "愿伤肺不伤心-安苏",
						["iLvl"] = 931,
						["time"] = 1509882352,
						["class"] = 4,
						["bTag"] = "总是莫名的心慌#5232",
					}, -- [805]
					{
						["role"] = "DAMAGER",
						["name"] = "名字不好办-无尽之海",
						["iLvl"] = 943,
						["time"] = 1509882352,
						["class"] = 4,
						["bTag"] = "名字不好办#5873",
					}, -- [806]
					{
						["role"] = "DAMAGER",
						["name"] = "十七岁萝莉-洛丹伦",
						["iLvl"] = 937,
						["time"] = 1509882352,
						["class"] = 8,
						["bTag"] = "Yamamoto#5714",
					}, -- [807]
					{
						["role"] = "DAMAGER",
						["name"] = "Faithman-杜隆坦",
						["iLvl"] = 943,
						["time"] = 1509882352,
						["class"] = 4,
						["bTag"] = "Faithman#51175",
					}, -- [808]
					{
						["role"] = "DAMAGER",
						["name"] = "稻草人-冰风岗",
						["iLvl"] = 939,
						["time"] = 1509882352,
						["class"] = 1,
						["bTag"] = "白银之鹰#58670",
					}, -- [809]
					{
						["role"] = "DAMAGER",
						["name"] = "囍丶囍-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1509882352,
						["class"] = 2,
						["bTag"] = "囍囍#5225",
					}, -- [810]
					{
						["role"] = "DAMAGER",
						["name"] = "魔血剩者-卡德罗斯",
						["iLvl"] = 942,
						["time"] = 1509882352,
						["class"] = 2,
						["bTag"] = "闪现撞墙#5420",
					}, -- [811]
					{
						["role"] = "DAMAGER",
						["name"] = "街边大叔-格雷迈恩",
						["iLvl"] = 942,
						["time"] = 1509882265,
						["class"] = 2,
						["bTag"] = "buffqi#5661",
					}, -- [812]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱喝芬达-古尔丹",
						["iLvl"] = 935,
						["time"] = 1509882352,
						["class"] = 6,
						["bTag"] = "黄伟伟#5462",
					}, -- [813]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑飞鱼-加尔",
						["iLvl"] = 891,
						["time"] = 1509882352,
						["class"] = 12,
						["bTag"] = "跳跳骑士#5182531",
					}, -- [814]
					{
						["role"] = "TANK",
						["name"] = "我有橘麻麦皮-影之哀伤",
						["iLvl"] = 946,
						["time"] = 1509882352,
						["class"] = 11,
						["bTag"] = "鲜衣怒马烽火桃花#5307",
					}, -- [815]
					{
						["role"] = "DAMAGER",
						["name"] = "Fantasticl-阿斯塔洛",
						["iLvl"] = 944,
						["time"] = 1510757537,
						["class"] = 9,
						["bTag"] = "Liorer#5586",
					}, -- [816]
					{
						["role"] = "DAMAGER",
						["name"] = "氺火炎焱-格瑞姆巴托",
						["iLvl"] = 901,
						["time"] = 1509882352,
						["class"] = 3,
						["bTag"] = "凡尘#52919",
					}, -- [817]
					{
						["role"] = "DAMAGER",
						["name"] = "繁华爱你哟丶-寒冰皇冠",
						["iLvl"] = 939,
						["time"] = 1509882328,
						["class"] = 4,
						["bTag"] = "阿男#5471",
					}, -- [818]
					{
						["role"] = "HEALER",
						["name"] = "星辰之星-丽丽（四川）",
						["iLvl"] = 928,
						["time"] = 1509882352,
						["class"] = 5,
						["bTag"] = "只剩下回忆#5485",
					}, -- [819]
					{
						["role"] = "DAMAGER",
						["name"] = "冬令营-夺灵者",
						["iLvl"] = 939,
						["time"] = 1509882352,
						["class"] = 11,
						["bTag"] = "牛哥#52280",
					}, -- [820]
					{
						["role"] = "DAMAGER",
						["name"] = "二零一零-海加尔",
						["iLvl"] = 938,
						["time"] = 1509882352,
						["class"] = 8,
						["bTag"] = "俩宝贝#5275",
					}, -- [821]
					{
						["role"] = "DAMAGER",
						["name"] = "达康书记丶-格雷迈恩",
						["iLvl"] = 914,
						["time"] = 1509882352,
						["class"] = 12,
						["bTag"] = "阿冬#51543",
					}, -- [822]
					{
						["role"] = "DAMAGER",
						["name"] = "夜太美-艾莫莉丝",
						["iLvl"] = 884,
						["time"] = 1509882352,
						["class"] = 1,
						["bTag"] = "沈公子#5397",
					}, -- [823]
					{
						["role"] = "DAMAGER",
						["name"] = "班杨丶史达克-艾露恩",
						["iLvl"] = 945,
						["time"] = 1509882352,
						["class"] = 6,
						["bTag"] = "战神巴博萨#5678",
					}, -- [824]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶骷髅-达斯雷玛",
						["iLvl"] = 914,
						["time"] = 1509882322,
						["class"] = 8,
						["bTag"] = "书生本色#5541",
					}, -- [825]
					{
						["role"] = "TANK",
						["name"] = "闻橙污德-深渊之巢",
						["iLvl"] = 942,
						["time"] = 1509882352,
						["class"] = 11,
						["bTag"] = "椒盐蘑菇君#5934",
					}, -- [826]
					{
						["role"] = "DAMAGER",
						["name"] = "魔者幻天-艾莫莉丝",
						["iLvl"] = 928,
						["time"] = 1509882352,
						["class"] = 9,
						["bTag"] = "DarkDream#5229",
					}, -- [827]
					{
						["role"] = "TANK",
						["name"] = "圣光之巅-古达克",
						["iLvl"] = 948,
						["time"] = 1509882352,
						["class"] = 2,
						["bTag"] = "牧师中心血站#5475",
					}, -- [828]
					{
						["role"] = "DAMAGER",
						["name"] = "性别灬男-战歌",
						["iLvl"] = 929,
						["time"] = 1509882352,
						["class"] = 12,
						["bTag"] = "幸运之虎#534641",
					}, -- [829]
					{
						["role"] = "HEALER",
						["name"] = "伊丽莎小妹妹-艾莫莉丝",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "乖乖隆地东#5598",
					}, -- [830]
					{
						["role"] = "DAMAGER",
						["name"] = "Xilly-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1509892954,
						["class"] = 3,
						["bTag"] = "牛牛帅爸爸#5736",
					}, -- [831]
					{
						["role"] = "DAMAGER",
						["name"] = "伊丽蛋马修-影之哀伤",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 12,
						["bTag"] = "马修到来#5483",
					}, -- [832]
					{
						["role"] = "DAMAGER",
						["name"] = "Yanni-黄金之路",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 2,
						["bTag"] = "板板#5295",
					}, -- [833]
					{
						["role"] = "TANK",
						["name"] = "治疗药水-迦拉克隆",
						["iLvl"] = 928,
						["time"] = 1509892968,
						["class"] = 2,
						["bTag"] = "宠幸#51697",
					}, -- [834]
					{
						["role"] = "DAMAGER",
						["name"] = "玩你麻痹-冬拥湖",
						["iLvl"] = 949,
						["time"] = 1509892970,
						["class"] = 8,
						["bTag"] = "WouldYouEver#5213",
					}, -- [835]
					{
						["role"] = "DAMAGER",
						["name"] = "萌多丶-伊利丹",
						["iLvl"] = 934,
						["time"] = 1509892970,
						["class"] = 9,
						["bTag"] = "Aimer#51576",
					}, -- [836]
					{
						["role"] = "DAMAGER",
						["name"] = "Iphonex-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1509892970,
						["class"] = 2,
						["bTag"] = "欺霜#5116",
					}, -- [837]
					{
						["role"] = "DAMAGER",
						["name"] = "拾得雨林-克尔苏加德",
						["iLvl"] = 929,
						["time"] = 1509892970,
						["class"] = 6,
						["bTag"] = "MARSHALL#5470",
					}, -- [838]
					{
						["role"] = "DAMAGER",
						["name"] = "鸭肉炒饭-布兰卡德",
						["iLvl"] = 926,
						["time"] = 1509892970,
						["class"] = 1,
						["bTag"] = "sunyves#5822",
					}, -- [839]
					{
						["role"] = "DAMAGER",
						["name"] = "黑死之魂-迪瑟洛克",
						["iLvl"] = 919,
						["time"] = 1509892970,
						["class"] = 6,
						["bTag"] = "簫墨#5151",
					}, -- [840]
					{
						["role"] = "DAMAGER",
						["name"] = "花容失色-克尔苏加德",
						["iLvl"] = 940,
						["time"] = 1509892970,
						["class"] = 3,
						["bTag"] = "毛儿悠悠#5285",
					}, -- [841]
					{
						["role"] = "DAMAGER",
						["name"] = "丹丹龙图腾-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1510066724,
						["class"] = 7,
						["bTag"] = "龙图腾#5425",
					}, -- [842]
					{
						["role"] = "DAMAGER",
						["name"] = "冷漠月光-布兰卡德",
						["iLvl"] = 928,
						["time"] = 1509892954,
						["class"] = 11,
						["bTag"] = "Halfway#5899",
					}, -- [843]
					{
						["role"] = "TANK",
						["name"] = "血仍未冷-无尽之海",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 6,
						["bTag"] = "埃菲尔铁塔#5456",
					}, -- [844]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunskyfy-激流之傲",
						["iLvl"] = 941,
						["time"] = 1509892970,
						["class"] = 1,
						["bTag"] = "sunsky#5157",
					}, -- [845]
					{
						["role"] = "HEALER",
						["name"] = "开歼十的贝塔-激流之傲",
						["iLvl"] = 936,
						["time"] = 1509892970,
						["class"] = 2,
						["bTag"] = "鸡和马#5717",
					}, -- [846]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我开膛手-安苏",
						["iLvl"] = 941,
						["time"] = 1509892970,
						["class"] = 2,
						["bTag"] = "hong0252008#5595",
					}, -- [847]
					{
						["role"] = "DAMAGER",
						["name"] = "尼克达盖坦-利刃之拳",
						["iLvl"] = 699,
						["time"] = 1509892970,
						["class"] = 1,
						["bTag"] = "栩左#5696",
					}, -- [848]
					{
						["role"] = "TANK",
						["name"] = "橙咕咕-艾莫莉丝",
						["iLvl"] = 941,
						["time"] = 1509892954,
						["class"] = 11,
						["bTag"] = "路易斯出粮#5435",
					}, -- [849]
					{
						["role"] = "TANK",
						["name"] = "大眼有神-红龙军团",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 1,
						["bTag"] = "大眼有神#5411",
					}, -- [850]
					{
						["role"] = "DAMAGER",
						["name"] = "冥界杀手-黑暗魅影",
						["iLvl"] = 938,
						["time"] = 1509892954,
						["class"] = 1,
						["bTag"] = "黑夜#5888",
					}, -- [851]
					{
						["role"] = "DAMAGER",
						["name"] = "空空居-死亡之翼",
						["iLvl"] = 901,
						["time"] = 1509892970,
						["class"] = 3,
						["bTag"] = "沙隆巴斯#5834",
					}, -- [852]
					{
						["role"] = "DAMAGER",
						["name"] = "我就帅了-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 4,
						["bTag"] = "大鬼呵呵#5349",
					}, -- [853]
					{
						["role"] = "TANK",
						["name"] = "太阳骑士黑角-斯克提斯",
						["iLvl"] = 948,
						["time"] = 1509892970,
						["class"] = 2,
						["bTag"] = "Ezio#5995",
					}, -- [854]
					{
						["role"] = "DAMAGER",
						["name"] = "内存有点小-亚雷戈斯",
						["iLvl"] = 943,
						["time"] = 1509892970,
						["class"] = 4,
						["bTag"] = "记忆#5617",
					}, -- [855]
					{
						["role"] = "DAMAGER",
						["name"] = "康熙大帝-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1509892970,
						["class"] = 2,
						["bTag"] = "Yccc#51702",
					}, -- [856]
					{
						["role"] = "DAMAGER",
						["name"] = "梦想终成空-利刃之拳",
						["iLvl"] = 926,
						["time"] = 1509892970,
						["class"] = 1,
						["bTag"] = "梁皓然#5387",
					}, -- [857]
					{
						["role"] = "DAMAGER",
						["name"] = "Monica-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1509892970,
						["class"] = 8,
						["bTag"] = "粽子#5454",
					}, -- [858]
					{
						["role"] = "DAMAGER",
						["name"] = "牛人威武-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1509892970,
						["class"] = 11,
						["bTag"] = "yinpeng#5471",
					}, -- [859]
					{
						["role"] = "DAMAGER",
						["name"] = "魔魂天煞-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "魔魂天煞#5770",
					}, -- [860]
					{
						["role"] = "DAMAGER",
						["name"] = "千金灬傻馒-无尽之海",
						["iLvl"] = 924,
						["time"] = 1509896535,
						["class"] = 5,
						["bTag"] = "千金灬傻馒#5628",
					}, -- [861]
					{
						["role"] = "TANK",
						["name"] = "干老杨的邪毒-血环",
						["iLvl"] = 928,
						["time"] = 1509896535,
						["class"] = 12,
						["bTag"] = "菊花大魔王#5725",
					}, -- [862]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么独活-日落沼泽",
						["iLvl"] = 945,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "林毅#5912",
					}, -- [863]
					{
						["role"] = "DAMAGER",
						["name"] = "喵咪不吃鱼-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1509896535,
						["class"] = 11,
						["bTag"] = "莫忘本#51922",
					}, -- [864]
					{
						["role"] = "DAMAGER",
						["name"] = "小样迷死人-屠魔山谷",
						["iLvl"] = 944,
						["time"] = 1510665941,
						["class"] = 2,
						["bTag"] = "指尖毒#5583",
					}, -- [865]
					{
						["role"] = "DAMAGER",
						["name"] = "晓之佩恩他姐-巨龙之吼",
						["iLvl"] = 942,
						["time"] = 1509896535,
						["class"] = 11,
						["bTag"] = "蒙蒙的小爸爸#5508",
					}, -- [866]
					{
						["role"] = "HEALER",
						["name"] = "程洁琪-艾露恩",
						["iLvl"] = 939,
						["time"] = 1510457181,
						["class"] = 5,
						["bTag"] = "如意随行#5516",
					}, -- [867]
					{
						["role"] = "DAMAGER",
						["name"] = "肉灬松灬饼-战歌",
						["iLvl"] = 928,
						["time"] = 1509896535,
						["class"] = 4,
						["bTag"] = "喘气的鱼#5516",
					}, -- [868]
					{
						["role"] = "DAMAGER",
						["name"] = "Barl-塞拉摩",
						["iLvl"] = 936,
						["time"] = 1509896535,
						["class"] = 8,
						["bTag"] = "barll#5406",
					}, -- [869]
					{
						["role"] = "DAMAGER",
						["name"] = "守护樱花-暗影议会",
						["time"] = 1510318492,
						["class"] = 3,
					}, -- [870]
					{
						["role"] = "TANK",
						["name"] = "鷄亀骨滾羹丨-熵魔",
						["iLvl"] = 937,
						["time"] = 1509896535,
						["class"] = 6,
						["bTag"] = "巫觋#5789",
					}, -- [871]
					{
						["role"] = "DAMAGER",
						["name"] = "歌弯弯-晴日峰（江苏）",
						["iLvl"] = 932,
						["time"] = 1509896535,
						["class"] = 11,
						["bTag"] = "歌弯弯#5125",
					}, -- [872]
					{
						["role"] = "DAMAGER",
						["name"] = "戰一生獸一世-利刃之拳",
						["iLvl"] = 950,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "兽战#5424",
					}, -- [873]
					{
						["role"] = "DAMAGER",
						["name"] = "大铁棍子-闪电之刃",
						["time"] = 1509896535,
						["class"] = 10,
					}, -- [874]
					{
						["role"] = "DAMAGER",
						["name"] = "丶械斗时代-安苏",
						["iLvl"] = 932,
						["time"] = 1509896535,
						["class"] = 12,
						["bTag"] = "暴风雪#53638",
					}, -- [875]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆之虎爪-风暴之鳞",
						["iLvl"] = 940,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "虎爪爪#5247",
					}, -- [876]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小仙女-利刃之拳",
						["iLvl"] = 947,
						["time"] = 1509896535,
						["class"] = 9,
						["bTag"] = "李小怂#5697",
					}, -- [877]
					{
						["role"] = "DAMAGER",
						["name"] = "血之狂熱-血色十字军",
						["iLvl"] = 951,
						["time"] = 1511025263,
						["class"] = 1,
						["bTag"] = "血之狂热#5395",
					}, -- [878]
					{
						["role"] = "DAMAGER",
						["name"] = "往事风尘故-安苏",
						["iLvl"] = 931,
						["time"] = 1509896535,
						["class"] = 8,
						["bTag"] = "往事风尘故#5597",
					}, -- [879]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花乄雪-冰霜之刃",
						["iLvl"] = 935,
						["time"] = 1511106384,
						["class"] = 4,
						["bTag"] = "薄小花#5611",
					}, -- [880]
					{
						["role"] = "DAMAGER",
						["name"] = "融化你的任性-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "超人不会飞#52211",
					}, -- [881]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴的萌剑-布兰卡德",
						["iLvl"] = 942,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "我是一只小鸭子#51147",
					}, -- [882]
					{
						["role"] = "TANK",
						["name"] = "花痴雷震雨-雷霆之怒",
						["iLvl"] = 943,
						["time"] = 1509896535,
						["class"] = 1,
						["bTag"] = "花痴雷震雨#5821",
					}, -- [883]
					{
						["role"] = "TANK",
						["name"] = "十弦皈依-血环",
						["iLvl"] = 942,
						["time"] = 1509896535,
						["class"] = 2,
						["bTag"] = "欢凉#5217",
					}, -- [884]
					{
						["role"] = "TANK",
						["name"] = "年轻大豆-黑龙军团",
						["iLvl"] = 939,
						["time"] = 1509896535,
						["class"] = 2,
						["bTag"] = "年轻豆豆#5776",
					}, -- [885]
					{
						["role"] = "DAMAGER",
						["name"] = "奥维利亚夜风-雷霆之王",
						["iLvl"] = 943,
						["time"] = 1509896535,
						["class"] = 3,
						["bTag"] = "欧阳慧#5900",
					}, -- [886]
					{
						["role"] = "DAMAGER",
						["name"] = "破碗-奈萨里奥",
						["iLvl"] = 944,
						["time"] = 1510066618,
						["class"] = 11,
						["bTag"] = "YZI#5615",
					}, -- [887]
					{
						["role"] = "DAMAGER",
						["name"] = "我来屠榜了丶-塞拉摩",
						["iLvl"] = 926,
						["time"] = 1509906718,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "武士之名不可弃#5917",
					}, -- [888]
					{
						["role"] = "DAMAGER",
						["name"] = "虐杀止渴-血色十字军",
						["iLvl"] = 946,
						["time"] = 1509906658,
						["class"] = 4,
						["bTag"] = "虐杀止渴#51928",
					}, -- [889]
					{
						["role"] = "DAMAGER",
						["name"] = "何为魔何为兽-迦顿",
						["iLvl"] = 931,
						["time"] = 1509906705,
						["class"] = 4,
						["bTag"] = "血灵杀#5278",
					}, -- [890]
					{
						["role"] = "DAMAGER",
						["name"] = "繁星的轨迹-布兰卡德",
						["iLvl"] = 947,
						["time"] = 1509906705,
						["class"] = 2,
						["bTag"] = "灵魂的轨迹#5110",
					}, -- [891]
					{
						["role"] = "DAMAGER",
						["name"] = "Xmming-巴瑟拉斯",
						["iLvl"] = 936,
						["time"] = 1509906684,
						["class"] = 12,
						["bTag"] = "麦辣鸡腿#5754",
					}, -- [892]
					{
						["role"] = "TANK",
						["name"] = "萨利安娜-死亡之翼",
						["time"] = 1509906741,
						["class"] = 6,
					}, -- [893]
					{
						["role"] = "HEALER",
						["name"] = "你不要打我嘛-安苏",
						["iLvl"] = 947,
						["time"] = 1509906705,
						["class"] = 5,
						["bTag"] = "像哥哥一样爱我吧#5138",
					}, -- [894]
					{
						["role"] = "DAMAGER",
						["name"] = "Darion-阿尔萨斯",
						["iLvl"] = 947,
						["time"] = 1509906741,
						["class"] = 6,
						["bTag"] = "觉醒的狂#5256",
					}, -- [895]
					{
						["role"] = "HEALER",
						["name"] = "甜麦圈-古尔丹",
						["iLvl"] = 890,
						["time"] = 1509906683,
						["class"] = 5,
						["bTag"] = "Kamuiz#5143",
					}, -- [896]
					{
						["role"] = "DAMAGER",
						["name"] = "丨百变灬羽翼-戈提克",
						["iLvl"] = 936,
						["time"] = 1509906658,
						["class"] = 11,
						["bTag"] = "少帅#5616",
					}, -- [897]
					{
						["role"] = "DAMAGER",
						["name"] = "萌比滚-凤凰之神",
						["iLvl"] = 908,
						["time"] = 1509906684,
						["class"] = 12,
						["bTag"] = "小哥哥#51774",
					}, -- [898]
					{
						["role"] = "TANK",
						["name"] = "温暖的恶魔-安苏",
						["iLvl"] = 934,
						["time"] = 1511295498,
						["class"] = 12,
						["bTag"] = "温暖的风#5383",
					}, -- [899]
					{
						["role"] = "DAMAGER",
						["name"] = "丨科勒的匕首-风行者",
						["time"] = 1509906658,
						["class"] = 4,
					}, -- [900]
					{
						["role"] = "TANK",
						["name"] = "後會無期-雷霆之王",
						["iLvl"] = 945,
						["time"] = 1509906684,
						["class"] = 6,
						["bTag"] = "後會無期#51243",
					}, -- [901]
					{
						["role"] = "DAMAGER",
						["name"] = "落地誠盒-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1509906658,
						["class"] = 8,
						["bTag"] = "Iori#5769",
					}, -- [902]
					{
						["role"] = "DAMAGER",
						["name"] = "Cocola-伊利丹",
						["iLvl"] = 903,
						["time"] = 1509906741,
						["class"] = 1,
						["bTag"] = "為君傾心#5549",
					}, -- [903]
					{
						["role"] = "DAMAGER",
						["name"] = "郄萌-血环",
						["time"] = 1509906718,
						["class"] = 6,
					}, -- [904]
					{
						["role"] = "TANK",
						["name"] = "信仰即无盾-红龙军团",
						["iLvl"] = 940,
						["time"] = 1509906741,
						["class"] = 1,
						["bTag"] = "Keinmal#5648",
					}, -- [905]
					{
						["role"] = "DAMAGER",
						["name"] = "无限寂寞-凤凰之神",
						["iLvl"] = 862,
						["time"] = 1509906741,
						["class"] = 1,
						["bTag"] = "风雪连天地#5450",
					}, -- [906]
					{
						["role"] = "DAMAGER",
						["name"] = "华南虎-克尔苏加德",
						["iLvl"] = 946,
						["time"] = 1509906741,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "老虎#5972",
					}, -- [907]
					{
						["role"] = "TANK",
						["name"] = "三队那个圣骑-冰风岗",
						["iLvl"] = 944,
						["time"] = 1509906741,
						["class"] = 6,
						["bTag"] = "王者回归#5777",
					}, -- [908]
					{
						["role"] = "DAMAGER",
						["name"] = "安丶和丶桥-加基森",
						["iLvl"] = 939,
						["time"] = 1509906741,
						["class"] = 1,
						["bTag"] = "玫瑰色的海#51915",
					}, -- [909]
					{
						["role"] = "DAMAGER",
						["name"] = "冰海孤魂-耐普图隆",
						["iLvl"] = 945,
						["time"] = 1509906741,
						["class"] = 8,
						["bTag"] = "冰海孤魂#5162",
					}, -- [910]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天恶灵-寒冰皇冠",
						["iLvl"] = 944,
						["time"] = 1509906741,
						["class"] = 9,
						["bTag"] = "逍遥心#5300",
					}, -- [911]
					{
						["role"] = "TANK",
						["name"] = "死亡丶领主-黑锋哨站",
						["iLvl"] = 885,
						["time"] = 1509912708,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "CrazyMage#5107896",
					}, -- [912]
					{
						["role"] = "DAMAGER",
						["name"] = "美的空调-安苏",
						["iLvl"] = 924,
						["time"] = 1509912881,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "安静安静#51300",
					}, -- [913]
					{
						["role"] = "DAMAGER",
						["name"] = "小宝丶乖乖-萨洛拉丝",
						["iLvl"] = 939,
						["time"] = 1509912767,
						["class"] = 5,
						["bTag"] = "晴天小宝#5187",
					}, -- [914]
					{
						["role"] = "DAMAGER",
						["name"] = "艾里斯-格瑞姆巴托",
						["iLvl"] = 947,
						["time"] = 1509912767,
						["class"] = 9,
						["bTag"] = "艾里斯#5191",
					}, -- [915]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大灰很-洛萨",
						["iLvl"] = 945,
						["time"] = 1509912881,
						["class"] = 8,
						["bTag"] = "暧唯#5300",
					}, -- [916]
					{
						["role"] = "DAMAGER",
						["name"] = "用滚着走吧-燃烧之刃",
						["iLvl"] = 906,
						["time"] = 1509912881,
						["class"] = 12,
						["bTag"] = "莫莫叔叔#5173",
					}, -- [917]
					{
						["role"] = "DAMAGER",
						["name"] = "狗阿三-斯克提斯",
						["iLvl"] = 937,
						["time"] = 1509912881,
						["class"] = 4,
						["bTag"] = "飞翔的莫莫酱#5412",
					}, -- [918]
					{
						["role"] = "DAMAGER",
						["name"] = "安定术-格瑞姆巴托",
						["iLvl"] = 907,
						["time"] = 1509912881,
						["class"] = 9,
						["bTag"] = "安定贼#5349",
					}, -- [919]
					{
						["role"] = "TANK",
						["name"] = "大旧丶-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1511377178,
						["class"] = 2,
						["bTag"] = "华丽之虎#5144635",
					}, -- [920]
					{
						["role"] = "DAMAGER",
						["name"] = "於戎-安苏",
						["iLvl"] = 941,
						["time"] = 1509912881,
						["class"] = 3,
						["bTag"] = "使徒行者#51956",
					}, -- [921]
					{
						["role"] = "DAMAGER",
						["name"] = "Goblinfs-丹莫德",
						["iLvl"] = 898,
						["time"] = 1509975338,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "是谁你不管#5200",
					}, -- [922]
					{
						["role"] = "DAMAGER",
						["name"] = "Dragonone-烈焰峰",
						["iLvl"] = 948,
						["time"] = 1509975346,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "dragonone#5447",
					}, -- [923]
					{
						["role"] = "DAMAGER",
						["name"] = "凌空一羽-加基森",
						["iLvl"] = 910,
						["time"] = 1509975338,
						["class"] = 11,
						["bTag"] = "烟雨遥#51609",
					}, -- [924]
					{
						["role"] = "DAMAGER",
						["name"] = "诗昂赏-影之哀伤",
						["iLvl"] = 942,
						["time"] = 1509975346,
						["class"] = 4,
						["bTag"] = "jacjagaciak#5465",
					}, -- [925]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹鸡儿凉-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1511282568,
						["class"] = 12,
						["bTag"] = "飞叉叉的跑#5908",
					}, -- [926]
					{
						["role"] = "DAMAGER",
						["name"] = "周健宇-死亡之翼",
						["iLvl"] = 939,
						["time"] = 1509975334,
						["class"] = 7,
						["bTag"] = "打得不错#53528",
					}, -- [927]
					{
						["role"] = "DAMAGER",
						["name"] = "限量版丨影阴-诺森德",
						["iLvl"] = 921,
						["time"] = 1509975346,
						["class"] = 2,
						["bTag"] = "calsi#5977",
					}, -- [928]
					{
						["role"] = "DAMAGER",
						["name"] = "落尘帝-时光之穴",
						["time"] = 1509975338,
						["class"] = 1,
					}, -- [929]
					{
						["role"] = "DAMAGER",
						["name"] = "老北京鸡肉卷-玛洛加尔",
						["iLvl"] = 923,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "丄床易丅床难#5120",
					}, -- [930]
					{
						["role"] = "DAMAGER",
						["name"] = "眼定定-血色十字军",
						["iLvl"] = 945,
						["time"] = 1509975324,
						["class"] = 5,
						["bTag"] = "小心你粒肾#5453",
					}, -- [931]
					{
						["role"] = "TANK",
						["name"] = "丶老炮儿-阿尔萨斯",
						["iLvl"] = 938,
						["time"] = 1509975338,
						["class"] = 6,
						["bTag"] = "絲絲心动#5631",
					}, -- [932]
					{
						["role"] = "TANK",
						["name"] = "Bluekingfire-大漩涡",
						["iLvl"] = 924,
						["time"] = 1509975324,
						["class"] = 12,
						["bTag"] = "萝莉收割者#5712",
					}, -- [933]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰橙戒骑-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1509975338,
						["class"] = 2,
						["bTag"] = "Smite#5468",
					}, -- [934]
					{
						["role"] = "DAMAGER",
						["name"] = "千夕-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1509975346,
						["class"] = 2,
						["bTag"] = "裸奔的小菊花#5142",
					}, -- [935]
					{
						["role"] = "DAMAGER",
						["name"] = "零乱灬断情殇-无尽之海",
						["iLvl"] = 936,
						["time"] = 1509975334,
						["class"] = 1,
						["bTag"] = "不忘初心#54549",
					}, -- [936]
					{
						["role"] = "DAMAGER",
						["name"] = "Nightbell-亚雷戈斯",
						["iLvl"] = 933,
						["time"] = 1509975334,
						["class"] = 5,
						["bTag"] = "Thebug#5465",
					}, -- [937]
					{
						["role"] = "DAMAGER",
						["name"] = "凯尔归来-利刃之拳",
						["iLvl"] = 944,
						["time"] = 1509975328,
						["class"] = 9,
						["bTag"] = "天之支配者#5318",
					}, -- [938]
					{
						["role"] = "HEALER",
						["name"] = "湛蓝色的约定-伊森利恩",
						["time"] = 1509975344,
						["class"] = 5,
					}, -- [939]
					{
						["role"] = "DAMAGER",
						["name"] = "冥焱刃魂殇-主宰之剑",
						["iLvl"] = 934,
						["time"] = 1509975346,
						["class"] = 4,
						["bTag"] = "夏木#51806",
					}, -- [940]
					{
						["role"] = "DAMAGER",
						["name"] = "贰佰壹拾选手-狂热之刃",
						["iLvl"] = 938,
						["time"] = 1509975511,
						["class"] = 12,
						["bTag"] = "奶爸冲#5626",
					}, -- [941]
					{
						["role"] = "DAMAGER",
						["name"] = "双刀大虾-德拉诺",
						["iLvl"] = 924,
						["time"] = 1509975346,
						["class"] = 4,
						["bTag"] = "大剑仙#5612",
					}, -- [942]
					{
						["role"] = "DAMAGER",
						["name"] = "丿莫忧灬-安苏",
						["iLvl"] = 937,
						["time"] = 1509975346,
						["class"] = 9,
						["bTag"] = "MightyPants#58513",
					}, -- [943]
					{
						["role"] = "DAMAGER",
						["name"] = "梦绫濑遥-凤凰之神",
						["time"] = 1509975338,
						["class"] = 12,
					}, -- [944]
					{
						["role"] = "DAMAGER",
						["name"] = "Lunch-血环",
						["iLvl"] = 945,
						["time"] = 1510757898,
						["class"] = 1,
						["bTag"] = "暗夜之鸦#511760",
					}, -- [945]
					{
						["role"] = "DAMAGER",
						["name"] = "原始煜火-燃烧平原",
						["iLvl"] = 938,
						["time"] = 1509975346,
						["class"] = 3,
						["bTag"] = "chenwarorc#51377",
					}, -- [946]
					{
						["role"] = "DAMAGER",
						["name"] = "涂山酱酱-奥尔加隆",
						["time"] = 1509975346,
						["class"] = 8,
					}, -- [947]
					{
						["role"] = "HEALER",
						["name"] = "千魂誓言-狂热之刃",
						["iLvl"] = 936,
						["time"] = 1510582915,
						["class"] = 11,
						["bTag"] = "夏天爱吃西瓜#5303",
					}, -- [948]
					{
						["role"] = "DAMAGER",
						["name"] = "Oracion-亚雷戈斯",
						["iLvl"] = 938,
						["time"] = 1510066265,
						["class"] = 8,
						["bTag"] = "PyroGlacial#5998",
					}, -- [949]
					{
						["role"] = "HEALER",
						["name"] = "离云飞-伊森利恩",
						["time"] = 1509975530,
						["class"] = 7,
						["leader"] = true,
					}, -- [950]
					{
						["role"] = "DAMAGER",
						["name"] = "暴怒的香蕉-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1509975490,
						["class"] = 3,
						["bTag"] = "肆幻听#5694",
					}, -- [951]
					{
						["role"] = "TANK",
						["name"] = "水牛芝士-晴日峰（江苏）",
						["iLvl"] = 936,
						["time"] = 1509975515,
						["class"] = 11,
						["bTag"] = "炎赤煉#5753",
					}, -- [952]
					{
						["role"] = "TANK",
						["name"] = "Elics-亚雷戈斯",
						["iLvl"] = 936,
						["time"] = 1509975530,
						["class"] = 6,
						["bTag"] = "迷你之忍#57653",
					}, -- [953]
					{
						["role"] = "DAMAGER",
						["name"] = "夜来熙枫-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1509975519,
						["class"] = 8,
						["bTag"] = "钟强#5773",
					}, -- [954]
					{
						["role"] = "TANK",
						["name"] = "北冥有鲲-芬里斯",
						["iLvl"] = 940,
						["time"] = 1509975519,
						["class"] = 12,
						["bTag"] = "鬼魅魍魉#52686",
					}, -- [955]
					{
						["role"] = "DAMAGER",
						["name"] = "静落-黑铁",
						["iLvl"] = 945,
						["time"] = 1509975530,
						["class"] = 12,
						["bTag"] = "RainING#51336",
					}, -- [956]
					{
						["role"] = "DAMAGER",
						["name"] = "丶蒙多-安苏",
						["iLvl"] = 922,
						["time"] = 1509975530,
						["class"] = 1,
						["bTag"] = "醉影杀#5503",
					}, -- [957]
					{
						["role"] = "DAMAGER",
						["name"] = "睿睿恶魔骑士-安苏",
						["iLvl"] = 902,
						["time"] = 1509975519,
						["class"] = 12,
						["bTag"] = "请开门#5896",
					}, -- [958]
					{
						["role"] = "DAMAGER",
						["name"] = "自然守护-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1509975513,
						["class"] = 11,
						["bTag"] = "LuckyBoy#52897",
					}, -- [959]
					{
						["role"] = "DAMAGER",
						["name"] = "萌新-无尽之海",
						["iLvl"] = 932,
						["time"] = 1509975530,
						["class"] = 1,
						["bTag"] = "Ambitious#5100",
					}, -- [960]
					{
						["role"] = "DAMAGER",
						["name"] = "賊不走空-石锤",
						["iLvl"] = 929,
						["time"] = 1509975530,
						["class"] = 4,
						["bTag"] = "急躁之翼#52979",
					}, -- [961]
					{
						["role"] = "DAMAGER",
						["name"] = "根本把持不住-闪电之刃",
						["time"] = 1509975519,
						["class"] = 4,
					}, -- [962]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油猎-红云台地",
						["iLvl"] = 943,
						["time"] = 1509975507,
						["class"] = 3,
						["bTag"] = "卡卡亚那#5110",
					}, -- [963]
					{
						["role"] = "HEALER",
						["name"] = "幻影优优-血环",
						["iLvl"] = 862,
						["time"] = 1509975530,
						["class"] = 5,
						["bTag"] = "BT160704#5606",
					}, -- [964]
					{
						["role"] = "DAMAGER",
						["name"] = "撕裂黑暗-太阳之井",
						["iLvl"] = 931,
						["time"] = 1509975515,
						["class"] = 6,
						["bTag"] = "David#56936",
					}, -- [965]
					{
						["role"] = "DAMAGER",
						["name"] = "丶一群小母牛-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1509975513,
						["class"] = 12,
						["bTag"] = "冰霜之脚#548526",
					}, -- [966]
					{
						["role"] = "DAMAGER",
						["name"] = "羊羊的石头-逐日者",
						["iLvl"] = 932,
						["time"] = 1509975507,
						["class"] = 3,
						["bTag"] = "皮卡丘之皮丘#5450",
					}, -- [967]
					{
						["role"] = "DAMAGER",
						["name"] = "芯圆宝-安加萨",
						["time"] = 1509975530,
						["class"] = 10,
					}, -- [968]
					{
						["role"] = "DAMAGER",
						["name"] = "二胖丨-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1509975511,
						["class"] = 8,
						["bTag"] = "岁月荏苒#51963",
					}, -- [969]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼蝎-山丘之王",
						["iLvl"] = 924,
						["time"] = 1509975521,
						["class"] = 4,
						["bTag"] = "寒武#5166",
					}, -- [970]
					{
						["role"] = "DAMAGER",
						["name"] = "Kalkinvish-安苏",
						["iLvl"] = 943,
						["time"] = 1509975530,
						["class"] = 12,
						["bTag"] = "FunkyFrog#537681",
					}, -- [971]
					{
						["role"] = "HEALER",
						["name"] = "丷晴丷-阿纳克洛斯",
						["iLvl"] = 935,
						["time"] = 1509975530,
						["class"] = 2,
						["bTag"] = "幽谷凝儿#5325",
					}, -- [972]
					{
						["role"] = "DAMAGER",
						["name"] = "丷逸念丷-卡德加",
						["iLvl"] = 914,
						["time"] = 1509975515,
						["class"] = 3,
						["bTag"] = "意念#5100",
					}, -- [973]
					{
						["role"] = "DAMAGER",
						["name"] = "Kwarlock-尘风峡谷",
						["iLvl"] = 943,
						["time"] = 1509975519,
						["class"] = 9,
						["bTag"] = "沉默之剑#5139611",
					}, -- [974]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒玫瑰-冬泉谷",
						["iLvl"] = 933,
						["time"] = 1509975530,
						["class"] = 12,
						["bTag"] = "愤怒血影#5694",
					}, -- [975]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候美美哒-凤凰之神",
						["iLvl"] = 849,
						["time"] = 1509975530,
						["class"] = 3,
						["bTag"] = "被遗忘者#52511",
					}, -- [976]
					{
						["role"] = "DAMAGER",
						["name"] = "北丿风-海克泰尔",
						["iLvl"] = 943,
						["time"] = 1509975509,
						["class"] = 7,
						["bTag"] = "Aron#51891",
					}, -- [977]
					{
						["role"] = "DAMAGER",
						["name"] = "此人已婚-奥妮克希亚",
						["iLvl"] = 934,
						["time"] = 1509976088,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "缘起朝露#5184",
					}, -- [978]
					{
						["role"] = "DAMAGER",
						["name"] = "白哥说-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1509976088,
						["class"] = 8,
						["bTag"] = "卑鄙的你#5331",
					}, -- [979]
					{
						["role"] = "DAMAGER",
						["name"] = "Nèrys-安苏",
						["iLvl"] = 941,
						["time"] = 1509976088,
						["class"] = 11,
						["bTag"] = "Nerys#5438",
					}, -- [980]
					{
						["role"] = "TANK",
						["name"] = "寒瞳若影-符文图腾",
						["iLvl"] = 940,
						["time"] = 1509976088,
						["class"] = 2,
						["bTag"] = "寒瞳若影#5238",
					}, -- [981]
					{
						["role"] = "TANK",
						["name"] = "牛魔亾-苏塔恩",
						["time"] = 1509976026,
						["class"] = 6,
					}, -- [982]
					{
						["role"] = "DAMAGER",
						["name"] = "汗圆焚尸手-冰霜之刃",
						["iLvl"] = 940,
						["time"] = 1509976088,
						["class"] = 10,
						["bTag"] = "Mekkator#5310",
					}, -- [983]
					{
						["role"] = "DAMAGER",
						["name"] = "叁笙叁世-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1509976060,
						["class"] = 4,
						["bTag"] = "有种放学别走#51371",
					}, -- [984]
					{
						["role"] = "DAMAGER",
						["name"] = "Leegayam-索瑞森",
						["iLvl"] = 941,
						["time"] = 1509976088,
						["class"] = 9,
						["bTag"] = "Leegayam#5344",
					}, -- [985]
					{
						["role"] = "DAMAGER",
						["name"] = "寒夜凌风-伊森利恩",
						["iLvl"] = 946,
						["time"] = 1509976051,
						["class"] = 1,
						["bTag"] = "涛哥丶#51691",
					}, -- [986]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呀好黑呀-阿尔萨斯",
						["iLvl"] = 934,
						["time"] = 1509976088,
						["class"] = 12,
						["bTag"] = "哇哦#5609",
					}, -- [987]
					{
						["role"] = "DAMAGER",
						["name"] = "凌怡-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1509976088,
						["class"] = 1,
						["bTag"] = "光明之锤#5143941",
					}, -- [988]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪爬楼梯-月神殿",
						["iLvl"] = 925,
						["time"] = 1509976088,
						["class"] = 8,
						["bTag"] = "porket#5336",
					}, -- [989]
					{
						["role"] = "DAMAGER",
						["name"] = "索尔丶夜歌-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1509976088,
						["class"] = 11,
						["bTag"] = "夜歌#5216",
					}, -- [990]
					{
						["role"] = "DAMAGER",
						["name"] = "银棍婬护士-黑暗虚空",
						["iLvl"] = 862,
						["time"] = 1509976088,
						["class"] = 11,
						["bTag"] = "蛋蛋#52500",
					}, -- [991]
					{
						["role"] = "DAMAGER",
						["name"] = "苍狼不拜月-卡德加",
						["iLvl"] = 929,
						["time"] = 1509976088,
						["class"] = 3,
						["bTag"] = "冰霜之脚#5100415",
					}, -- [992]
					{
						["role"] = "HEALER",
						["name"] = "Smallhyl-死亡之翼",
						["iLvl"] = 911,
						["time"] = 1509976088,
						["class"] = 2,
						["bTag"] = "空白的眼神#5667",
					}, -- [993]
					{
						["role"] = "DAMAGER",
						["name"] = "黑锋迪凯缇-无尽之海",
						["iLvl"] = 943,
						["time"] = 1509976088,
						["class"] = 6,
						["bTag"] = "科比布莱恩黑#5340",
					}, -- [994]
					{
						["role"] = "HEALER",
						["name"] = "阿牟-贫瘠之地",
						["iLvl"] = 930,
						["time"] = 1509976088,
						["class"] = 2,
						["bTag"] = "阿牟#51455",
					}, -- [995]
					{
						["role"] = "DAMAGER",
						["name"] = "贰三肆-森金",
						["iLvl"] = 942,
						["time"] = 1509976088,
						["class"] = 9,
						["bTag"] = "微凉的記憶#5772",
					}, -- [996]
					{
						["role"] = "DAMAGER",
						["name"] = "偶尔不呼吸-迅捷微风",
						["time"] = 1510065859,
						["class"] = 8,
					}, -- [997]
					{
						["role"] = "DAMAGER",
						["name"] = "血月弑神-萨尔",
						["iLvl"] = 932,
						["time"] = 1509976088,
						["class"] = 8,
						["bTag"] = "鞠丸#5877",
					}, -- [998]
					{
						["role"] = "DAMAGER",
						["name"] = "褲襠下的憤怒-战歌",
						["iLvl"] = 941,
						["time"] = 1509976088,
						["class"] = 8,
						["bTag"] = "疯狂之法师#57955",
					}, -- [999]
					{
						["role"] = "DAMAGER",
						["name"] = "一地烟头-无尽之海",
						["iLvl"] = 933,
						["time"] = 1509976088,
						["class"] = 4,
						["bTag"] = "认真#5686",
					}, -- [1000]
					{
						["role"] = "DAMAGER",
						["name"] = "药你命三千-古达克",
						["iLvl"] = 899,
						["time"] = 1509976088,
						["class"] = 4,
						["bTag"] = "牧师中心血站#5475",
					}, -- [1001]
					{
						["role"] = "TANK",
						["name"] = "儿白五小老婆-亚雷戈斯",
						["iLvl"] = 944,
						["time"] = 1509976088,
						["class"] = 2,
						["bTag"] = "王大海很风流#5191",
					}, -- [1002]
					{
						["role"] = "DAMAGER",
						["name"] = "血叶丶-毁灭之锤",
						["iLvl"] = 934,
						["time"] = 1509976088,
						["class"] = 4,
						["bTag"] = "诺娃#512549",
					}, -- [1003]
					{
						["role"] = "DAMAGER",
						["name"] = "赫拉克剌斯-回音山",
						["iLvl"] = 944,
						["time"] = 1509976088,
						["class"] = 7,
						["bTag"] = "实虚客#5353",
					}, -- [1004]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丨流星丨丨-安苏",
						["iLvl"] = 898,
						["time"] = 1509976088,
						["class"] = 3,
						["bTag"] = "心动色彩#5945",
					}, -- [1005]
					{
						["role"] = "DAMAGER",
						["name"] = "Symphonia-贫瘠之地",
						["iLvl"] = 949,
						["time"] = 1509976088,
						["class"] = 5,
						["bTag"] = "Zeromixis#5381",
					}, -- [1006]
					{
						["role"] = "TANK",
						["name"] = "午夜星晨-寒冰皇冠",
						["iLvl"] = 944,
						["time"] = 1509976088,
						["class"] = 6,
						["bTag"] = "咕咕#5358",
					}, -- [1007]
					{
						["role"] = "HEALER",
						["name"] = "注定丶丶悲伤-血吼",
						["iLvl"] = 936,
						["time"] = 1509976088,
						["class"] = 11,
						["bTag"] = "天使没毛#5510",
					}, -- [1008]
					{
						["role"] = "DAMAGER",
						["name"] = "一库一哭-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1509976084,
						["class"] = 12,
						["bTag"] = "班主任来了#51871",
					}, -- [1009]
					{
						["role"] = "DAMAGER",
						["name"] = "西门燕儿-加兹鲁维",
						["iLvl"] = 942,
						["time"] = 1509976088,
						["class"] = 4,
						["bTag"] = "西门燕儿#5279",
					}, -- [1010]
					{
						["role"] = "TANK",
						["name"] = "伊利丶小丹-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1509976088,
						["class"] = 12,
						["bTag"] = "随遇而猪#5131",
					}, -- [1011]
					{
						["role"] = "DAMAGER",
						["name"] = "雷丶比欧丁-红龙军团",
						["iLvl"] = 931,
						["time"] = 1509993024,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "莫提当年#5825",
					}, -- [1012]
					{
						["role"] = "DAMAGER",
						["name"] = "軍團領主-克尔苏加德",
						["time"] = 1509993044,
						["class"] = 12,
					}, -- [1013]
					{
						["role"] = "DAMAGER",
						["name"] = "Catherrine-加尔",
						["iLvl"] = 924,
						["time"] = 1511025286,
						["class"] = 12,
						["bTag"] = "Evily#5976",
					}, -- [1014]
					{
						["role"] = "TANK",
						["name"] = "一劈十九咕-玛洛加尔",
						["iLvl"] = 928,
						["time"] = 1509993331,
						["class"] = 6,
						["bTag"] = "琉璃猪#5776",
					}, -- [1015]
					{
						["role"] = "DAMAGER",
						["name"] = "尖尖耳嘟嘟嘴-埃德萨拉",
						["iLvl"] = 932,
						["time"] = 1509993044,
						["class"] = 5,
						["bTag"] = "Norobe#5626",
					}, -- [1016]
					{
						["role"] = "DAMAGER",
						["name"] = "血里刃-影之哀伤",
						["iLvl"] = 926,
						["time"] = 1509993044,
						["class"] = 6,
						["bTag"] = "查无此人#5432",
					}, -- [1017]
					{
						["role"] = "HEALER",
						["name"] = "甜甜美娃-斩魔者",
						["iLvl"] = 944,
						["time"] = 1509993044,
						["class"] = 5,
						["bTag"] = "甜甜精娃#5273",
					}, -- [1018]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪雲-冰风岗",
						["iLvl"] = 943,
						["time"] = 1509993331,
						["class"] = 7,
						["bTag"] = "流浪的云#5500",
					}, -- [1019]
					{
						["role"] = "DAMAGER",
						["name"] = "莱薇-克尔苏加德",
						["time"] = 1509993024,
						["class"] = 7,
					}, -- [1020]
					{
						["role"] = "DAMAGER",
						["name"] = "Anotherstart-伊森利恩",
						["iLvl"] = 920,
						["time"] = 1509993044,
						["class"] = 1,
						["bTag"] = "Rainyday#5426",
					}, -- [1021]
					{
						["role"] = "DAMAGER",
						["name"] = "丿浮生若梦丨-罗宁",
						["time"] = 1509993044,
						["class"] = 12,
					}, -- [1022]
					{
						["role"] = "DAMAGER",
						["name"] = "只为蛋刀-阿比迪斯",
						["iLvl"] = 928,
						["time"] = 1510843586,
						["class"] = 12,
						["bTag"] = "晒太阳的猫#5427",
					}, -- [1023]
					{
						["role"] = "DAMAGER",
						["name"] = "打不过装死-燃烧平原",
						["iLvl"] = 940,
						["time"] = 1509993331,
						["class"] = 3,
						["bTag"] = "碎蛋拳#5669",
					}, -- [1024]
					{
						["role"] = "DAMAGER",
						["name"] = "一代小法-埃德萨拉",
						["time"] = 1509993044,
						["class"] = 8,
					}, -- [1025]
					{
						["role"] = "TANK",
						["name"] = "喵喵丨喵-索瑞森",
						["iLvl"] = 939,
						["time"] = 1509993042,
						["class"] = 2,
						["bTag"] = "戊己庚辛#51332",
					}, -- [1026]
					{
						["role"] = "TANK",
						["name"] = "小惡魔丶-血色十字军",
						["iLvl"] = 950,
						["time"] = 1509993044,
						["class"] = 2,
						["bTag"] = "惡魔#51894",
					}, -- [1027]
					{
						["role"] = "DAMAGER",
						["name"] = "帅的丶飞起-迅捷微风",
						["time"] = 1509993044,
						["class"] = 12,
					}, -- [1028]
					{
						["role"] = "TANK",
						["name"] = "丶死亡一指-迅捷微风",
						["iLvl"] = 835,
						["time"] = 1509993331,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "蛮力之兽#55653",
					}, -- [1029]
					{
						["role"] = "DAMAGER",
						["name"] = "六月斐霜-燃烧平原",
						["iLvl"] = 931,
						["time"] = 1509993331,
						["class"] = 4,
						["bTag"] = "漫天斐舞#5377",
					}, -- [1030]
					{
						["role"] = "DAMAGER",
						["name"] = "傲慢之箭-试炼之环",
						["iLvl"] = 939,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "傲慢之罪#5713",
					}, -- [1031]
					{
						["role"] = "DAMAGER",
						["name"] = "夜胖三斤-幽暗沼泽",
						["iLvl"] = 845,
						["time"] = 1509993216,
						["class"] = 12,
						["bTag"] = "夜胖三斤#5191",
					}, -- [1032]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兽水牧-菲米丝",
						["iLvl"] = 933,
						["time"] = 1509993331,
						["class"] = 5,
						["bTag"] = "小豆子#5383",
					}, -- [1033]
					{
						["role"] = "DAMAGER",
						["name"] = "黑骑士-麦姆",
						["iLvl"] = 934,
						["time"] = 1509993331,
						["class"] = 6,
						["bTag"] = "TokyoHot#5460",
					}, -- [1034]
					{
						["role"] = "DAMAGER",
						["name"] = "厂长的小猪仔-无尽之海",
						["iLvl"] = 934,
						["time"] = 1509993331,
						["class"] = 10,
						["bTag"] = "吴涛#5791",
					}, -- [1035]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘之根-冰风岗",
						["iLvl"] = 946,
						["time"] = 1509993272,
						["class"] = 9,
						["bTag"] = "红尘之根#5918",
					}, -- [1036]
					{
						["role"] = "DAMAGER",
						["name"] = "小六爷-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1509993331,
						["class"] = 3,
						["bTag"] = "MarcZL#5106",
					}, -- [1037]
					{
						["role"] = "DAMAGER",
						["name"] = "奥蕾迦娜-奥妮克希亚",
						["iLvl"] = 899,
						["time"] = 1509993331,
						["class"] = 3,
						["bTag"] = "伊尔达#5120",
					}, -- [1038]
					{
						["role"] = "DAMAGER",
						["name"] = "志娶其乳-玛洛加尔",
						["iLvl"] = 931,
						["time"] = 1509993331,
						["class"] = 8,
						["bTag"] = "雪月蓝#5416",
					}, -- [1039]
					{
						["role"] = "DAMAGER",
						["name"] = "多久以前-鬼雾峰",
						["time"] = 1509993331,
						["class"] = 1,
					}, -- [1040]
					{
						["role"] = "DAMAGER",
						["name"] = "我的小海豚呢-鬼雾峰",
						["time"] = 1509993331,
						["class"] = 8,
					}, -- [1041]
					{
						["role"] = "HEALER",
						["name"] = "寒凝小夜-鬼雾峰",
						["time"] = 1509993331,
						["class"] = 7,
					}, -- [1042]
					{
						["role"] = "DAMAGER",
						["name"] = "Voidwhisper-奥尔加隆",
						["time"] = 1509993244,
						["class"] = 5,
					}, -- [1043]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐的小鱼-双子峰",
						["iLvl"] = 913,
						["time"] = 1509993331,
						["class"] = 6,
						["bTag"] = "无敌路#5190",
					}, -- [1044]
					{
						["role"] = "DAMAGER",
						["name"] = "Jocelynscary-迅捷微风",
						["iLvl"] = 879,
						["time"] = 1509993331,
						["class"] = 3,
						["bTag"] = "lejuge#5410",
					}, -- [1045]
					{
						["role"] = "DAMAGER",
						["name"] = "丶衝锋枴椡腳-冰风岗",
						["time"] = 1509993331,
						["class"] = 1,
					}, -- [1046]
					{
						["role"] = "DAMAGER",
						["name"] = "無法阻挡-奥尔加隆",
						["time"] = 1509993331,
						["class"] = 8,
					}, -- [1047]
					{
						["role"] = "DAMAGER",
						["name"] = "舔舔奥利奥-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1510002225,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "wanddlol#5639",
					}, -- [1048]
					{
						["role"] = "TANK",
						["name"] = "欧艹皇-安苏",
						["iLvl"] = 913,
						["time"] = 1510002282,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "愤怒的蜗牛#51282",
					}, -- [1049]
					{
						["role"] = "DAMAGER",
						["name"] = "彤心无用-埃德萨拉",
						["time"] = 1510002282,
						["class"] = 1,
					}, -- [1050]
					{
						["role"] = "DAMAGER",
						["name"] = "绘梨衣䡔-安苏",
						["iLvl"] = 865,
						["time"] = 1510002282,
						["class"] = 12,
						["bTag"] = "绘梨衣#5975",
					}, -- [1051]
					{
						["role"] = "HEALER",
						["name"] = "阿基祢斯-安苏",
						["iLvl"] = 934,
						["time"] = 1510002219,
						["class"] = 2,
						["bTag"] = "战斗之裤#5137347",
					}, -- [1052]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的法師-纳克萨玛斯",
						["time"] = 1510002233,
						["class"] = 8,
					}, -- [1053]
					{
						["role"] = "DAMAGER",
						["name"] = "Olddevil-黑铁",
						["time"] = 1510002282,
						["class"] = 11,
					}, -- [1054]
					{
						["role"] = "DAMAGER",
						["name"] = "丹尼-托塞德林",
						["iLvl"] = 941,
						["time"] = 1510083689,
						["class"] = 3,
						["bTag"] = "夜空#5102",
					}, -- [1055]
					{
						["role"] = "DAMAGER",
						["name"] = "见习海螺-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1510002219,
						["class"] = 5,
						["bTag"] = "雨天炎天#51562",
					}, -- [1056]
					{
						["role"] = "DAMAGER",
						["name"] = "爆头橙心橙意-无尽之海",
						["iLvl"] = 944,
						["time"] = 1510002219,
						["class"] = 3,
						["bTag"] = "爆头#5716",
					}, -- [1057]
					{
						["role"] = "DAMAGER",
						["name"] = "铁面佛-幽暗沼泽",
						["iLvl"] = 894,
						["time"] = 1510002225,
						["class"] = 1,
						["bTag"] = "铁面佛#5288",
					}, -- [1058]
					{
						["role"] = "TANK",
						["name"] = "我把太阳搓圆-戈古纳斯",
						["iLvl"] = 952,
						["time"] = 1510002210,
						["class"] = 1,
						["bTag"] = "太阳#53271",
					}, -- [1059]
					{
						["role"] = "TANK",
						["name"] = "弗丁之怒-凤凰之神",
						["iLvl"] = 953,
						["time"] = 1510065876,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "治邦#5833",
					}, -- [1060]
					{
						["role"] = "DAMAGER",
						["name"] = "格里斯华尔德-外域",
						["iLvl"] = 944,
						["time"] = 1510065876,
						["class"] = 1,
						["bTag"] = "格里斯华尔德#5975",
					}, -- [1061]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冻-燃烧之刃",
						["iLvl"] = 948,
						["time"] = 1510065876,
						["class"] = 2,
						["bTag"] = "ROGWELL#5789",
					}, -- [1062]
					{
						["role"] = "DAMAGER",
						["name"] = "酷呆狂热-斩魔者",
						["time"] = 1510065776,
						["class"] = 1,
					}, -- [1063]
					{
						["role"] = "DAMAGER",
						["name"] = "我砍你妹-石爪峰",
						["time"] = 1510065776,
						["class"] = 1,
					}, -- [1064]
					{
						["role"] = "DAMAGER",
						["name"] = "不如泡面-凯尔萨斯",
						["iLvl"] = 941,
						["time"] = 1510065786,
						["class"] = 4,
						["bTag"] = "颈椎疼的面叔#5125",
					}, -- [1065]
					{
						["role"] = "TANK",
						["name"] = "断背狗-燃烧之刃",
						["iLvl"] = 949,
						["time"] = 1510065876,
						["class"] = 11,
						["bTag"] = "断背狗#5886",
					}, -- [1066]
					{
						["role"] = "DAMAGER",
						["name"] = "悪霊退散-埃加洛尔",
						["iLvl"] = 945,
						["time"] = 1510065859,
						["class"] = 12,
						["bTag"] = "暴躁的扬仔#5623",
					}, -- [1067]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心风暴-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1511188593,
						["class"] = 12,
						["bTag"] = "黑暗海绵球#5257",
					}, -- [1068]
					{
						["role"] = "DAMAGER",
						["name"] = "有酒楽逍遥-格瑞姆巴托",
						["iLvl"] = 938,
						["time"] = 1510065887,
						["class"] = 10,
						["bTag"] = "無聲黑白#51286",
					}, -- [1069]
					{
						["role"] = "TANK",
						["name"] = "四根-奥蕾莉亚",
						["iLvl"] = 886,
						["time"] = 1510066339,
						["class"] = 6,
						["bTag"] = "奔跑的蛋糕#5441",
					}, -- [1070]
					{
						["role"] = "DAMAGER",
						["name"] = "弑天战神-死亡之翼",
						["iLvl"] = 780,
						["time"] = 1510065876,
						["class"] = 1,
						["bTag"] = "大灾变#5984",
					}, -- [1071]
					{
						["role"] = "DAMAGER",
						["name"] = "忧伤的瓜不甜-克尔苏加德",
						["iLvl"] = 930,
						["time"] = 1510457212,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "瓜不甜#5863",
					}, -- [1072]
					{
						["role"] = "DAMAGER",
						["name"] = "玩的个新号-阿拉希",
						["iLvl"] = 944,
						["time"] = 1510065876,
						["class"] = 8,
						["bTag"] = "只闻花香#51176",
					}, -- [1073]
					{
						["role"] = "TANK",
						["name"] = "貓爷爷-阿纳克洛斯",
						["iLvl"] = 946,
						["time"] = 1510841546,
						["class"] = 10,
						["bTag"] = "蜀猫#5869",
					}, -- [1074]
					{
						["role"] = "DAMAGER",
						["name"] = "夜里的阳光-红龙军团",
						["iLvl"] = 945,
						["time"] = 1510065887,
						["class"] = 11,
						["bTag"] = "桑帥#5865",
					}, -- [1075]
					{
						["role"] = "HEALER",
						["name"] = "丶荼蘼花開-洛萨",
						["time"] = 1510065798,
						["class"] = 5,
					}, -- [1076]
					{
						["role"] = "DAMAGER",
						["name"] = "天意如此-萨洛拉丝",
						["iLvl"] = 928,
						["time"] = 1510065887,
						["class"] = 1,
						["bTag"] = "光明之锤#510130",
					}, -- [1077]
					{
						["role"] = "DAMAGER",
						["name"] = "吐鲁番棒棒糖-黑石尖塔",
						["iLvl"] = 939,
						["time"] = 1510065887,
						["class"] = 11,
						["bTag"] = "無乜#5888",
					}, -- [1078]
					{
						["role"] = "DAMAGER",
						["name"] = "葫芦娃丶贼-格瑞姆巴托",
						["iLvl"] = 939,
						["time"] = 1510410283,
						["class"] = 4,
						["bTag"] = "Manbuzhe#5255",
					}, -- [1079]
					{
						["role"] = "DAMAGER",
						["name"] = "婲婲厷牛-血环",
						["iLvl"] = 933,
						["time"] = 1510582923,
						["class"] = 1,
						["bTag"] = "Veneno#5312",
					}, -- [1080]
					{
						["role"] = "DAMAGER",
						["name"] = "大卵哥哥-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1510065887,
						["class"] = 4,
						["bTag"] = "白银之鹰#54699",
					}, -- [1081]
					{
						["role"] = "HEALER",
						["name"] = "铁头功丶-贫瘠之地",
						["iLvl"] = 910,
						["time"] = 1510065887,
						["class"] = 7,
						["bTag"] = "灰色心情#5239",
					}, -- [1082]
					{
						["role"] = "DAMAGER",
						["name"] = "酷战丶-霜狼",
						["iLvl"] = 935,
						["time"] = 1510065876,
						["class"] = 1,
						["bTag"] = "季末微凉丶#5570",
					}, -- [1083]
					{
						["role"] = "TANK",
						["name"] = "别插嘴-闪电之刃",
						["iLvl"] = 934,
						["time"] = 1510065887,
						["class"] = 6,
						["bTag"] = "独孤万兰#5539",
					}, -- [1084]
					{
						["role"] = "DAMAGER",
						["name"] = "武动乾坤-冰霜之刃",
						["iLvl"] = 909,
						["time"] = 1510066347,
						["class"] = 3,
						["bTag"] = "武动乾坤#5344",
					}, -- [1085]
					{
						["role"] = "DAMAGER",
						["name"] = "奶好我顶-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1510065887,
						["class"] = 1,
						["bTag"] = "为了部落#5107487",
					}, -- [1086]
					{
						["role"] = "DAMAGER",
						["name"] = "恭喜达不溜亿-影之哀伤",
						["iLvl"] = 924,
						["time"] = 1510065887,
						["class"] = 7,
						["bTag"] = "放手而为#5373",
					}, -- [1087]
					{
						["role"] = "DAMAGER",
						["name"] = "萨利安娜-血环",
						["iLvl"] = 944,
						["time"] = 1510065887,
						["class"] = 6,
						["bTag"] = "暗舞#51895",
					}, -- [1088]
					{
						["role"] = "DAMAGER",
						["name"] = "手影魔到醉-燃烧之刃",
						["iLvl"] = 942,
						["time"] = 1510065887,
						["class"] = 1,
						["bTag"] = "NhatsOOL#5153",
					}, -- [1089]
					{
						["role"] = "TANK",
						["name"] = "逍遥龙凡-远古海滩",
						["iLvl"] = 944,
						["time"] = 1510065872,
						["class"] = 6,
						["bTag"] = "FunkyPants#54313",
					}, -- [1090]
					{
						["role"] = "DAMAGER",
						["name"] = "記憶傷痕-亚雷戈斯",
						["iLvl"] = 937,
						["time"] = 1510065887,
						["class"] = 8,
						["bTag"] = "玉溪#5985",
					}, -- [1091]
					{
						["role"] = "DAMAGER",
						["name"] = "Icet-冰风岗",
						["iLvl"] = 943,
						["time"] = 1510065859,
						["class"] = 8,
						["bTag"] = "icet#5782",
					}, -- [1092]
					{
						["role"] = "DAMAGER",
						["name"] = "Yrelka-贫瘠之地",
						["iLvl"] = 907,
						["time"] = 1510065885,
						["class"] = 4,
						["bTag"] = "苏菲超给力#5113",
					}, -- [1093]
					{
						["role"] = "TANK",
						["name"] = "彡彡-熔火之心",
						["iLvl"] = 941,
						["time"] = 1510065887,
						["class"] = 1,
						["bTag"] = "Ooo#52908",
					}, -- [1094]
					{
						["role"] = "DAMAGER",
						["name"] = "Andras-鲜血熔炉",
						["iLvl"] = 920,
						["time"] = 1510065872,
						["class"] = 3,
						["bTag"] = "Andras#5495",
					}, -- [1095]
					{
						["role"] = "DAMAGER",
						["name"] = "伊斯塔凛-安苏",
						["iLvl"] = 940,
						["time"] = 1510065887,
						["class"] = 3,
						["bTag"] = "我是火车王#5998",
					}, -- [1096]
					{
						["role"] = "TANK",
						["name"] = "风啸易水寒-密林游侠",
						["iLvl"] = 944,
						["time"] = 1510065887,
						["class"] = 6,
						["bTag"] = "牛你知道吧#5621",
					}, -- [1097]
					{
						["role"] = "DAMAGER",
						["name"] = "翎悟-索瑞森",
						["iLvl"] = 923,
						["time"] = 1510065887,
						["class"] = 10,
						["bTag"] = "翎走过了#5133",
					}, -- [1098]
					{
						["role"] = "DAMAGER",
						["name"] = "Vickylu-神圣之歌",
						["iLvl"] = 937,
						["time"] = 1510065876,
						["class"] = 4,
						["bTag"] = "帅妞#5192",
					}, -- [1099]
					{
						["role"] = "DAMAGER",
						["name"] = "尹欧文-迦拉克隆",
						["iLvl"] = 939,
						["time"] = 1510066347,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "狂野之狼#5186702",
					}, -- [1100]
					{
						["role"] = "DAMAGER",
						["name"] = "五号技师-死亡熔炉",
						["iLvl"] = 941,
						["time"] = 1510066321,
						["class"] = 12,
						["bTag"] = "丶思维广#5704",
					}, -- [1101]
					{
						["role"] = "DAMAGER",
						["name"] = "Ellbutterfly-鹰巢山",
						["iLvl"] = 907,
						["time"] = 1510066325,
						["class"] = 2,
						["bTag"] = "天黑说早安#5872",
					}, -- [1102]
					{
						["role"] = "DAMAGER",
						["name"] = "亘古恒星-死亡之翼",
						["iLvl"] = 922,
						["time"] = 1510318492,
						["class"] = 1,
						["bTag"] = "流绪微梦#5477",
					}, -- [1103]
					{
						["role"] = "DAMAGER",
						["name"] = "落樱灬飛丶雪-冰风岗",
						["iLvl"] = 912,
						["time"] = 1510066347,
						["class"] = 3,
						["bTag"] = "随風爾逝#51335",
					}, -- [1104]
					{
						["role"] = "DAMAGER",
						["name"] = "艾薇儿安-回音山",
						["iLvl"] = 943,
						["time"] = 1510066265,
						["class"] = 12,
						["bTag"] = "青青子衿#5978",
					}, -- [1105]
					{
						["role"] = "DAMAGER",
						["name"] = "断角牛灬-安苏",
						["iLvl"] = 938,
						["time"] = 1510066347,
						["class"] = 12,
						["bTag"] = "快乐之足#557681",
					}, -- [1106]
					{
						["role"] = "DAMAGER",
						["name"] = "覀覀-巫妖之王",
						["iLvl"] = 941,
						["time"] = 1510066347,
						["class"] = 5,
						["bTag"] = "ROLENTOTO#5315",
					}, -- [1107]
					{
						["role"] = "DAMAGER",
						["name"] = "兰迪丶风行者-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1510066347,
						["class"] = 9,
						["bTag"] = "别开枪丶我投降#5966",
					}, -- [1108]
					{
						["role"] = "DAMAGER",
						["name"] = "飘不落-阿拉希",
						["iLvl"] = 944,
						["time"] = 1510066347,
						["class"] = 8,
						["bTag"] = "zjllyyfor#5307",
					}, -- [1109]
					{
						["role"] = "DAMAGER",
						["name"] = "尖叫的皮皮兽-斯克提斯",
						["iLvl"] = 944,
						["time"] = 1510066265,
						["class"] = 1,
						["bTag"] = "Amezio#5611",
					}, -- [1110]
					{
						["role"] = "TANK",
						["name"] = "諾訫丿圣-深渊之巢",
						["iLvl"] = 947,
						["time"] = 1510066724,
						["class"] = 2,
						["bTag"] = "胖小树#5572",
					}, -- [1111]
					{
						["role"] = "DAMAGER",
						["name"] = "孜烟-死亡之翼",
						["iLvl"] = 930,
						["time"] = 1510066347,
						["class"] = 12,
						["bTag"] = "天之痕#5911",
					}, -- [1112]
					{
						["role"] = "DAMAGER",
						["name"] = "Despacito-提瑞斯法",
						["iLvl"] = 931,
						["time"] = 1510066347,
						["class"] = 1,
						["bTag"] = "熊孩孖#5725",
					}, -- [1113]
					{
						["role"] = "DAMAGER",
						["name"] = "卡淇攸游-凤凰之神",
						["iLvl"] = 909,
						["time"] = 1510066347,
						["class"] = 8,
						["bTag"] = "卡淇攸游#5217",
					}, -- [1114]
					{
						["role"] = "TANK",
						["name"] = "心得-埃德萨拉",
						["iLvl"] = 944,
						["time"] = 1510841546,
						["class"] = 11,
						["bTag"] = "灯心#5752",
					}, -- [1115]
					{
						["role"] = "DAMAGER",
						["name"] = "元素火鸡-霜狼",
						["iLvl"] = 924,
						["time"] = 1510066347,
						["class"] = 7,
						["bTag"] = "gun2rose#5861",
					}, -- [1116]
					{
						["role"] = "DAMAGER",
						["name"] = "寧綵橙-丹莫德",
						["iLvl"] = 939,
						["time"] = 1510066347,
						["class"] = 9,
						["bTag"] = "SwankyOrc#54198",
					}, -- [1117]
					{
						["role"] = "DAMAGER",
						["name"] = "Marxh-斯克提斯",
						["iLvl"] = 940,
						["time"] = 1510066326,
						["class"] = 9,
						["bTag"] = "MaRxH#51336",
					}, -- [1118]
					{
						["role"] = "DAMAGER",
						["name"] = "凝澜-德拉诺",
						["iLvl"] = 915,
						["time"] = 1510066265,
						["class"] = 4,
						["bTag"] = "舞步吟魂#5293",
					}, -- [1119]
					{
						["role"] = "DAMAGER",
						["name"] = "晓十三-雷霆之王",
						["iLvl"] = 939,
						["time"] = 1510066347,
						["class"] = 4,
						["bTag"] = "狂野小喵喵#51478",
					}, -- [1120]
					{
						["role"] = "DAMAGER",
						["name"] = "丶修神-寒冰皇冠",
						["iLvl"] = 947,
						["time"] = 1510066341,
						["class"] = 2,
						["bTag"] = "小脩#5849",
					}, -- [1121]
					{
						["role"] = "DAMAGER",
						["name"] = "丿灬暮色-阿克蒙德",
						["iLvl"] = 932,
						["time"] = 1510066347,
						["class"] = 4,
						["bTag"] = "习惯#5783",
					}, -- [1122]
					{
						["role"] = "DAMAGER",
						["name"] = "友木友-暗影议会",
						["iLvl"] = 931,
						["time"] = 1510066337,
						["class"] = 4,
						["bTag"] = "魔魂战神#5707",
					}, -- [1123]
					{
						["role"] = "DAMAGER",
						["name"] = "宝刀已老-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1510066323,
						["class"] = 1,
						["bTag"] = "风吹稻花香#5168",
					}, -- [1124]
					{
						["role"] = "TANK",
						["name"] = "十凰-冰风岗",
						["iLvl"] = 949,
						["time"] = 1510066347,
						["class"] = 11,
						["bTag"] = "凋零的華麗#5564",
					}, -- [1125]
					{
						["role"] = "DAMAGER",
						["name"] = "德过-菲拉斯",
						["iLvl"] = 842,
						["time"] = 1510066345,
						["class"] = 11,
						["bTag"] = "二代#5167",
					}, -- [1126]
					{
						["role"] = "TANK",
						["name"] = "神秘的肚兜-萨尔",
						["iLvl"] = 906,
						["time"] = 1510066326,
						["class"] = 2,
						["bTag"] = "亮眼黑妹#5535",
					}, -- [1127]
					{
						["role"] = "DAMAGER",
						["name"] = "冰风之帅-基尔加丹",
						["iLvl"] = 913,
						["time"] = 1510066326,
						["class"] = 4,
						["bTag"] = "冰封之帅#5548",
					}, -- [1128]
					{
						["role"] = "DAMAGER",
						["name"] = "Forgive-千针石林",
						["iLvl"] = 940,
						["time"] = 1510066326,
						["class"] = 1,
						["bTag"] = "UNFOR#5318",
					}, -- [1129]
					{
						["role"] = "DAMAGER",
						["name"] = "我也是虫吱-阿曼尼",
						["iLvl"] = 927,
						["time"] = 1510066326,
						["class"] = 8,
						["bTag"] = "浮生若梦#5222",
					}, -- [1130]
					{
						["role"] = "DAMAGER",
						["name"] = "魔导师艾洛娜-艾露恩",
						["iLvl"] = 930,
						["time"] = 1510066724,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "游侠萨琳娜#5776",
					}, -- [1131]
					{
						["role"] = "TANK",
						["name"] = "刘玄德丶-贫瘠之地",
						["iLvl"] = 931,
						["time"] = 1510066724,
						["class"] = 2,
						["bTag"] = "蛮力之枭#5182692",
					}, -- [1132]
					{
						["role"] = "DAMAGER",
						["name"] = "星空丶凛-阿纳克洛斯",
						["time"] = 1510066608,
						["class"] = 4,
					}, -- [1133]
					{
						["role"] = "DAMAGER",
						["name"] = "安托瓦内特-死亡之翼",
						["iLvl"] = 922,
						["time"] = 1510066724,
						["class"] = 8,
						["bTag"] = "Fadeleaf#5933",
					}, -- [1134]
					{
						["role"] = "TANK",
						["name"] = "雲過無心-埃德萨拉",
						["time"] = 1510066613,
						["class"] = 6,
					}, -- [1135]
					{
						["role"] = "DAMAGER",
						["name"] = "捷克斯洛伐克-鬼雾峰",
						["iLvl"] = 951,
						["time"] = 1510066724,
						["class"] = 2,
						["bTag"] = "辅导员#5463",
					}, -- [1136]
					{
						["role"] = "DAMAGER",
						["name"] = "沙林之怒-安苏",
						["iLvl"] = 930,
						["time"] = 1510066724,
						["class"] = 3,
						["bTag"] = "恐惧之鸦#51421",
					}, -- [1137]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落牛牛-踏梦者",
						["iLvl"] = 931,
						["time"] = 1510066724,
						["class"] = 7,
						["bTag"] = "牛牛#51491",
					}, -- [1138]
					{
						["role"] = "DAMAGER",
						["name"] = "Mengguxf-克尔苏加德",
						["iLvl"] = 935,
						["time"] = 1510066724,
						["class"] = 8,
						["bTag"] = "MengGuxF#5304",
					}, -- [1139]
					{
						["role"] = "DAMAGER",
						["name"] = "Ink-格雷迈恩",
						["iLvl"] = 939,
						["time"] = 1510066724,
						["class"] = 3,
						["bTag"] = "MuYin#51240",
					}, -- [1140]
					{
						["role"] = "DAMAGER",
						["name"] = "黑猫猎手-纳沙塔尔",
						["iLvl"] = 939,
						["time"] = 1510066724,
						["class"] = 3,
						["bTag"] = "林琛#5140",
					}, -- [1141]
					{
						["role"] = "DAMAGER",
						["name"] = "Antwerpen-时光之穴",
						["iLvl"] = 939,
						["time"] = 1511188340,
						["class"] = 12,
						["bTag"] = "未完待续#52484",
					}, -- [1142]
					{
						["role"] = "DAMAGER",
						["name"] = "葶葶炎炎少-弗塞雷迦",
						["iLvl"] = 939,
						["time"] = 1510083801,
						["class"] = 5,
						["bTag"] = "薛洋#5294",
					}, -- [1143]
					{
						["role"] = "DAMAGER",
						["name"] = "Sharpcow-麦迪文",
						["iLvl"] = 942,
						["time"] = 1510066724,
						["class"] = 7,
						["bTag"] = "夏牛哥#5247",
					}, -- [1144]
					{
						["role"] = "DAMAGER",
						["name"] = "我木有钱-恐怖图腾",
						["iLvl"] = 940,
						["time"] = 1510066724,
						["class"] = 1,
						["bTag"] = "小爱#5886",
					}, -- [1145]
					{
						["role"] = "DAMAGER",
						["name"] = "当时明月在-古拉巴什",
						["iLvl"] = 943,
						["time"] = 1510066724,
						["class"] = 5,
						["bTag"] = "长风傲天#5118",
					}, -- [1146]
					{
						["role"] = "DAMAGER",
						["name"] = "姐滚地啦-埃德萨拉",
						["iLvl"] = 885,
						["time"] = 1510066724,
						["class"] = 1,
						["bTag"] = "赤尸藏人#5117",
					}, -- [1147]
					{
						["role"] = "TANK",
						["name"] = "呆萌丶腿毛哥-塞拉摩",
						["iLvl"] = 939,
						["time"] = 1510066724,
						["class"] = 11,
						["bTag"] = "安逸先森#5386",
					}, -- [1148]
					{
						["role"] = "HEALER",
						["name"] = "叮叮盯-贫瘠之地",
						["iLvl"] = 929,
						["time"] = 1510066724,
						["class"] = 7,
						["bTag"] = "小伙丶心黑手狠#5924",
					}, -- [1149]
					{
						["role"] = "TANK",
						["name"] = "銆丶丿套套-托尔巴拉德",
						["iLvl"] = 919,
						["time"] = 1510066724,
						["class"] = 6,
						["bTag"] = "潘辰#5472",
					}, -- [1150]
					{
						["role"] = "DAMAGER",
						["name"] = "斩風-苏塔恩",
						["iLvl"] = 947,
						["time"] = 1510066724,
						["class"] = 12,
						["bTag"] = "曦霜#5356",
					}, -- [1151]
					{
						["role"] = "TANK",
						["name"] = "帅得被狗追-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1510066724,
						["class"] = 11,
						["bTag"] = "丿法哒哒#5331",
					}, -- [1152]
					{
						["role"] = "DAMAGER",
						["name"] = "风刀霜剑经年-霜之哀伤",
						["iLvl"] = 945,
						["time"] = 1510066724,
						["class"] = 3,
						["bTag"] = "木东#51604",
					}, -- [1153]
					{
						["role"] = "DAMAGER",
						["name"] = "纯不分-弗塞雷迦",
						["iLvl"] = 935,
						["time"] = 1510066724,
						["class"] = 9,
						["bTag"] = "纯不分#5811",
					}, -- [1154]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我壮士-克尔苏加德",
						["iLvl"] = 796,
						["time"] = 1510066724,
						["class"] = 10,
						["bTag"] = "输出靠吼操作靠抖#51130",
					}, -- [1155]
					{
						["role"] = "DAMAGER",
						["name"] = "土逗滚滚-阿纳克洛斯",
						["iLvl"] = 943,
						["time"] = 1510066724,
						["class"] = 10,
						["bTag"] = "双鱼座果子#5573",
					}, -- [1156]
					{
						["role"] = "DAMAGER",
						["name"] = "一贱如咕-黑龙军团",
						["iLvl"] = 938,
						["time"] = 1510066724,
						["class"] = 11,
						["bTag"] = "冬二否#5355",
					}, -- [1157]
					{
						["role"] = "DAMAGER",
						["name"] = "盗聖-罗宁",
						["iLvl"] = 931,
						["time"] = 1510582923,
						["class"] = 4,
						["bTag"] = "库洛洛#51909",
					}, -- [1158]
					{
						["role"] = "DAMAGER",
						["name"] = "咪咪当盾-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1510066724,
						["class"] = 6,
						["bTag"] = "风吹稻花香#5168",
					}, -- [1159]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的火球-瓦丝琪",
						["iLvl"] = 935,
						["time"] = 1510066724,
						["class"] = 2,
						["bTag"] = "小水#5275",
					}, -- [1160]
					{
						["role"] = "DAMAGER",
						["name"] = "南苑-埃德萨拉",
						["iLvl"] = 938,
						["time"] = 1510066724,
						["class"] = 3,
						["bTag"] = "磨溪#5998",
					}, -- [1161]
					{
						["role"] = "DAMAGER",
						["name"] = "薛定谔的兔子-神圣之歌",
						["iLvl"] = 911,
						["time"] = 1510066724,
						["class"] = 8,
						["bTag"] = "幻月雷影#5992",
					}, -- [1162]
					{
						["role"] = "DAMAGER",
						["name"] = "依雯琳-狂热之刃",
						["iLvl"] = 936,
						["time"] = 1510066724,
						["class"] = 3,
						["bTag"] = "SHAGE#51722",
					}, -- [1163]
					{
						["role"] = "DAMAGER",
						["name"] = "Adbwdu-卡拉赞",
						["iLvl"] = 914,
						["time"] = 1510066724,
						["class"] = 12,
						["bTag"] = "花花熊#51381",
					}, -- [1164]
					{
						["role"] = "DAMAGER",
						["name"] = "没有鲜血的鱼-血环",
						["time"] = 1510066724,
						["class"] = 6,
					}, -- [1165]
					{
						["role"] = "DAMAGER",
						["name"] = "不可思议哦-萨尔",
						["iLvl"] = 938,
						["time"] = 1510083689,
						["class"] = 6,
						["bTag"] = "拖油瓶#5732",
					}, -- [1166]
					{
						["role"] = "DAMAGER",
						["name"] = "Yaphetts-密林游侠",
						["time"] = 1510083689,
						["class"] = 4,
					}, -- [1167]
					{
						["role"] = "DAMAGER",
						["name"] = "飞龙瓦跳-加基森",
						["iLvl"] = 940,
						["time"] = 1510083801,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "孤傲之太牛#5825",
					}, -- [1168]
					{
						["role"] = "TANK",
						["name"] = "小脚丫-海加尔",
						["time"] = 1510083801,
						["class"] = 10,
					}, -- [1169]
					{
						["role"] = "TANK",
						["name"] = "冥王丨哈底斯-影之哀伤",
						["iLvl"] = 923,
						["time"] = 1510084208,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "末日咆哮#5950",
					}, -- [1170]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥的猪-迦顿",
						["iLvl"] = 938,
						["time"] = 1510083801,
						["class"] = 8,
						["bTag"] = "逍遥老去#5133",
					}, -- [1171]
					{
						["role"] = "DAMAGER",
						["name"] = "尐白菜灬-格瑞姆巴托",
						["iLvl"] = 858,
						["time"] = 1510083801,
						["class"] = 6,
						["bTag"] = "beima#5707",
					}, -- [1172]
					{
						["role"] = "DAMAGER",
						["name"] = "愛爾奎特-冬泉谷",
						["iLvl"] = 934,
						["time"] = 1510084035,
						["class"] = 8,
						["bTag"] = "丨鵺丨#5786",
					}, -- [1173]
					{
						["role"] = "DAMAGER",
						["name"] = "封怒-耐奥祖",
						["iLvl"] = 942,
						["time"] = 1510083801,
						["class"] = 1,
						["bTag"] = "aksy#5353",
					}, -- [1174]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫诶牟踢-贫瘠之地",
						["iLvl"] = 905,
						["time"] = 1510083801,
						["class"] = 1,
						["bTag"] = "幻月凌天#5570",
					}, -- [1175]
					{
						["role"] = "TANK",
						["name"] = "笨蛋猫-冰风岗",
						["iLvl"] = 934,
						["time"] = 1510083801,
						["class"] = 11,
						["bTag"] = "静谧花园丨奶茶猫#5256",
					}, -- [1176]
					{
						["role"] = "TANK",
						["name"] = "闪现抢人头-血环",
						["iLvl"] = 917,
						["time"] = 1510083801,
						["class"] = 12,
						["bTag"] = "小风#5651",
					}, -- [1177]
					{
						["role"] = "DAMAGER",
						["name"] = "吾乃好射之徒-安苏",
						["iLvl"] = 941,
						["time"] = 1510083801,
						["class"] = 3,
						["bTag"] = "MadLife#52666",
					}, -- [1178]
					{
						["role"] = "TANK",
						["name"] = "南巷猫姑娘-鬼雾峰",
						["iLvl"] = 931,
						["time"] = 1510084011,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "李浪浪酱丶#5920",
					}, -- [1179]
					{
						["role"] = "DAMAGER",
						["name"] = "似水流年丶云-红云台地",
						["iLvl"] = 944,
						["time"] = 1510084186,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "我有一只小蒙牛#5352",
					}, -- [1180]
					{
						["role"] = "DAMAGER",
						["name"] = "泰钽造物阿龍-斯克提斯",
						["iLvl"] = 936,
						["time"] = 1510084003,
						["class"] = 4,
						["bTag"] = "along#5931",
					}, -- [1181]
					{
						["role"] = "DAMAGER",
						["name"] = "游戏伤感情-玛洛加尔",
						["iLvl"] = 945,
						["time"] = 1510084208,
						["class"] = 10,
						["bTag"] = "dryman#5761",
					}, -- [1182]
					{
						["role"] = "DAMAGER",
						["name"] = "爱在酒乡-拉格纳罗斯",
						["iLvl"] = 890,
						["time"] = 1510084143,
						["class"] = 6,
						["bTag"] = "RobotWorgen#55251",
					}, -- [1183]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天丁-燃烧平原",
						["iLvl"] = 914,
						["time"] = 1510084186,
						["class"] = 8,
						["bTag"] = "逆天丁#5411",
					}, -- [1184]
					{
						["role"] = "DAMAGER",
						["name"] = "云海歌-回音山",
						["iLvl"] = 925,
						["time"] = 1510145837,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "躺遍峡谷7433#5485",
					}, -- [1185]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天鍀疯-格瑞姆巴托",
						["iLvl"] = 916,
						["time"] = 1510145833,
						["class"] = 7,
						["bTag"] = "吵吵闹闹的猪#5876",
					}, -- [1186]
					{
						["role"] = "HEALER",
						["name"] = "熊猫丨盼盼-加兹鲁维",
						["iLvl"] = 881,
						["time"] = 1510145837,
						["class"] = 10,
						["bTag"] = "Armand#5743",
					}, -- [1187]
					{
						["role"] = "DAMAGER",
						["name"] = "Segege-阿纳克洛斯",
						["iLvl"] = 948,
						["time"] = 1510145837,
						["class"] = 8,
						["bTag"] = "天晴#5570",
					}, -- [1188]
					{
						["role"] = "DAMAGER",
						["name"] = "看我很给力-迦拉克隆",
						["iLvl"] = 940,
						["time"] = 1510145837,
						["class"] = 6,
						["bTag"] = "看我很给力#5915",
					}, -- [1189]
					{
						["role"] = "DAMAGER",
						["name"] = "筱簌簌-影之哀伤",
						["iLvl"] = 943,
						["time"] = 1510145815,
						["class"] = 12,
						["bTag"] = "瑶瑶#5809",
					}, -- [1190]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆疯狂输出-贫瘠之地",
						["iLvl"] = 806,
						["time"] = 1510145837,
						["class"] = 1,
						["bTag"] = "为了部落#5179666",
					}, -- [1191]
					{
						["role"] = "DAMAGER",
						["name"] = "炎者-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1510145837,
						["class"] = 8,
						["bTag"] = "令狐笑#5707",
					}, -- [1192]
					{
						["role"] = "DAMAGER",
						["name"] = "屠城啊亮-黑暗魅影",
						["iLvl"] = 945,
						["time"] = 1510145833,
						["class"] = 9,
						["bTag"] = "屠城阿亮#5442",
					}, -- [1193]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪丶萌萌哒-伊森利恩",
						["iLvl"] = 930,
						["time"] = 1510145837,
						["class"] = 11,
						["bTag"] = "RUIRUILucky#5485",
					}, -- [1194]
					{
						["role"] = "DAMAGER",
						["name"] = "天真无邪奈何-丹莫德",
						["iLvl"] = 940,
						["time"] = 1510145837,
						["class"] = 12,
						["bTag"] = "SwankyOrc#54198",
					}, -- [1195]
					{
						["role"] = "DAMAGER",
						["name"] = "惩月-主宰之剑",
						["iLvl"] = 929,
						["time"] = 1510145837,
						["class"] = 6,
						["bTag"] = "橙月#5299",
					}, -- [1196]
					{
						["role"] = "DAMAGER",
						["name"] = "天魔影-黑龙军团",
						["iLvl"] = 944,
						["time"] = 1510145815,
						["class"] = 2,
						["bTag"] = "吟魂#5137",
					}, -- [1197]
					{
						["role"] = "DAMAGER",
						["name"] = "破碎的逐曰者-洛萨",
						["iLvl"] = 936,
						["time"] = 1510145837,
						["class"] = 8,
						["bTag"] = "沉默之剑#517232",
					}, -- [1198]
					{
						["role"] = "HEALER",
						["name"] = "蓝之精灵-大地之怒",
						["iLvl"] = 895,
						["time"] = 1510145837,
						["class"] = 5,
						["bTag"] = "晓之夜#5414",
					}, -- [1199]
					{
						["role"] = "DAMAGER",
						["name"] = "为了资料片-奥妮克希亚",
						["iLvl"] = 936,
						["time"] = 1510145833,
						["class"] = 9,
						["bTag"] = "kakalote#5176",
					}, -- [1200]
					{
						["role"] = "DAMAGER",
						["name"] = "走快点-红云台地",
						["iLvl"] = 907,
						["time"] = 1510145837,
						["class"] = 2,
						["bTag"] = "好几百只猫#5441",
					}, -- [1201]
					{
						["role"] = "DAMAGER",
						["name"] = "墨守橙规-太阳之井",
						["iLvl"] = 940,
						["time"] = 1510145815,
						["class"] = 3,
						["bTag"] = "小布#52252",
					}, -- [1202]
					{
						["role"] = "DAMAGER",
						["name"] = "干煸水母-迅捷微风",
						["iLvl"] = 930,
						["time"] = 1510145837,
						["class"] = 3,
						["bTag"] = "小马#5605",
					}, -- [1203]
					{
						["role"] = "DAMAGER",
						["name"] = "咏哥-伊森利恩",
						["iLvl"] = 945,
						["time"] = 1510319633,
						["class"] = 2,
						["bTag"] = "老大哥#5907",
					}, -- [1204]
					{
						["role"] = "DAMAGER",
						["name"] = "小武污污-塞拉摩",
						["iLvl"] = 936,
						["time"] = 1510145825,
						["class"] = 12,
						["bTag"] = "疾弗#5212",
					}, -- [1205]
					{
						["role"] = "TANK",
						["name"] = "纪念忘却-死亡熔炉",
						["iLvl"] = 910,
						["time"] = 1510145837,
						["class"] = 6,
						["bTag"] = "JinNanlong#5429",
					}, -- [1206]
					{
						["role"] = "DAMAGER",
						["name"] = "説与不說-死亡之翼",
						["iLvl"] = 859,
						["time"] = 1510145837,
						["class"] = 3,
						["bTag"] = "安娜归来#5755",
					}, -- [1207]
					{
						["role"] = "TANK",
						["name"] = "叶落红山-熔火之心",
						["iLvl"] = 941,
						["time"] = 1510145721,
						["class"] = 2,
						["bTag"] = "林海天空#5330",
					}, -- [1208]
					{
						["role"] = "DAMAGER",
						["name"] = "Negan-风暴之怒",
						["iLvl"] = 894,
						["time"] = 1510145837,
						["class"] = 1,
						["bTag"] = "码头#5693",
					}, -- [1209]
					{
						["role"] = "DAMAGER",
						["name"] = "流年雨殇-白银之手",
						["iLvl"] = 942,
						["time"] = 1510146667,
						["class"] = 1,
						["bTag"] = "流年#5444",
					}, -- [1210]
					{
						["role"] = "DAMAGER",
						["name"] = "菜园小小猪-海克泰尔",
						["iLvl"] = 937,
						["time"] = 1510145815,
						["class"] = 4,
						["bTag"] = "菜园小猪#5686",
					}, -- [1211]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫咕咕-血吼",
						["iLvl"] = 942,
						["time"] = 1510145825,
						["class"] = 11,
						["bTag"] = "献祭#5785",
					}, -- [1212]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我英俊-熔火之心",
						["iLvl"] = 919,
						["time"] = 1510145837,
						["class"] = 6,
						["bTag"] = "小李飞刀#51451",
					}, -- [1213]
					{
						["role"] = "TANK",
						["name"] = "伤心阿卡-洛萨",
						["iLvl"] = 944,
						["time"] = 1510145837,
						["class"] = 1,
						["bTag"] = "伤心阿卡#5178",
					}, -- [1214]
					{
						["role"] = "DAMAGER",
						["name"] = "丶辣椒炒肉-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1510145825,
						["class"] = 4,
						["bTag"] = "麦克小狼#5180",
					}, -- [1215]
					{
						["role"] = "DAMAGER",
						["name"] = "Cecilee-暴风祭坛",
						["iLvl"] = 944,
						["time"] = 1510145815,
						["class"] = 12,
						["bTag"] = "Alitonex#5496",
					}, -- [1216]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱灬仰望-主宰之剑",
						["iLvl"] = 880,
						["time"] = 1510146409,
						["class"] = 8,
						["bTag"] = "云端灬雾语#5207",
					}, -- [1217]
					{
						["role"] = "DAMAGER",
						["name"] = "鹿角海棠-石爪峰",
						["iLvl"] = 934,
						["time"] = 1510145827,
						["class"] = 12,
						["bTag"] = "emilygaq#5345",
					}, -- [1218]
					{
						["role"] = "TANK",
						["name"] = "全民情敌-巫妖之王",
						["time"] = 1510145789,
						["class"] = 2,
					}, -- [1219]
					{
						["role"] = "DAMAGER",
						["name"] = "飛悦-安苏",
						["iLvl"] = 923,
						["time"] = 1510146095,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "sunjian#5275",
					}, -- [1220]
					{
						["role"] = "DAMAGER",
						["name"] = "Ackermanç-血色十字军",
						["time"] = 1510145935,
						["class"] = 4,
					}, -- [1221]
					{
						["role"] = "DAMAGER",
						["name"] = "脸有点伤人-古尔丹",
						["iLvl"] = 915,
						["time"] = 1510146004,
						["class"] = 8,
						["bTag"] = "灰忆#5542",
					}, -- [1222]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魔之影-黑龙军团",
						["iLvl"] = 947,
						["time"] = 1510145958,
						["class"] = 3,
						["bTag"] = "路灯#5775",
					}, -- [1223]
					{
						["role"] = "DAMAGER",
						["name"] = "无盡的痛苦-火焰之树",
						["time"] = 1510145935,
						["class"] = 9,
					}, -- [1224]
					{
						["role"] = "DAMAGER",
						["name"] = "三婶摸男人丶-白银之手",
						["iLvl"] = 937,
						["time"] = 1510145942,
						["class"] = 12,
						["bTag"] = "众神进入英灵殿#5354",
					}, -- [1225]
					{
						["role"] = "DAMAGER",
						["name"] = "猎小贱-伊森利恩",
						["iLvl"] = 924,
						["time"] = 1510146095,
						["class"] = 3,
						["bTag"] = "弑丶红颜#5945",
					}, -- [1226]
					{
						["role"] = "DAMAGER",
						["name"] = "Andotevez-红龙军团",
						["time"] = 1510145937,
						["class"] = 4,
					}, -- [1227]
					{
						["role"] = "TANK",
						["name"] = "禁止投喂-贫瘠之地",
						["iLvl"] = 923,
						["time"] = 1510145942,
						["class"] = 11,
						["bTag"] = "Cola#5281",
					}, -- [1228]
					{
						["role"] = "DAMAGER",
						["name"] = "崇神魔缘-瓦拉斯塔兹",
						["time"] = 1510145935,
						["class"] = 12,
					}, -- [1229]
					{
						["role"] = "DAMAGER",
						["name"] = "柠小静-古加尔",
						["iLvl"] = 904,
						["time"] = 1510146085,
						["class"] = 12,
						["bTag"] = "静妹#5295",
					}, -- [1230]
					{
						["role"] = "DAMAGER",
						["name"] = "龍哥灬吊炸天-深渊之巢",
						["iLvl"] = 940,
						["time"] = 1510146081,
						["class"] = 8,
						["bTag"] = "萱萱#52300",
					}, -- [1231]
					{
						["role"] = "DAMAGER",
						["name"] = "淼丶-奈法利安",
						["time"] = 1510145935,
						["class"] = 1,
					}, -- [1232]
					{
						["role"] = "DAMAGER",
						["name"] = "盛夏荼蘼-冰霜之刃",
						["iLvl"] = 930,
						["time"] = 1510146095,
						["class"] = 9,
						["bTag"] = "深秋殇雨#5946",
					}, -- [1233]
					{
						["role"] = "TANK",
						["name"] = "圣光罩着低调-狂热之刃",
						["iLvl"] = 943,
						["time"] = 1510146085,
						["class"] = 2,
						["bTag"] = "但曾相见便相知#5538",
					}, -- [1234]
					{
						["role"] = "TANK",
						["name"] = "鬼神狂战-密林游侠",
						["iLvl"] = 839,
						["time"] = 1510146083,
						["class"] = 1,
						["bTag"] = "情已欠爱#5663",
					}, -- [1235]
					{
						["role"] = "DAMAGER",
						["name"] = "Funbl-埃德萨拉",
						["iLvl"] = 938,
						["time"] = 1510146083,
						["class"] = 1,
						["bTag"] = "零下一度#51724",
					}, -- [1236]
					{
						["role"] = "DAMAGER",
						["name"] = "魂狼纵风雷-菲拉斯",
						["iLvl"] = 940,
						["time"] = 1510145942,
						["class"] = 7,
						["bTag"] = "木子曰生#5101",
					}, -- [1237]
					{
						["role"] = "DAMAGER",
						["name"] = "夜宿杜隆塔尔-诺兹多姆",
						["iLvl"] = 944,
						["time"] = 1510146081,
						["class"] = 11,
						["bTag"] = "大坏神#51239",
					}, -- [1238]
					{
						["role"] = "DAMAGER",
						["name"] = "Sukekiyo-伊森利恩",
						["iLvl"] = 927,
						["time"] = 1510146095,
						["class"] = 4,
						["bTag"] = "笑嘻嘻#5705",
					}, -- [1239]
					{
						["role"] = "DAMAGER",
						["name"] = "Schrodinger-血顶",
						["time"] = 1510145942,
						["class"] = 9,
					}, -- [1240]
					{
						["role"] = "DAMAGER",
						["name"] = "面包之语-塔纳利斯",
						["iLvl"] = 931,
						["time"] = 1511377429,
						["class"] = 7,
						["bTag"] = "蘇丶可尒#5883",
					}, -- [1241]
					{
						["role"] = "TANK",
						["name"] = "风云大坏疍-天空之墙",
						["iLvl"] = 935,
						["time"] = 1510146079,
						["class"] = 6,
						["bTag"] = "风云#5931",
					}, -- [1242]
					{
						["role"] = "DAMAGER",
						["name"] = "八一六小丸子-格瑞姆巴托",
						["iLvl"] = 944,
						["time"] = 1510146074,
						["class"] = 2,
						["bTag"] = "牵条猪逛街#5134",
					}, -- [1243]
					{
						["role"] = "TANK",
						["name"] = "貓蛮蛮-血环",
						["iLvl"] = 939,
						["time"] = 1510146094,
						["class"] = 6,
						["bTag"] = "猫大王#5132",
					}, -- [1244]
					{
						["role"] = "DAMAGER",
						["name"] = "Fìréb-冰风岗",
						["iLvl"] = 942,
						["time"] = 1510146074,
						["class"] = 11,
						["bTag"] = "单片刀#5943",
					}, -- [1245]
					{
						["role"] = "HEALER",
						["name"] = "团团找竹子-冰风岗",
						["iLvl"] = 945,
						["time"] = 1510146074,
						["class"] = 7,
						["bTag"] = "kenyi#5346",
					}, -- [1246]
					{
						["role"] = "DAMAGER",
						["name"] = "牛是逼出来德-寒冰皇冠",
						["iLvl"] = 945,
						["time"] = 1510146085,
						["class"] = 1,
						["bTag"] = "秦天#51454",
					}, -- [1247]
					{
						["role"] = "DAMAGER",
						["name"] = "你若如风-黑暗虚空",
						["iLvl"] = 949,
						["time"] = 1510146409,
						["class"] = 1,
						["bTag"] = "如风#5299",
					}, -- [1248]
					{
						["role"] = "DAMAGER",
						["name"] = "众卿平身-影之哀伤",
						["iLvl"] = 897,
						["time"] = 1510146028,
						["class"] = 8,
						["bTag"] = "九莲宝灯#5722",
					}, -- [1249]
					{
						["role"] = "DAMAGER",
						["name"] = "帅出橙-洛萨",
						["iLvl"] = 942,
						["time"] = 1510146095,
						["class"] = 8,
						["bTag"] = "老多喵#5349",
					}, -- [1250]
					{
						["role"] = "DAMAGER",
						["name"] = "丿丶绝战-龙骨平原",
						["iLvl"] = 934,
						["time"] = 1510146087,
						["class"] = 1,
						["bTag"] = "xeon#5323",
					}, -- [1251]
					{
						["role"] = "DAMAGER",
						["name"] = "我才是欧洲人-死亡之翼",
						["iLvl"] = 888,
						["time"] = 1510146074,
						["class"] = 4,
						["bTag"] = "柯巨巨巨巨#5840",
					}, -- [1252]
					{
						["role"] = "DAMAGER",
						["name"] = "随便肉一百-雷霆之怒",
						["iLvl"] = 942,
						["time"] = 1510146028,
						["class"] = 4,
						["bTag"] = "花痴小牛牛#5449",
					}, -- [1253]
					{
						["role"] = "DAMAGER",
						["name"] = "随风丶火影-黑翼之巢",
						["iLvl"] = 932,
						["time"] = 1510146083,
						["class"] = 4,
						["bTag"] = "堕落#5312",
					}, -- [1254]
					{
						["role"] = "DAMAGER",
						["name"] = "谈笑疯笙-索瑞森",
						["iLvl"] = 912,
						["time"] = 1510146667,
						["class"] = 12,
						["bTag"] = "GoldenPants#574480",
					}, -- [1255]
					{
						["role"] = "DAMAGER",
						["name"] = "就要出狂战斧-雷霆之怒",
						["iLvl"] = 932,
						["time"] = 1510146081,
						["class"] = 3,
						["bTag"] = "solan#5320",
					}, -- [1256]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的大哥哥-影之哀伤",
						["iLvl"] = 923,
						["time"] = 1510146072,
						["class"] = 10,
						["bTag"] = "葬沙#5167",
					}, -- [1257]
					{
						["role"] = "DAMAGER",
						["name"] = "中单蔡文姬-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510146074,
						["class"] = 8,
						["bTag"] = "一片宁静海#5869",
					}, -- [1258]
					{
						["role"] = "DAMAGER",
						["name"] = "尬叼-雷霆之王",
						["iLvl"] = 946,
						["time"] = 1510146072,
						["class"] = 6,
						["bTag"] = "董子健#5301",
					}, -- [1259]
					{
						["role"] = "DAMAGER",
						["name"] = "冒牌战神-玛瑟里顿",
						["iLvl"] = 942,
						["time"] = 1510146409,
						["class"] = 11,
						["bTag"] = "DizzyRogue#5989",
					}, -- [1260]
					{
						["role"] = "DAMAGER",
						["name"] = "小俊哥一-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1510191476,
						["class"] = 3,
						["bTag"] = "rui#5103",
					}, -- [1261]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封的诺言-亚雷戈斯",
						["iLvl"] = 933,
						["time"] = 1510146083,
						["class"] = 4,
						["bTag"] = "可乐不加冰#5485",
					}, -- [1262]
					{
						["role"] = "DAMAGER",
						["name"] = "Ysr-血色十字军",
						["iLvl"] = 943,
						["time"] = 1510146072,
						["class"] = 2,
						["bTag"] = "狂踏#5261",
					}, -- [1263]
					{
						["role"] = "DAMAGER",
						["name"] = "掏出一把大斧-索瑞森",
						["iLvl"] = 938,
						["time"] = 1510146408,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Vurtna#5693",
					}, -- [1264]
					{
						["role"] = "TANK",
						["name"] = "绿草擦-伊利丹",
						["iLvl"] = 937,
						["time"] = 1510146408,
						["class"] = 2,
						["bTag"] = "跳跳骑士#510691",
					}, -- [1265]
					{
						["role"] = "DAMAGER",
						["name"] = "残魂之驭风-无尽之海",
						["iLvl"] = 938,
						["time"] = 1510146408,
						["class"] = 5,
						["bTag"] = "雷德黑手#5261",
					}, -- [1266]
					{
						["role"] = "DAMAGER",
						["name"] = "冲钅释放丶-冰风岗",
						["iLvl"] = 936,
						["time"] = 1510146383,
						["class"] = 1,
						["bTag"] = "病毒丶#5537",
					}, -- [1267]
					{
						["role"] = "DAMAGER",
						["name"] = "九方俱灭-希雷诺斯",
						["iLvl"] = 944,
						["time"] = 1510504289,
						["class"] = 6,
						["bTag"] = "larcenciel#5822",
					}, -- [1268]
					{
						["role"] = "TANK",
						["name"] = "甄姬尓丶闪-凤凰之神",
						["iLvl"] = 925,
						["time"] = 1510146408,
						["class"] = 12,
						["bTag"] = "冷月丶无声#51537",
					}, -- [1269]
					{
						["role"] = "DAMAGER",
						["name"] = "七间-伊森利恩",
						["iLvl"] = 888,
						["time"] = 1510146408,
						["class"] = 1,
						["bTag"] = "久音#5108",
					}, -- [1270]
					{
						["role"] = "HEALER",
						["name"] = "琳姐姐丶-伊森利恩",
						["iLvl"] = 949,
						["time"] = 1510146408,
						["class"] = 2,
						["bTag"] = "琳琳#5756",
					}, -- [1271]
					{
						["role"] = "DAMAGER",
						["name"] = "冉滨冰-石爪峰",
						["iLvl"] = 933,
						["time"] = 1510146409,
						["class"] = 3,
						["bTag"] = "冉二毛#5220",
					}, -- [1272]
					{
						["role"] = "TANK",
						["name"] = "胖的别致-卡拉赞",
						["iLvl"] = 910,
						["time"] = 1510146409,
						["class"] = 6,
						["bTag"] = "荷花大哥#5194",
					}, -- [1273]
					{
						["role"] = "DAMAGER",
						["name"] = "紫之兰-布兰卡德",
						["iLvl"] = 926,
						["time"] = 1510146409,
						["class"] = 2,
						["bTag"] = "紫之兰#5957",
					}, -- [1274]
					{
						["role"] = "DAMAGER",
						["name"] = "银月星澜-埃加洛尔",
						["iLvl"] = 940,
						["time"] = 1510146383,
						["class"] = 2,
						["bTag"] = "skyxdlin#5371",
					}, -- [1275]
					{
						["role"] = "DAMAGER",
						["name"] = "雪灬瑶-利刃之拳",
						["iLvl"] = 940,
						["time"] = 1510146409,
						["class"] = 3,
						["bTag"] = "赵远#5671",
					}, -- [1276]
					{
						["role"] = "DAMAGER",
						["name"] = "胡须老伪男-恶魔之魂",
						["iLvl"] = 926,
						["time"] = 1510146409,
						["class"] = 3,
						["bTag"] = "史诗之鼠#510496",
					}, -- [1277]
					{
						["role"] = "DAMAGER",
						["name"] = "萨小德-霜狼",
						["iLvl"] = 926,
						["time"] = 1510146409,
						["class"] = 7,
						["bTag"] = "为了部落#511140",
					}, -- [1278]
					{
						["role"] = "DAMAGER",
						["name"] = "抚息之刃-燃烧军团",
						["iLvl"] = 939,
						["time"] = 1510146409,
						["class"] = 4,
						["bTag"] = "暗影之鱼人#520642",
					}, -- [1279]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封化魂-萨尔",
						["iLvl"] = 946,
						["time"] = 1510146409,
						["class"] = 8,
						["bTag"] = "andywong#5354",
					}, -- [1280]
					{
						["role"] = "DAMAGER",
						["name"] = "Anima-耐普图隆",
						["iLvl"] = 947,
						["time"] = 1510146409,
						["class"] = 5,
						["bTag"] = "花生豆#5796",
					}, -- [1281]
					{
						["role"] = "DAMAGER",
						["name"] = "西门丷美杜莎-龙骨平原",
						["iLvl"] = 926,
						["time"] = 1510146383,
						["class"] = 12,
						["bTag"] = "初九夜#5855",
					}, -- [1282]
					{
						["role"] = "HEALER",
						["name"] = "牧雨橙风-血环",
						["iLvl"] = 948,
						["time"] = 1510146409,
						["class"] = 5,
						["bTag"] = "翼灵宠儿#5221",
					}, -- [1283]
					{
						["role"] = "DAMAGER",
						["name"] = "刺猬丶锐-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510146409,
						["class"] = 7,
						["bTag"] = "泪无痕#5293",
					}, -- [1284]
					{
						["role"] = "DAMAGER",
						["name"] = "Uml-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1510146667,
						["class"] = 9,
						["bTag"] = "嗜睡的耳朵#5782",
					}, -- [1285]
					{
						["role"] = "DAMAGER",
						["name"] = "阡陌优伶-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1510146409,
						["class"] = 4,
						["bTag"] = "阡陌优伶#51944",
					}, -- [1286]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天猪丨段魂-远古海滩",
						["iLvl"] = 942,
						["time"] = 1510146409,
						["class"] = 4,
						["bTag"] = "咪了个丶喵#5311",
					}, -- [1287]
					{
						["role"] = "HEALER",
						["name"] = "冰澜凝芸-耐奥祖",
						["iLvl"] = 935,
						["time"] = 1510146383,
						["class"] = 5,
						["bTag"] = "暗夜之骑士#543373",
					}, -- [1288]
					{
						["role"] = "TANK",
						["name"] = "叁拾陆-无尽之海",
						["time"] = 1510146383,
						["class"] = 11,
					}, -- [1289]
					{
						["role"] = "DAMAGER",
						["name"] = "Victeam-雷克萨",
						["iLvl"] = 928,
						["time"] = 1510583184,
						["class"] = 7,
						["bTag"] = "Sugarman#5780",
					}, -- [1290]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶可乐-影之哀伤",
						["iLvl"] = 931,
						["time"] = 1510146409,
						["class"] = 8,
						["bTag"] = "可乐#5781",
					}, -- [1291]
					{
						["role"] = "DAMAGER",
						["name"] = "地理热吧-奥特兰克",
						["iLvl"] = 902,
						["time"] = 1510146409,
						["class"] = 4,
						["bTag"] = "隔壁老王#516961",
					}, -- [1292]
					{
						["role"] = "DAMAGER",
						["name"] = "天无忌-烈焰峰",
						["iLvl"] = 886,
						["time"] = 1510146409,
						["class"] = 7,
						["bTag"] = "山知#5959",
					}, -- [1293]
					{
						["role"] = "TANK",
						["name"] = "奥维利尔-卡扎克",
						["iLvl"] = 939,
						["time"] = 1510146409,
						["class"] = 2,
						["bTag"] = "奥维利尔#5640",
					}, -- [1294]
					{
						["role"] = "DAMAGER",
						["name"] = "三生-诺森德",
						["time"] = 1510146409,
						["class"] = 8,
					}, -- [1295]
					{
						["role"] = "DAMAGER",
						["name"] = "菇噜-耐奥祖",
						["iLvl"] = 899,
						["time"] = 1510146667,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "木纹#5183",
					}, -- [1296]
					{
						["role"] = "DAMAGER",
						["name"] = "我本高贵-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1510146667,
						["class"] = 9,
						["bTag"] = "墨岚风影#5115",
					}, -- [1297]
					{
						["role"] = "DAMAGER",
						["name"] = "冫撒娇撇嘴乄-黑铁",
						["iLvl"] = 908,
						["time"] = 1510146667,
						["class"] = 6,
						["bTag"] = "丶此时此刻丶#5774",
					}, -- [1298]
					{
						["role"] = "DAMAGER",
						["name"] = "龙叔乄-凤凰之神",
						["iLvl"] = 880,
						["time"] = 1510146667,
						["class"] = 10,
						["bTag"] = "BigerS#5189",
					}, -- [1299]
					{
						["role"] = "DAMAGER",
						["name"] = "封刀望海-狂热之刃",
						["iLvl"] = 934,
						["time"] = 1510146667,
						["class"] = 1,
						["bTag"] = "超级可爱美丽傻瓜#5865",
					}, -- [1300]
					{
						["role"] = "DAMAGER",
						["name"] = "阿娜丝塔夏-斯克提斯",
						["iLvl"] = 946,
						["time"] = 1510146667,
						["class"] = 6,
						["bTag"] = "黑色水银#5567",
					}, -- [1301]
					{
						["role"] = "DAMAGER",
						["name"] = "大猛猛丶-阿尔萨斯",
						["iLvl"] = 929,
						["time"] = 1510146667,
						["class"] = 6,
						["bTag"] = "hot0103#5360",
					}, -- [1302]
					{
						["role"] = "DAMAGER",
						["name"] = "影伴人久-幽暗沼泽",
						["iLvl"] = 923,
						["time"] = 1510146667,
						["class"] = 6,
						["bTag"] = "栖月深蓝#5275",
					}, -- [1303]
					{
						["role"] = "DAMAGER",
						["name"] = "淡漠的记忆-安纳塞隆",
						["iLvl"] = 934,
						["time"] = 1510146667,
						["class"] = 3,
						["bTag"] = "浪子霸主#5136",
					}, -- [1304]
					{
						["role"] = "TANK",
						["name"] = "陷阵乄枫叶-格瑞姆巴托",
						["iLvl"] = 919,
						["time"] = 1510146667,
						["class"] = 6,
						["bTag"] = "珞晨#51270",
					}, -- [1305]
					{
						["role"] = "DAMAGER",
						["name"] = "Orione-黑暗魅影",
						["iLvl"] = 941,
						["time"] = 1510146667,
						["class"] = 3,
						["bTag"] = "Fio#5928",
					}, -- [1306]
					{
						["role"] = "DAMAGER",
						["name"] = "卓欣-死亡之翼",
						["time"] = 1510146611,
						["class"] = 4,
					}, -- [1307]
					{
						["role"] = "DAMAGER",
						["name"] = "狂爆戦-巴瑟拉斯",
						["iLvl"] = 930,
						["time"] = 1510146667,
						["class"] = 1,
						["bTag"] = "老衲用飘柔#5768",
					}, -- [1308]
					{
						["role"] = "DAMAGER",
						["name"] = "牛好骑-火焰之树",
						["iLvl"] = 942,
						["time"] = 1510146667,
						["class"] = 2,
						["bTag"] = "最矮#5622",
					}, -- [1309]
					{
						["role"] = "DAMAGER",
						["name"] = "Adorable-洛丹伦",
						["iLvl"] = 937,
						["time"] = 1510146667,
						["class"] = 2,
						["bTag"] = "Cobrak#5566",
					}, -- [1310]
					{
						["role"] = "DAMAGER",
						["name"] = "翻滚吧阿胖-奥斯里安",
						["iLvl"] = 938,
						["time"] = 1510146667,
						["class"] = 10,
						["bTag"] = "阿斌#5721",
					}, -- [1311]
					{
						["role"] = "DAMAGER",
						["name"] = "荆棘谷三哥-鬼雾峰",
						["iLvl"] = 919,
						["time"] = 1510146667,
						["class"] = 11,
						["bTag"] = "伍季稻#5441",
					}, -- [1312]
					{
						["role"] = "DAMAGER",
						["name"] = "北京欢迎你撒-红龙军团",
						["iLvl"] = 923,
						["time"] = 1510146667,
						["class"] = 4,
						["bTag"] = "我爱利云#5613",
					}, -- [1313]
					{
						["role"] = "DAMAGER",
						["name"] = "Viny-血色十字军",
						["iLvl"] = 944,
						["time"] = 1510146667,
						["class"] = 5,
						["bTag"] = "Viny#5156",
					}, -- [1314]
					{
						["role"] = "DAMAGER",
						["name"] = "似水无恨-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1510146667,
						["class"] = 9,
						["bTag"] = "似水无恨#5973",
					}, -- [1315]
					{
						["role"] = "DAMAGER",
						["name"] = "暴击看心情-芬里斯",
						["iLvl"] = 947,
						["time"] = 1510146667,
						["class"] = 3,
						["bTag"] = "暴击看心情#5260",
					}, -- [1316]
					{
						["role"] = "DAMAGER",
						["name"] = "魂兮萨-天空之墙",
						["iLvl"] = 940,
						["time"] = 1511114146,
						["class"] = 7,
						["bTag"] = "高敏#5622",
					}, -- [1317]
					{
						["role"] = "DAMAGER",
						["name"] = "Onepünch-伊森利恩",
						["time"] = 1510146667,
						["class"] = 4,
					}, -- [1318]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的白牛-巫妖之王",
						["iLvl"] = 944,
						["time"] = 1510146667,
						["class"] = 11,
						["bTag"] = "严小白#5366",
					}, -- [1319]
					{
						["role"] = "DAMAGER",
						["name"] = "Vincents-阿拉索",
						["iLvl"] = 941,
						["time"] = 1510318492,
						["class"] = 8,
						["bTag"] = "人狠话不多#51396",
					}, -- [1320]
					{
						["role"] = "DAMAGER",
						["name"] = "卓賢儿-时光之穴",
						["iLvl"] = 943,
						["time"] = 1510146667,
						["class"] = 12,
						["bTag"] = "卓贤儿#5897",
					}, -- [1321]
					{
						["role"] = "DAMAGER",
						["name"] = "野野-卡德罗斯",
						["iLvl"] = 911,
						["time"] = 1510146667,
						["class"] = 4,
						["bTag"] = "snake#5314",
					}, -- [1322]
					{
						["role"] = "DAMAGER",
						["name"] = "婳訫丶-红龙军团",
						["iLvl"] = 930,
						["time"] = 1510146667,
						["class"] = 8,
						["bTag"] = "温存你的爱#5422",
					}, -- [1323]
					{
						["role"] = "DAMAGER",
						["name"] = "极恶风影-冰风岗",
						["iLvl"] = 948,
						["time"] = 1510146667,
						["class"] = 4,
						["bTag"] = "极恶风影#5825",
					}, -- [1324]
					{
						["role"] = "DAMAGER",
						["name"] = "圆氏-亚雷戈斯",
						["time"] = 1510146667,
						["class"] = 10,
					}, -- [1325]
					{
						["role"] = "TANK",
						["name"] = "吾辈何以为萌-艾露恩",
						["iLvl"] = 941,
						["time"] = 1510146667,
						["class"] = 10,
						["bTag"] = "WymanLoVe#5697",
					}, -- [1326]
					{
						["role"] = "TANK",
						["name"] = "西丶蒙-安苏",
						["iLvl"] = 897,
						["time"] = 1510156834,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "叶小钗丶#5311",
					}, -- [1327]
					{
						["role"] = "HEALER",
						["name"] = "神棍萌德-德拉诺",
						["iLvl"] = 916,
						["time"] = 1510156917,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "笑笑#5964",
					}, -- [1328]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilwithin-卡德加",
						["iLvl"] = 918,
						["time"] = 1510156917,
						["class"] = 11,
						["bTag"] = "喜爱夜蒲#5485",
					}, -- [1329]
					{
						["role"] = "TANK",
						["name"] = "兰若寺-伊森利恩",
						["iLvl"] = 948,
						["time"] = 1510156917,
						["class"] = 11,
						["bTag"] = "焚寂#5649",
					}, -- [1330]
					{
						["role"] = "DAMAGER",
						["name"] = "吃我斩舰盾-血环",
						["iLvl"] = 933,
						["time"] = 1510156917,
						["class"] = 2,
						["bTag"] = "纯白啪啪啪#5248",
					}, -- [1331]
					{
						["role"] = "DAMAGER",
						["name"] = "無禁欧巴-闪电之刃",
						["iLvl"] = 943,
						["time"] = 1510156917,
						["class"] = 6,
						["bTag"] = "柒渡無禁#5615",
					}, -- [1332]
					{
						["role"] = "DAMAGER",
						["name"] = "雷卡丘-斩魔者",
						["iLvl"] = 919,
						["time"] = 1510156917,
						["class"] = 7,
						["bTag"] = "闪亮之翼#53883",
					}, -- [1333]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的灬小鸟-鬼雾峰",
						["iLvl"] = 914,
						["time"] = 1510156917,
						["class"] = 9,
						["bTag"] = "幸运之翼#53994",
					}, -- [1334]
					{
						["role"] = "DAMAGER",
						["name"] = "骑猪漂移-恶魔之翼",
						["iLvl"] = 939,
						["time"] = 1510156917,
						["class"] = 12,
						["bTag"] = "烟草味淡淡#5602",
					}, -- [1335]
					{
						["role"] = "DAMAGER",
						["name"] = "颤抖吧老铁-鬼雾峰",
						["time"] = 1510156825,
						["class"] = 12,
					}, -- [1336]
					{
						["role"] = "DAMAGER",
						["name"] = "茉遥-闪电之刃",
						["iLvl"] = 946,
						["time"] = 1510156917,
						["class"] = 7,
						["bTag"] = "徐徐入眠沉睡#5439",
					}, -- [1337]
					{
						["role"] = "DAMAGER",
						["name"] = "默遥-闪电之刃",
						["iLvl"] = 943,
						["time"] = 1510156917,
						["class"] = 5,
						["bTag"] = "徐徐入眠沉睡#5439",
					}, -- [1338]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露莎-古加尔",
						["iLvl"] = 893,
						["time"] = 1510156861,
						["class"] = 6,
						["bTag"] = "稻香#5777",
					}, -- [1339]
					{
						["role"] = "DAMAGER",
						["name"] = "麻麻疼你们-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1510156874,
						["class"] = 5,
						["bTag"] = "Shadow#512302",
					}, -- [1340]
					{
						["role"] = "DAMAGER",
						["name"] = "潘达猫萨-安苏",
						["iLvl"] = 891,
						["time"] = 1510156917,
						["class"] = 7,
						["bTag"] = "大宇哥哥#51399",
					}, -- [1341]
					{
						["role"] = "DAMAGER",
						["name"] = "盼达-闪电之刃",
						["time"] = 1510156917,
						["class"] = 1,
					}, -- [1342]
					{
						["role"] = "DAMAGER",
						["name"] = "护腕头盔手套-奥尔加隆",
						["iLvl"] = 922,
						["time"] = 1510156917,
						["class"] = 8,
						["bTag"] = "槑呆槑呆槑#51890",
					}, -- [1343]
					{
						["role"] = "DAMAGER",
						["name"] = "真二真-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1510156917,
						["class"] = 2,
						["bTag"] = "云之拂晓#5618",
					}, -- [1344]
					{
						["role"] = "DAMAGER",
						["name"] = "橙归橙-奥妮克希亚",
						["iLvl"] = 941,
						["time"] = 1510156917,
						["class"] = 12,
						["bTag"] = "杀意已决#5682",
					}, -- [1345]
					{
						["role"] = "DAMAGER",
						["name"] = "漏电的皮卡丘-艾露恩",
						["iLvl"] = 923,
						["time"] = 1510156917,
						["class"] = 7,
						["bTag"] = "如意随行#5516",
					}, -- [1346]
					{
						["role"] = "DAMAGER",
						["name"] = "精灵戦-阿尔萨斯",
						["iLvl"] = 942,
						["time"] = 1510156917,
						["class"] = 1,
						["bTag"] = "武僧尊者#5613",
					}, -- [1347]
					{
						["role"] = "DAMAGER",
						["name"] = "菊里有人-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1510156917,
						["class"] = 10,
						["bTag"] = "Rosycheeks#51980",
					}, -- [1348]
					{
						["role"] = "DAMAGER",
						["name"] = "薄樱-死亡之翼",
						["iLvl"] = 936,
						["time"] = 1510156917,
						["class"] = 1,
						["bTag"] = "Fadeleaf#5933",
					}, -- [1349]
					{
						["role"] = "DAMAGER",
						["name"] = "墨紫嫣-安其拉",
						["iLvl"] = 882,
						["time"] = 1510156917,
						["class"] = 6,
						["bTag"] = "Hunk#5785",
					}, -- [1350]
					{
						["role"] = "DAMAGER",
						["name"] = "羞花丿-无尽之海",
						["iLvl"] = 940,
						["time"] = 1510156917,
						["class"] = 3,
						["bTag"] = "苗先生#51560",
					}, -- [1351]
					{
						["role"] = "DAMAGER",
						["name"] = "黯丨苍穹-燃烧之刃",
						["iLvl"] = 951,
						["time"] = 1511282568,
						["class"] = 5,
						["bTag"] = "heyzz#5587",
					}, -- [1352]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫兽兽牛-阿比迪斯",
						["iLvl"] = 941,
						["time"] = 1510156917,
						["class"] = 1,
						["bTag"] = "我叫兽兽牛#5914",
					}, -- [1353]
					{
						["role"] = "DAMAGER",
						["name"] = "绝版锅盖头-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1510156917,
						["class"] = 12,
						["bTag"] = "左奴#5491",
					}, -- [1354]
					{
						["role"] = "DAMAGER",
						["name"] = "簡茉-安苏",
						["iLvl"] = 923,
						["time"] = 1510156917,
						["class"] = 8,
						["bTag"] = "安静欣#5360",
					}, -- [1355]
					{
						["role"] = "DAMAGER",
						["name"] = "Shurrik-芬里斯",
						["iLvl"] = 946,
						["time"] = 1510156917,
						["class"] = 4,
						["bTag"] = "田然天#5560",
					}, -- [1356]
					{
						["role"] = "DAMAGER",
						["name"] = "呵呵斌-奥斯里安",
						["iLvl"] = 837,
						["time"] = 1510156917,
						["class"] = 1,
						["bTag"] = "阿斌#5721",
					}, -- [1357]
					{
						["role"] = "DAMAGER",
						["name"] = "我的鞋子呢-埃德萨拉",
						["iLvl"] = 932,
						["time"] = 1510156917,
						["class"] = 1,
						["bTag"] = "FriendTwo#5411",
					}, -- [1358]
					{
						["role"] = "DAMAGER",
						["name"] = "吃灰吧孩子-洛萨",
						["iLvl"] = 944,
						["time"] = 1510156917,
						["class"] = 9,
						["bTag"] = "老多喵#5349",
					}, -- [1359]
					{
						["role"] = "DAMAGER",
						["name"] = "灭霸-厄祖玛特",
						["iLvl"] = 933,
						["time"] = 1510172357,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "灭魂再生#5356",
					}, -- [1360]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘轨迹-伊森利恩",
						["iLvl"] = 929,
						["time"] = 1510172357,
						["class"] = 7,
						["bTag"] = "焚寂#5649",
					}, -- [1361]
					{
						["role"] = "DAMAGER",
						["name"] = "爱心小贼-燃烧之刃",
						["iLvl"] = 855,
						["time"] = 1510172357,
						["class"] = 4,
						["bTag"] = "跳跳熊#598267",
					}, -- [1362]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻嘻不错-安苏",
						["time"] = 1510172357,
						["class"] = 8,
					}, -- [1363]
					{
						["role"] = "DAMAGER",
						["name"] = "浅靥醉斜阳乀-海克泰尔",
						["iLvl"] = 946,
						["time"] = 1510172341,
						["class"] = 12,
						["bTag"] = "零星晓雪#5105",
					}, -- [1364]
					{
						["role"] = "DAMAGER",
						["name"] = "死灵之歌-凤凰之神",
						["iLvl"] = 943,
						["time"] = 1510172325,
						["class"] = 8,
						["bTag"] = "打不过就烧绳子#5876",
					}, -- [1365]
					{
						["role"] = "DAMAGER",
						["name"] = "灬樱满集-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1510172325,
						["class"] = 12,
						["bTag"] = "流绪微梦白泡泡#5725",
					}, -- [1366]
					{
						["role"] = "DAMAGER",
						["name"] = "放逐丶丿-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1510172341,
						["class"] = 6,
						["bTag"] = "童话#51474",
					}, -- [1367]
					{
						["role"] = "DAMAGER",
						["name"] = "殺戮丨戦神-无尽之海",
						["iLvl"] = 940,
						["time"] = 1510172601,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "终将凯旋#5241",
					}, -- [1368]
					{
						["role"] = "DAMAGER",
						["name"] = "死骑我最红-贫瘠之地",
						["iLvl"] = 922,
						["time"] = 1510172601,
						["class"] = 6,
						["bTag"] = "幸运之翼#522571",
					}, -- [1369]
					{
						["role"] = "TANK",
						["name"] = "风骚黑牛-斩魔者",
						["iLvl"] = 941,
						["time"] = 1510172575,
						["class"] = 6,
						["bTag"] = "大雨倾盆#5809",
					}, -- [1370]
					{
						["role"] = "DAMAGER",
						["name"] = "玛莉莲翠花-迅捷微风",
						["iLvl"] = 934,
						["time"] = 1510172547,
						["class"] = 3,
						["bTag"] = "马小油#5188",
					}, -- [1371]
					{
						["role"] = "HEALER",
						["name"] = "美少女喵-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1510172586,
						["class"] = 5,
						["bTag"] = "CarterQiu#5467",
					}, -- [1372]
					{
						["role"] = "DAMAGER",
						["name"] = "死骑之魂-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1510172547,
						["class"] = 6,
						["bTag"] = "Daniel#51150",
					}, -- [1373]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunbrella-寒冰皇冠",
						["iLvl"] = 924,
						["time"] = 1510172575,
						["class"] = 8,
						["bTag"] = "Lyifeng#5671",
					}, -- [1374]
					{
						["role"] = "DAMAGER",
						["name"] = "Weitaweita-安苏",
						["time"] = 1510172575,
						["class"] = 3,
					}, -- [1375]
					{
						["role"] = "DAMAGER",
						["name"] = "惜緣企鵝-克尔苏加德",
						["iLvl"] = 930,
						["time"] = 1510190919,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "惜缘丶企鹅#5131",
					}, -- [1376]
					{
						["role"] = "HEALER",
						["name"] = "费莲诺尔公主-安苏",
						["iLvl"] = 905,
						["time"] = 1510190919,
						["class"] = 5,
						["bTag"] = "centon#5896",
					}, -- [1377]
					{
						["role"] = "DAMAGER",
						["name"] = "四百-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1510190919,
						["class"] = 4,
						["bTag"] = "乌泱泱的扑面而来#5351",
					}, -- [1378]
					{
						["role"] = "TANK",
						["name"] = "牛骑怪我咯-晴日峰（江苏）",
						["iLvl"] = 939,
						["time"] = 1510190919,
						["class"] = 2,
						["bTag"] = "Colliiy#5432",
					}, -- [1379]
					{
						["role"] = "DAMAGER",
						["name"] = "妳看吥见我-主宰之剑",
						["iLvl"] = 937,
						["time"] = 1510190919,
						["class"] = 12,
						["bTag"] = "狂野之狼#5106980",
					}, -- [1380]
					{
						["role"] = "DAMAGER",
						["name"] = "国先生-安苏",
						["iLvl"] = 942,
						["time"] = 1510190919,
						["class"] = 8,
						["bTag"] = "传说中的国少#5625",
					}, -- [1381]
					{
						["role"] = "TANK",
						["name"] = "曾经我更傲-风暴峭壁",
						["time"] = 1510190919,
						["class"] = 2,
					}, -- [1382]
					{
						["role"] = "DAMAGER",
						["name"] = "丘处机-卡德加",
						["iLvl"] = 940,
						["time"] = 1510190919,
						["class"] = 3,
						["bTag"] = "黄金之裤#51621",
					}, -- [1383]
					{
						["role"] = "DAMAGER",
						["name"] = "老困-红云台地",
						["iLvl"] = 947,
						["time"] = 1510190919,
						["class"] = 3,
						["bTag"] = "老困#5716",
					}, -- [1384]
					{
						["role"] = "DAMAGER",
						["name"] = "干物妹丶小埋-埃德萨拉",
						["iLvl"] = 938,
						["time"] = 1510190919,
						["class"] = 4,
						["bTag"] = "机少#5320",
					}, -- [1385]
					{
						["role"] = "DAMAGER",
						["name"] = "萨多鲁-影之哀伤",
						["iLvl"] = 898,
						["time"] = 1510190919,
						["class"] = 4,
						["bTag"] = "想不出名字的名字#5233",
					}, -- [1386]
					{
						["role"] = "TANK",
						["name"] = "橙丶月-红龙军团",
						["time"] = 1510190919,
						["class"] = 2,
					}, -- [1387]
					{
						["role"] = "DAMAGER",
						["name"] = "Belisarius-影之哀伤",
						["iLvl"] = 944,
						["time"] = 1510190919,
						["class"] = 4,
						["bTag"] = "鴻運#5674",
					}, -- [1388]
					{
						["role"] = "HEALER",
						["name"] = "啊是地发-冰风岗",
						["iLvl"] = 936,
						["time"] = 1510190919,
						["class"] = 5,
						["bTag"] = "公司车卡#5539",
					}, -- [1389]
					{
						["role"] = "DAMAGER",
						["name"] = "Karaz-奥斯里安",
						["iLvl"] = 931,
						["time"] = 1510191458,
						["class"] = 9,
						["bTag"] = "星空#54568",
					}, -- [1390]
					{
						["role"] = "DAMAGER",
						["name"] = "星爷撸断铁-阿纳克洛斯",
						["iLvl"] = 941,
						["time"] = 1510190919,
						["class"] = 10,
						["bTag"] = "任永星#5498",
					}, -- [1391]
					{
						["role"] = "DAMAGER",
						["name"] = "丨恍恍惚惚丨-狂热之刃",
						["iLvl"] = 929,
						["time"] = 1510190919,
						["class"] = 7,
						["bTag"] = "大王头头#51275",
					}, -- [1392]
					{
						["role"] = "DAMAGER",
						["name"] = "唐诗丶頭頭-海克泰尔",
						["time"] = 1510190919,
						["class"] = 1,
					}, -- [1393]
					{
						["role"] = "DAMAGER",
						["name"] = "我是周笔畅-格雷迈恩",
						["iLvl"] = 847,
						["time"] = 1510190919,
						["class"] = 2,
						["bTag"] = "沈先森#5213",
					}, -- [1394]
					{
						["role"] = "TANK",
						["name"] = "冰狼不太冷-恶魔之魂",
						["iLvl"] = 940,
						["time"] = 1510190919,
						["class"] = 6,
						["bTag"] = "初音未来#5873",
					}, -- [1395]
					{
						["role"] = "DAMAGER",
						["name"] = "晴空灬-黑暗虚空",
						["iLvl"] = 944,
						["time"] = 1510190919,
						["class"] = 3,
						["bTag"] = "华子#52946",
					}, -- [1396]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼冢英吉-达基萨斯",
						["iLvl"] = 912,
						["time"] = 1510190919,
						["class"] = 4,
						["bTag"] = "好名字都没了#5792",
					}, -- [1397]
					{
						["role"] = "DAMAGER",
						["name"] = "下流無雙-耐奥祖",
						["iLvl"] = 943,
						["time"] = 1510191531,
						["class"] = 8,
						["bTag"] = "寒冰#5412",
					}, -- [1398]
					{
						["role"] = "DAMAGER",
						["name"] = "枫枫玛斯特-死亡之翼",
						["time"] = 1510190919,
						["class"] = 9,
					}, -- [1399]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋再冲锋-菲米丝",
						["iLvl"] = 926,
						["time"] = 1510190919,
						["class"] = 1,
						["bTag"] = "仗剑笑红尘#5291",
					}, -- [1400]
					{
						["role"] = "DAMAGER",
						["name"] = "做事要霸蛮-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1510190919,
						["class"] = 6,
						["bTag"] = "光明之锤#543798",
					}, -- [1401]
					{
						["role"] = "DAMAGER",
						["name"] = "煮熟的小鱼-布兰卡德",
						["iLvl"] = 947,
						["time"] = 1510190919,
						["class"] = 6,
						["bTag"] = "煮熟的小鱼#5486",
					}, -- [1402]
					{
						["role"] = "DAMAGER",
						["name"] = "椛開椛落-甜水绿洲",
						["iLvl"] = 938,
						["time"] = 1510190919,
						["class"] = 3,
						["bTag"] = "烈火哥哥#5545",
					}, -- [1403]
					{
						["role"] = "DAMAGER",
						["name"] = "无相空空-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1510190919,
						["class"] = 4,
						["bTag"] = "灯火#5141",
					}, -- [1404]
					{
						["role"] = "HEALER",
						["name"] = "偷心狐狸-拉格纳罗斯",
						["iLvl"] = 922,
						["time"] = 1510190919,
						["class"] = 5,
						["bTag"] = "守望者#5512",
					}, -- [1405]
					{
						["role"] = "HEALER",
						["name"] = "念灬朶朶-海克泰尔",
						["iLvl"] = 939,
						["time"] = 1510190919,
						["class"] = 5,
						["bTag"] = "朵朵朵#51649",
					}, -- [1406]
					{
						["role"] = "DAMAGER",
						["name"] = "睡梦罗汉-洛萨",
						["iLvl"] = 944,
						["time"] = 1510190919,
						["class"] = 3,
						["bTag"] = "睡夢羅漢#5200",
					}, -- [1407]
					{
						["role"] = "TANK",
						["name"] = "魔王小超-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1510190919,
						["class"] = 12,
						["bTag"] = "跳跳骑士#5505",
					}, -- [1408]
					{
						["role"] = "DAMAGER",
						["name"] = "半夏十一-安苏",
						["iLvl"] = 940,
						["time"] = 1510190919,
						["class"] = 9,
						["bTag"] = "KILLER007#5825",
					}, -- [1409]
					{
						["role"] = "DAMAGER",
						["name"] = "丶暮歌-凤凰之神",
						["time"] = 1510190919,
						["class"] = 5,
					}, -- [1410]
					{
						["role"] = "DAMAGER",
						["name"] = "Mussoliny-大漩涡",
						["iLvl"] = 932,
						["time"] = 1510191154,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "小神吃饱了#5926",
					}, -- [1411]
					{
						["role"] = "DAMAGER",
						["name"] = "孤央大大丶-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1510191154,
						["class"] = 12,
						["bTag"] = "此间的少年#51169",
					}, -- [1412]
					{
						["role"] = "DAMAGER",
						["name"] = "千里独行-奥特兰克",
						["iLvl"] = 930,
						["time"] = 1510191154,
						["class"] = 7,
						["bTag"] = "千里走单骑#5950",
					}, -- [1413]
					{
						["role"] = "TANK",
						["name"] = "远宝救救我-烈焰峰",
						["iLvl"] = 948,
						["time"] = 1510191154,
						["class"] = 2,
						["bTag"] = "炒米糖开水#5101",
					}, -- [1414]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺承天-屠魔山谷",
						["iLvl"] = 928,
						["time"] = 1510191456,
						["class"] = 12,
						["bTag"] = "冰峰子云#5241",
					}, -- [1415]
					{
						["role"] = "DAMAGER",
						["name"] = "关门放会长-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1510191154,
						["class"] = 3,
						["bTag"] = "抱歉#56912",
					}, -- [1416]
					{
						["role"] = "DAMAGER",
						["name"] = "跳舞唱歌-巨龙之吼",
						["iLvl"] = 947,
						["time"] = 1510191154,
						["class"] = 1,
						["bTag"] = "跳舞唱歌#5282",
					}, -- [1417]
					{
						["role"] = "DAMAGER",
						["name"] = "孤丶煞星-燃烧之刃",
						["iLvl"] = 941,
						["time"] = 1510191154,
						["class"] = 1,
						["bTag"] = "一人丶#51435",
					}, -- [1418]
					{
						["role"] = "DAMAGER",
						["name"] = "玛玛来了-血环",
						["iLvl"] = 935,
						["time"] = 1510191154,
						["class"] = 9,
						["bTag"] = "念物雨#5530",
					}, -- [1419]
					{
						["role"] = "DAMAGER",
						["name"] = "五爷八零年代-苏拉玛",
						["time"] = 1510191154,
						["class"] = 8,
					}, -- [1420]
					{
						["role"] = "TANK",
						["name"] = "花果山小湿妹-德拉诺",
						["iLvl"] = 946,
						["time"] = 1510191154,
						["class"] = 12,
						["bTag"] = "施主你又装逼#5715",
					}, -- [1421]
					{
						["role"] = "DAMAGER",
						["name"] = "糖无忧-贫瘠之地",
						["iLvl"] = 928,
						["time"] = 1510191154,
						["class"] = 2,
						["bTag"] = "糖离#5561",
					}, -- [1422]
					{
						["role"] = "DAMAGER",
						["name"] = "小蝎子丶-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1510191154,
						["class"] = 11,
						["bTag"] = "戰灬疯子#5294",
					}, -- [1423]
					{
						["role"] = "DAMAGER",
						["name"] = "岚橋易乞-奥尔加隆",
						["iLvl"] = 936,
						["time"] = 1510191154,
						["class"] = 4,
						["bTag"] = "白银之翼#5633",
					}, -- [1424]
					{
						["role"] = "HEALER",
						["name"] = "胸大有罪-死亡之翼",
						["iLvl"] = 928,
						["time"] = 1510191154,
						["class"] = 11,
						["bTag"] = "青丝青衫亦青城#51532",
					}, -- [1425]
					{
						["role"] = "DAMAGER",
						["name"] = "杺隨妳嬡-血吼",
						["iLvl"] = 942,
						["time"] = 1510191154,
						["class"] = 3,
						["bTag"] = "跳跳熊#5154221",
					}, -- [1426]
					{
						["role"] = "TANK",
						["name"] = "柏拉图-鬼雾峰",
						["iLvl"] = 942,
						["time"] = 1510191154,
						["class"] = 6,
						["bTag"] = "伊尔达#5120",
					}, -- [1427]
					{
						["role"] = "DAMAGER",
						["name"] = "向东流-沙怒",
						["iLvl"] = 934,
						["time"] = 1510191154,
						["class"] = 12,
						["bTag"] = "绿水青山#5365",
					}, -- [1428]
					{
						["role"] = "TANK",
						["name"] = "陈老湿-燃烧之刃",
						["iLvl"] = 950,
						["time"] = 1510191154,
						["class"] = 6,
						["bTag"] = "因吹斯汀#51941",
					}, -- [1429]
					{
						["role"] = "DAMAGER",
						["name"] = "天真的咪总-伊森利恩",
						["iLvl"] = 942,
						["time"] = 1510191154,
						["class"] = 4,
						["bTag"] = "sumi331#5184",
					}, -- [1430]
					{
						["role"] = "DAMAGER",
						["name"] = "幺妹-布鲁塔卢斯",
						["iLvl"] = 923,
						["time"] = 1510191154,
						["class"] = 12,
						["bTag"] = "安其拉的碧螺春#5151",
					}, -- [1431]
					{
						["role"] = "TANK",
						["name"] = "啊酱-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1510191154,
						["class"] = 11,
						["bTag"] = "阿酱#5744",
					}, -- [1432]
					{
						["role"] = "DAMAGER",
						["name"] = "Profs-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1510191154,
						["class"] = 8,
						["bTag"] = "prostaff#5155",
					}, -- [1433]
					{
						["role"] = "HEALER",
						["name"] = "丶老鎮玫瑰丶-海加尔",
						["iLvl"] = 936,
						["time"] = 1510191154,
						["class"] = 5,
						["bTag"] = "老镇玫瑰#5264",
					}, -- [1434]
					{
						["role"] = "DAMAGER",
						["name"] = "順其自然丶-莱索恩",
						["iLvl"] = 933,
						["time"] = 1510191154,
						["class"] = 3,
						["bTag"] = "随风而去丶#51843",
					}, -- [1435]
					{
						["role"] = "TANK",
						["name"] = "鸟毛彡-影之哀伤",
						["iLvl"] = 941,
						["time"] = 1510191154,
						["class"] = 11,
						["bTag"] = "鸟毛过江#5664",
					}, -- [1436]
					{
						["role"] = "DAMAGER",
						["name"] = "菜泡饭-阿曼尼",
						["iLvl"] = 941,
						["time"] = 1510191154,
						["class"] = 8,
						["bTag"] = "岁月神偷#52444",
					}, -- [1437]
					{
						["role"] = "DAMAGER",
						["name"] = "十月初九-贫瘠之地",
						["iLvl"] = 939,
						["time"] = 1510191154,
						["class"] = 12,
						["bTag"] = "芳香#5689",
					}, -- [1438]
					{
						["role"] = "TANK",
						["name"] = "四季刻歌-血环",
						["iLvl"] = 929,
						["time"] = 1510191154,
						["class"] = 11,
						["bTag"] = "壹訫藏壹人#5507",
					}, -- [1439]
					{
						["role"] = "DAMAGER",
						["name"] = "流枫燚-血色十字军",
						["iLvl"] = 935,
						["time"] = 1510191154,
						["class"] = 11,
						["bTag"] = "流枫雪#5932",
					}, -- [1440]
					{
						["role"] = "DAMAGER",
						["name"] = "双子小跳蚤-恶魔之魂",
						["iLvl"] = 946,
						["time"] = 1510191154,
						["class"] = 1,
						["bTag"] = "跳蚤小窝#5177",
					}, -- [1441]
					{
						["role"] = "DAMAGER",
						["name"] = "舔舔奥利奥-无尽之海",
						["iLvl"] = 921,
						["time"] = 1510191154,
						["class"] = 9,
						["bTag"] = "谈谈心恋恋爱#5932",
					}, -- [1442]
					{
						["role"] = "HEALER",
						["name"] = "黄山来客-萨格拉斯",
						["iLvl"] = 933,
						["time"] = 1510191525,
						["class"] = 7,
						["bTag"] = "黄山来客#5863",
					}, -- [1443]
					{
						["role"] = "DAMAGER",
						["name"] = "Deathswail-埃德萨拉",
						["iLvl"] = 900,
						["time"] = 1510191154,
						["class"] = 12,
						["bTag"] = "wail#5366",
					}, -- [1444]
					{
						["role"] = "DAMAGER",
						["name"] = "半夕蝶梦-奥杜尔",
						["iLvl"] = 924,
						["time"] = 1510191478,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "半夕蝶梦#51467",
					}, -- [1445]
					{
						["role"] = "HEALER",
						["name"] = "火焰刀鸠摩智-凯恩血蹄",
						["iLvl"] = 944,
						["time"] = 1510191476,
						["class"] = 10,
						["bTag"] = "lunasea#5877",
					}, -- [1446]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔之匕-加尔",
						["iLvl"] = 923,
						["time"] = 1510191531,
						["class"] = 4,
						["bTag"] = "莱茵哈鲁特#5293",
					}, -- [1447]
					{
						["role"] = "TANK",
						["name"] = "卡哇伊內丶-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1510191468,
						["class"] = 6,
						["bTag"] = "Atlantis#5409",
					}, -- [1448]
					{
						["role"] = "DAMAGER",
						["name"] = "雨醉星尘-天空之墙",
						["iLvl"] = 943,
						["time"] = 1510191468,
						["class"] = 4,
						["bTag"] = "记忆傷痕#5587",
					}, -- [1449]
					{
						["role"] = "DAMAGER",
						["name"] = "小短腿飞行员-能源舰",
						["iLvl"] = 914,
						["time"] = 1510191531,
						["class"] = 6,
						["bTag"] = "炭烧咖啡焦苦不酸#5336",
					}, -- [1450]
					{
						["role"] = "DAMAGER",
						["name"] = "三十四少-能源舰",
						["iLvl"] = 946,
						["time"] = 1510191529,
						["class"] = 7,
						["bTag"] = "三十四#5776",
					}, -- [1451]
					{
						["role"] = "DAMAGER",
						["name"] = "倾暖未颜-兰娜瑟尔",
						["iLvl"] = 943,
						["time"] = 1510191495,
						["class"] = 8,
						["bTag"] = "倾暖未颜#5903",
					}, -- [1452]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影随风-格瑞姆巴托",
						["time"] = 1510191456,
						["class"] = 4,
					}, -- [1453]
					{
						["role"] = "HEALER",
						["name"] = "丨無解-莱索恩",
						["iLvl"] = 926,
						["time"] = 1510191485,
						["class"] = 5,
						["bTag"] = "Nooway#5134",
					}, -- [1454]
					{
						["role"] = "DAMAGER",
						["name"] = "半点羞-白银之手",
						["time"] = 1510191456,
						["class"] = 2,
					}, -- [1455]
					{
						["role"] = "DAMAGER",
						["name"] = "Quineey-阿克蒙德",
						["iLvl"] = 942,
						["time"] = 1510191460,
						["class"] = 7,
						["bTag"] = "肥羊#5215",
					}, -- [1456]
					{
						["role"] = "DAMAGER",
						["name"] = "欲坠繁星-诺兹多姆",
						["time"] = 1510191460,
						["class"] = 12,
					}, -- [1457]
					{
						["role"] = "HEALER",
						["name"] = "目标定一个亿-红龙军团",
						["iLvl"] = 944,
						["time"] = 1510191531,
						["class"] = 7,
						["bTag"] = "杜循#5804",
					}, -- [1458]
					{
						["role"] = "DAMAGER",
						["name"] = "永远蔚蓝-屠魔山谷",
						["time"] = 1510191456,
						["class"] = 11,
					}, -- [1459]
					{
						["role"] = "DAMAGER",
						["name"] = "飯小乖-血色十字军",
						["iLvl"] = 946,
						["time"] = 1510191460,
						["class"] = 12,
						["bTag"] = "飯小乖#5598",
					}, -- [1460]
					{
						["role"] = "DAMAGER",
						["name"] = "腦缺葢-克尔苏加德",
						["iLvl"] = 944,
						["time"] = 1510191531,
						["class"] = 3,
						["bTag"] = "炭步大烂才#5352",
					}, -- [1461]
					{
						["role"] = "TANK",
						["name"] = "我选了望舒剑-塞拉摩",
						["iLvl"] = 931,
						["time"] = 1510191518,
						["class"] = 2,
						["bTag"] = "御风#5468",
					}, -- [1462]
					{
						["role"] = "TANK",
						["name"] = "记忆逆时针-亡语者",
						["iLvl"] = 944,
						["time"] = 1510191531,
						["class"] = 2,
						["bTag"] = "RobotMurloc#51888",
					}, -- [1463]
					{
						["role"] = "DAMAGER",
						["name"] = "大红袍-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1510191518,
						["class"] = 11,
						["bTag"] = "风林火山#5623",
					}, -- [1464]
					{
						["role"] = "DAMAGER",
						["name"] = "独立团李云龙-加基森",
						["iLvl"] = 949,
						["time"] = 1510191531,
						["class"] = 1,
						["bTag"] = "呔丶妖精#5766",
					}, -- [1465]
					{
						["role"] = "DAMAGER",
						["name"] = "曰贼-烈焰峰",
						["iLvl"] = 880,
						["time"] = 1510191525,
						["class"] = 4,
						["bTag"] = "crazy#5375",
					}, -- [1466]
					{
						["role"] = "HEALER",
						["name"] = "隨心而愈-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1510191531,
						["class"] = 7,
						["bTag"] = "二手苹果#5996",
					}, -- [1467]
					{
						["role"] = "DAMAGER",
						["name"] = "灬波珠-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1510191529,
						["class"] = 3,
						["bTag"] = "SkyBlue#5438",
					}, -- [1468]
					{
						["role"] = "DAMAGER",
						["name"] = "Iccool-燃烧之刃",
						["iLvl"] = 921,
						["time"] = 1510191531,
						["class"] = 12,
						["bTag"] = "WarMachine#51326",
					}, -- [1469]
					{
						["role"] = "DAMAGER",
						["name"] = "阿咕-死亡熔炉",
						["iLvl"] = 941,
						["time"] = 1510665941,
						["class"] = 11,
						["bTag"] = "LeDDD#5318",
					}, -- [1470]
					{
						["role"] = "DAMAGER",
						["name"] = "落丶魔-地狱之石",
						["iLvl"] = 940,
						["time"] = 1510191525,
						["class"] = 3,
						["bTag"] = "落魔#51987",
					}, -- [1471]
					{
						["role"] = "DAMAGER",
						["name"] = "舞玖玖-玛洛加尔",
						["iLvl"] = 913,
						["time"] = 1510191531,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "宽爷#5664",
					}, -- [1472]
					{
						["role"] = "DAMAGER",
						["name"] = "Demonbutcher-霜之哀伤",
						["iLvl"] = 919,
						["time"] = 1510191531,
						["class"] = 12,
						["bTag"] = "HellRoid#5404",
					}, -- [1473]
					{
						["role"] = "HEALER",
						["name"] = "亓山-丽丽（四川）",
						["iLvl"] = 925,
						["time"] = 1510191525,
						["class"] = 5,
						["bTag"] = "janksoun#5429",
					}, -- [1474]
					{
						["role"] = "TANK",
						["name"] = "念着倒嘛干-霜之哀伤",
						["iLvl"] = 935,
						["time"] = 1510191531,
						["class"] = 6,
						["bTag"] = "我猜你有病#51675",
					}, -- [1475]
					{
						["role"] = "TANK",
						["name"] = "好长的春节-迅捷微风",
						["iLvl"] = 939,
						["time"] = 1510492415,
						["class"] = 6,
						["bTag"] = "陌上王者#5162",
					}, -- [1476]
					{
						["role"] = "DAMAGER",
						["name"] = "帅帅呆熊-斩魔者",
						["iLvl"] = 932,
						["time"] = 1510191531,
						["class"] = 10,
						["bTag"] = "大雨倾盆#5809",
					}, -- [1477]
					{
						["role"] = "DAMAGER",
						["name"] = "不凡的帅胖-熔火之心",
						["iLvl"] = 942,
						["time"] = 1510191531,
						["class"] = 8,
						["bTag"] = "底格里斯#5688",
					}, -- [1478]
					{
						["role"] = "DAMAGER",
						["name"] = "倒霉霉-熊猫酒仙",
						["iLvl"] = 844,
						["time"] = 1510191531,
						["class"] = 9,
						["bTag"] = "倒霉霉#5142",
					}, -- [1479]
					{
						["role"] = "DAMAGER",
						["name"] = "莱小拉-布兰卡德",
						["iLvl"] = 933,
						["time"] = 1510191518,
						["class"] = 4,
						["bTag"] = "Samaritan#51205",
					}, -- [1480]
					{
						["role"] = "DAMAGER",
						["name"] = "剑若寒光-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1510191531,
						["class"] = 12,
						["bTag"] = "踢门兔#5674",
					}, -- [1481]
					{
						["role"] = "DAMAGER",
						["name"] = "云如短歌-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1510191518,
						["class"] = 9,
						["bTag"] = "Samaritan#51205",
					}, -- [1482]
					{
						["role"] = "DAMAGER",
						["name"] = "楚歌-苏塔恩",
						["iLvl"] = 924,
						["time"] = 1510191531,
						["class"] = 1,
						["bTag"] = "楚歌神话#5878",
					}, -- [1483]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒割-石爪峰",
						["iLvl"] = 946,
						["time"] = 1510191531,
						["class"] = 4,
						["bTag"] = "潇洒割#5880",
					}, -- [1484]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜听狮吼-塞拉摩",
						["iLvl"] = 935,
						["time"] = 1510191531,
						["class"] = 8,
						["bTag"] = "夏天的燕子#5309",
					}, -- [1485]
					{
						["role"] = "DAMAGER",
						["name"] = "迷糊精灵-无尽之海",
						["iLvl"] = 916,
						["time"] = 1510191531,
						["class"] = 3,
						["bTag"] = "飞扬的浪花儿#5399",
					}, -- [1486]
					{
						["role"] = "DAMAGER",
						["name"] = "与诺同葬-阿纳克洛斯",
						["iLvl"] = 943,
						["time"] = 1510318492,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "无情只因心死#5109",
					}, -- [1487]
					{
						["role"] = "DAMAGER",
						["name"] = "Onmyway-阿拉希",
						["iLvl"] = 933,
						["time"] = 1510318492,
						["class"] = 8,
						["bTag"] = "Jameson#52329",
					}, -- [1488]
					{
						["role"] = "DAMAGER",
						["name"] = "逗逗的豆-苏塔恩",
						["iLvl"] = 945,
						["time"] = 1510493742,
						["class"] = 6,
						["bTag"] = "叁藏#5650",
					}, -- [1489]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的光萌萌-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1510318492,
						["class"] = 6,
						["bTag"] = "魔鬼筋肉人#52447",
					}, -- [1490]
					{
						["role"] = "DAMAGER",
						["name"] = "德国球迷-弗塞雷迦",
						["time"] = 1510318492,
						["class"] = 4,
					}, -- [1491]
					{
						["role"] = "HEALER",
						["name"] = "丿龙灬魅-安苏",
						["iLvl"] = 946,
						["time"] = 1510318492,
						["class"] = 5,
						["bTag"] = "柳岩大奶#5202",
					}, -- [1492]
					{
						["role"] = "DAMAGER",
						["name"] = "比较牛-纳沙塔尔",
						["iLvl"] = 920,
						["time"] = 1510318492,
						["class"] = 1,
						["bTag"] = "高老师#5474",
					}, -- [1493]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔双刃-纳沙塔尔",
						["iLvl"] = 933,
						["time"] = 1510318492,
						["class"] = 12,
						["bTag"] = "牛头猎人#5998",
					}, -- [1494]
					{
						["role"] = "HEALER",
						["name"] = "十三香牛肉脯-玛洛加尔",
						["iLvl"] = 941,
						["time"] = 1510318492,
						["class"] = 11,
						["bTag"] = "夜月丶晨星#5424",
					}, -- [1495]
					{
						["role"] = "DAMAGER",
						["name"] = "雷大克萨-风暴之鳞",
						["iLvl"] = 936,
						["time"] = 1510318492,
						["class"] = 3,
						["bTag"] = "CrazyCat#510968",
					}, -- [1496]
					{
						["role"] = "DAMAGER",
						["name"] = "人生大叔-霜狼",
						["iLvl"] = 942,
						["time"] = 1510318492,
						["class"] = 12,
						["bTag"] = "zj43150#5821",
					}, -- [1497]
					{
						["role"] = "DAMAGER",
						["name"] = "帅锅天堂-海克泰尔",
						["iLvl"] = 945,
						["time"] = 1510318492,
						["class"] = 1,
						["bTag"] = "振哥#5752",
					}, -- [1498]
					{
						["role"] = "TANK",
						["name"] = "随心迷惘-奈萨里奥",
						["iLvl"] = 936,
						["time"] = 1510318492,
						["class"] = 2,
						["bTag"] = "随心#5480",
					}, -- [1499]
					{
						["role"] = "TANK",
						["name"] = "Freedomwolf-埃雷达尔",
						["time"] = 1510318492,
						["class"] = 2,
					}, -- [1500]
					{
						["role"] = "DAMAGER",
						["name"] = "橙戒琦-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1510318492,
						["class"] = 2,
						["bTag"] = "雨懵#5364",
					}, -- [1501]
					{
						["role"] = "DAMAGER",
						["name"] = "切丶格瓦拉-雏龙之翼",
						["iLvl"] = 926,
						["time"] = 1510318492,
						["class"] = 2,
						["bTag"] = "谢特#5807",
					}, -- [1502]
					{
						["role"] = "DAMAGER",
						["name"] = "王者之痴情-血牙魔王",
						["iLvl"] = 950,
						["time"] = 1510318492,
						["class"] = 7,
						["bTag"] = "王者#5369",
					}, -- [1503]
					{
						["role"] = "DAMAGER",
						["name"] = "周嘉宁-奥尔加隆",
						["iLvl"] = 920,
						["time"] = 1510318492,
						["class"] = 8,
						["bTag"] = "胖迪傻狍#5223",
					}, -- [1504]
					{
						["role"] = "DAMAGER",
						["name"] = "好运巧克力-卡拉赞",
						["iLvl"] = 932,
						["time"] = 1510318492,
						["class"] = 3,
						["bTag"] = "惊魂之武僧#55793",
					}, -- [1505]
					{
						["role"] = "TANK",
						["name"] = "雪琪-血顶",
						["iLvl"] = 853,
						["time"] = 1510318492,
						["class"] = 1,
						["bTag"] = "风清#5731",
					}, -- [1506]
					{
						["role"] = "DAMAGER",
						["name"] = "砍一刀-勇士岛",
						["time"] = 1510318492,
						["class"] = 2,
					}, -- [1507]
					{
						["role"] = "DAMAGER",
						["name"] = "克丨丶勒-阿纳克洛斯",
						["iLvl"] = 942,
						["time"] = 1510318492,
						["class"] = 4,
						["bTag"] = "nestor#5364",
					}, -- [1508]
					{
						["role"] = "DAMAGER",
						["name"] = "扈爺-霜狼",
						["iLvl"] = 939,
						["time"] = 1510318492,
						["class"] = 12,
						["bTag"] = "虎爷#5855",
					}, -- [1509]
					{
						["role"] = "TANK",
						["name"] = "常州大哥哥-萨尔",
						["iLvl"] = 916,
						["time"] = 1510319242,
						["class"] = 6,
						["bTag"] = "常州钢铁侠#5508",
					}, -- [1510]
					{
						["role"] = "TANK",
						["name"] = "宮園薰-古加尔",
						["iLvl"] = 931,
						["time"] = 1510318492,
						["class"] = 2,
						["bTag"] = "園田海未#51284",
					}, -- [1511]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风知多少-无尽之海",
						["iLvl"] = 931,
						["time"] = 1510318492,
						["class"] = 12,
						["bTag"] = "晨星镇九州#5622",
					}, -- [1512]
					{
						["role"] = "DAMAGER",
						["name"] = "贝蒂威尔-冰风岗",
						["iLvl"] = 919,
						["time"] = 1510318492,
						["class"] = 3,
						["bTag"] = "凯蒂亚雷儿#5469",
					}, -- [1513]
					{
						["role"] = "DAMAGER",
						["name"] = "浪客如风-阿纳克洛斯",
						["time"] = 1510318492,
						["class"] = 11,
					}, -- [1514]
					{
						["role"] = "DAMAGER",
						["name"] = "靊仐-萨尔",
						["iLvl"] = 937,
						["time"] = 1510318847,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "乌龟壳壳#5745",
					}, -- [1515]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影里的舞者-贫瘠之地",
						["iLvl"] = 940,
						["time"] = 1510318847,
						["class"] = 4,
						["bTag"] = "阿瓜#5209",
					}, -- [1516]
					{
						["role"] = "TANK",
						["name"] = "戦刄乄無霜-格瑞姆巴托",
						["iLvl"] = 936,
						["time"] = 1510318847,
						["class"] = 6,
						["bTag"] = "孙行者#5275",
					}, -- [1517]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影刺客-布兰卡德",
						["iLvl"] = 941,
						["time"] = 1510318847,
						["class"] = 4,
						["bTag"] = "青城#5569",
					}, -- [1518]
					{
						["role"] = "DAMAGER",
						["name"] = "潜夜叉-死亡熔炉",
						["iLvl"] = 931,
						["time"] = 1510318847,
						["class"] = 12,
						["bTag"] = "秦时明月#5986",
					}, -- [1519]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔毛毛-摩摩尔",
						["iLvl"] = 937,
						["time"] = 1510318847,
						["class"] = 12,
						["bTag"] = "俊恒#5117",
					}, -- [1520]
					{
						["role"] = "HEALER",
						["name"] = "灵媒-战歌",
						["iLvl"] = 918,
						["time"] = 1510318847,
						["class"] = 5,
						["bTag"] = "baggioxd007#5341",
					}, -- [1521]
					{
						["role"] = "DAMAGER",
						["name"] = "凛灬-奥斯里安",
						["iLvl"] = 940,
						["time"] = 1510318847,
						["class"] = 8,
						["bTag"] = "凛丶#5437",
					}, -- [1522]
					{
						["role"] = "DAMAGER",
						["name"] = "你猥琐-安苏",
						["iLvl"] = 944,
						["time"] = 1510318847,
						["class"] = 9,
						["bTag"] = "大头大哥#5334",
					}, -- [1523]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶一夕灬-丽丽（四川）",
						["iLvl"] = 941,
						["time"] = 1510318847,
						["class"] = 12,
						["bTag"] = "言末#5165",
					}, -- [1524]
					{
						["role"] = "DAMAGER",
						["name"] = "骨头中的强者-斩魔者",
						["iLvl"] = 942,
						["time"] = 1510318847,
						["class"] = 9,
						["bTag"] = "我先跑你顶着#5920",
					}, -- [1525]
					{
						["role"] = "DAMAGER",
						["name"] = "萨鼎鼎-瓦里安",
						["iLvl"] = 918,
						["time"] = 1510318847,
						["class"] = 7,
						["bTag"] = "青春#52992",
					}, -- [1526]
					{
						["role"] = "TANK",
						["name"] = "Atori-烈焰峰",
						["iLvl"] = 942,
						["time"] = 1510318847,
						["class"] = 12,
						["bTag"] = "人溅人爱犯#5454",
					}, -- [1527]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴领主丶李-盖斯",
						["time"] = 1510318847,
						["class"] = 3,
					}, -- [1528]
					{
						["role"] = "DAMAGER",
						["name"] = "尐花猪-海克泰尔",
						["iLvl"] = 934,
						["time"] = 1510318847,
						["class"] = 2,
						["bTag"] = "林你可以#5598",
					}, -- [1529]
					{
						["role"] = "TANK",
						["name"] = "暗月佣兵-晴日峰（江苏）",
						["iLvl"] = 937,
						["time"] = 1510318847,
						["class"] = 12,
						["bTag"] = "BT160730#52938",
					}, -- [1530]
					{
						["role"] = "DAMAGER",
						["name"] = "海德拉-闪电之刃",
						["iLvl"] = 942,
						["time"] = 1510318847,
						["class"] = 9,
						["bTag"] = "海德拉#5267",
					}, -- [1531]
					{
						["role"] = "HEALER",
						["name"] = "曾经的四爷-巴纳扎尔",
						["iLvl"] = 943,
						["time"] = 1510318847,
						["class"] = 5,
						["bTag"] = "MisakiSaya#5385",
					}, -- [1532]
					{
						["role"] = "TANK",
						["name"] = "唐卿羽-天空之墙",
						["iLvl"] = 942,
						["time"] = 1510318847,
						["class"] = 2,
						["bTag"] = "卿羽#5869",
					}, -- [1533]
					{
						["role"] = "DAMAGER",
						["name"] = "Flamesman-晴日峰（江苏）",
						["time"] = 1510318847,
						["class"] = 8,
					}, -- [1534]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼谷子灬-伊森利恩",
						["time"] = 1510318847,
						["class"] = 8,
					}, -- [1535]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁鑫哥-梦境之树",
						["time"] = 1510318847,
						["class"] = 12,
					}, -- [1536]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我小荣子-寒冰皇冠",
						["time"] = 1511188593,
						["class"] = 2,
					}, -- [1537]
					{
						["role"] = "TANK",
						["name"] = "遇穴奋战-冰霜之刃",
						["time"] = 1510318847,
						["class"] = 6,
					}, -- [1538]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷按摩-回音山",
						["iLvl"] = 925,
						["time"] = 1510319242,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "哔哩哔哩#52489",
					}, -- [1539]
					{
						["role"] = "DAMAGER",
						["name"] = "兔子兜兜儿-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1510319242,
						["class"] = 9,
						["bTag"] = "糖糖#51770",
					}, -- [1540]
					{
						["role"] = "TANK",
						["name"] = "福妹-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510319242,
						["class"] = 2,
						["bTag"] = "福妹#5108",
					}, -- [1541]
					{
						["role"] = "DAMAGER",
						["name"] = "血魔萨-塞拉摩",
						["iLvl"] = 945,
						["time"] = 1510319242,
						["class"] = 7,
						["bTag"] = "血魔萨#5556",
					}, -- [1542]
					{
						["role"] = "DAMAGER",
						["name"] = "吸干全团欧气-黑铁",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 3,
						["bTag"] = "龙烈#5750",
					}, -- [1543]
					{
						["role"] = "HEALER",
						["name"] = "千夏丶-霜狼",
						["iLvl"] = 938,
						["time"] = 1510319242,
						["class"] = 2,
						["bTag"] = "不一般的蘾#5610",
					}, -- [1544]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光苹果酱-通灵学院",
						["time"] = 1510319144,
						["class"] = 2,
					}, -- [1545]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风狂杀-燃烧平原",
						["iLvl"] = 941,
						["time"] = 1510319242,
						["class"] = 6,
						["bTag"] = "大黑牛#51415",
					}, -- [1546]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowcream-火焰之树",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "糖果守护神#5836",
					}, -- [1547]
					{
						["role"] = "DAMAGER",
						["name"] = "恶那个魔-熵魔",
						["iLvl"] = 937,
						["time"] = 1510319242,
						["class"] = 12,
						["bTag"] = "玩偶的命运#5814",
					}, -- [1548]
					{
						["role"] = "DAMAGER",
						["name"] = "轻解霓裳-踏梦者",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 2,
						["bTag"] = "轻解霓裳#5461",
					}, -- [1549]
					{
						["role"] = "DAMAGER",
						["name"] = "报废的法拉利-毁灭之锤",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 7,
						["bTag"] = "a00231033#5751",
					}, -- [1550]
					{
						["role"] = "DAMAGER",
						["name"] = "拿砖头开锁-雷霆之王",
						["iLvl"] = 938,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "帝国英雄#5103",
					}, -- [1551]
					{
						["role"] = "DAMAGER",
						["name"] = "丿辉灬夜-卡扎克",
						["iLvl"] = 939,
						["time"] = 1510319242,
						["class"] = 8,
						["bTag"] = "墨輝緋#5775",
					}, -- [1552]
					{
						["role"] = "DAMAGER",
						["name"] = "Mogul-加基森",
						["iLvl"] = 942,
						["time"] = 1510319242,
						["class"] = 1,
						["bTag"] = "yoyo#51251",
					}, -- [1553]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂大汉堡-鬼雾峰",
						["iLvl"] = 915,
						["time"] = 1510319242,
						["class"] = 3,
						["bTag"] = "paul#5419",
					}, -- [1554]
					{
						["role"] = "DAMAGER",
						["name"] = "鑢七实-深渊之巢",
						["iLvl"] = 921,
						["time"] = 1510319242,
						["class"] = 6,
						["bTag"] = "奶飞天之药#5946",
					}, -- [1555]
					{
						["role"] = "TANK",
						["name"] = "詹姆斯杰克逊-亡语者",
						["iLvl"] = 931,
						["time"] = 1510319242,
						["class"] = 6,
						["bTag"] = "skydark#51792",
					}, -- [1556]
					{
						["role"] = "TANK",
						["name"] = "圣光多多-迅捷微风",
						["iLvl"] = 942,
						["time"] = 1510319242,
						["class"] = 2,
						["bTag"] = "圣光不多了#5811",
					}, -- [1557]
					{
						["role"] = "DAMAGER",
						["name"] = "冰镇丶八度-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1510319242,
						["class"] = 1,
						["bTag"] = "梦的天堂#5552",
					}, -- [1558]
					{
						["role"] = "HEALER",
						["name"] = "龙城奶爸-影之哀伤",
						["iLvl"] = 924,
						["time"] = 1510319242,
						["class"] = 7,
						["bTag"] = "金风#5593",
					}, -- [1559]
					{
						["role"] = "DAMAGER",
						["name"] = "龍贰-密林游侠",
						["iLvl"] = 944,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "爱晚亭的猫#5726",
					}, -- [1560]
					{
						["role"] = "DAMAGER",
						["name"] = "灬嗜血蜗牛灬-破碎岭",
						["time"] = 1510319242,
						["class"] = 3,
					}, -- [1561]
					{
						["role"] = "DAMAGER",
						["name"] = "阿古斯之泪-凤凰之神",
						["iLvl"] = 940,
						["time"] = 1510319242,
						["class"] = 12,
						["bTag"] = "殇瞳#5639",
					}, -- [1562]
					{
						["role"] = "DAMAGER",
						["name"] = "图图动物园-血环",
						["iLvl"] = 936,
						["time"] = 1510319242,
						["class"] = 3,
						["bTag"] = "宝图图#5678",
					}, -- [1563]
					{
						["role"] = "DAMAGER",
						["name"] = "也许丶没姿戈-影之哀伤",
						["iLvl"] = 889,
						["time"] = 1510319242,
						["class"] = 9,
						["bTag"] = "泡菜1#5583",
					}, -- [1564]
					{
						["role"] = "DAMAGER",
						["name"] = "暗鸦物语-阿尔萨斯",
						["iLvl"] = 935,
						["time"] = 1510319242,
						["class"] = 4,
						["bTag"] = "假面黑骑#5541",
					}, -- [1565]
					{
						["role"] = "DAMAGER",
						["name"] = "没事比比丶箭-燃烧之刃",
						["iLvl"] = 940,
						["time"] = 1510319242,
						["class"] = 3,
						["bTag"] = "困妹#5655",
					}, -- [1566]
					{
						["role"] = "DAMAGER",
						["name"] = "谜一般-能源舰",
						["iLvl"] = 935,
						["time"] = 1510493747,
						["class"] = 12,
						["bTag"] = "致命之猫#5182937",
					}, -- [1567]
					{
						["role"] = "DAMAGER",
						["name"] = "伊哆是占戈神-黑翼之巢",
						["iLvl"] = 944,
						["time"] = 1511015408,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Yido#51780",
					}, -- [1568]
					{
						["role"] = "DAMAGER",
						["name"] = "很拉风的怒-死亡之翼",
						["iLvl"] = 949,
						["time"] = 1510857406,
						["class"] = 1,
						["bTag"] = "拉风哥哥#51377",
					}, -- [1569]
					{
						["role"] = "DAMAGER",
						["name"] = "盗亦有盗-纳沙塔尔",
						["iLvl"] = 939,
						["time"] = 1510319633,
						["class"] = 4,
						["bTag"] = "zhangcheng#5331",
					}, -- [1570]
					{
						["role"] = "TANK",
						["name"] = "笑丶清丰-贫瘠之地",
						["iLvl"] = 940,
						["time"] = 1510319633,
						["class"] = 6,
						["bTag"] = "阿亚拉的磐石之心#5766",
					}, -- [1571]
					{
						["role"] = "DAMAGER",
						["name"] = "賊穏-黑暗魅影",
						["iLvl"] = 942,
						["time"] = 1510319633,
						["class"] = 4,
						["bTag"] = "蛋蛋#51552",
					}, -- [1572]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色苹果-利刃之拳",
						["iLvl"] = 946,
						["time"] = 1510319633,
						["class"] = 7,
						["bTag"] = "小苹果#5526",
					}, -- [1573]
					{
						["role"] = "DAMAGER",
						["name"] = "Kohoo-格瑞姆巴托",
						["iLvl"] = 922,
						["time"] = 1510413681,
						["class"] = 4,
						["bTag"] = "陆峥嵘5660#5452",
					}, -- [1574]
					{
						["role"] = "DAMAGER",
						["name"] = "段友协会会长-凤凰之神",
						["iLvl"] = 931,
						["time"] = 1510319633,
						["class"] = 6,
						["bTag"] = "随伈#5196",
					}, -- [1575]
					{
						["role"] = "DAMAGER",
						["name"] = "风行者丿零墨-安苏",
						["iLvl"] = 919,
						["time"] = 1510319633,
						["class"] = 12,
						["bTag"] = "墨瞑崎妙#5206",
					}, -- [1576]
					{
						["role"] = "DAMAGER",
						["name"] = "朵朵嘟可爱-逐日者",
						["iLvl"] = 923,
						["time"] = 1510319633,
						["class"] = 8,
						["bTag"] = "龙果果#5799",
					}, -- [1577]
					{
						["role"] = "TANK",
						["name"] = "紫禁丶乾坤-无尽之海",
						["iLvl"] = 946,
						["time"] = 1510319633,
						["class"] = 2,
						["bTag"] = "光明之锤#55687",
					}, -- [1578]
					{
						["role"] = "HEALER",
						["name"] = "宇文萌萌-耐奥祖",
						["iLvl"] = 913,
						["time"] = 1510319633,
						["class"] = 5,
						["bTag"] = "鲜血的旋律#5361",
					}, -- [1579]
					{
						["role"] = "DAMAGER",
						["name"] = "Lovzey-伊兰尼库斯",
						["iLvl"] = 945,
						["time"] = 1510319633,
						["class"] = 8,
						["bTag"] = "月夜星坠#5250",
					}, -- [1580]
					{
						["role"] = "DAMAGER",
						["name"] = "岁霜炽-加基森",
						["iLvl"] = 931,
						["time"] = 1510319633,
						["class"] = 7,
						["bTag"] = "般若禅#5442",
					}, -- [1581]
					{
						["role"] = "DAMAGER",
						["name"] = "齐齐的新世界-影之哀伤",
						["iLvl"] = 918,
						["time"] = 1510319633,
						["class"] = 12,
						["bTag"] = "齐齐#5298",
					}, -- [1582]
					{
						["role"] = "DAMAGER",
						["name"] = "Dennie-冰风岗",
						["time"] = 1510319633,
						["class"] = 3,
					}, -- [1583]
					{
						["role"] = "DAMAGER",
						["name"] = "画心扬沙-布兰卡德",
						["iLvl"] = 941,
						["time"] = 1510319633,
						["class"] = 12,
						["bTag"] = "秋枫烁叶#5363",
					}, -- [1584]
					{
						["role"] = "DAMAGER",
						["name"] = "Silentelegy-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1510319633,
						["class"] = 6,
						["bTag"] = "爱佑脸真是太好了#5211",
					}, -- [1585]
					{
						["role"] = "DAMAGER",
						["name"] = "器大活女子-凤凰之神",
						["iLvl"] = 925,
						["time"] = 1510319633,
						["class"] = 1,
						["bTag"] = "社会主意沙皇#5267",
					}, -- [1586]
					{
						["role"] = "DAMAGER",
						["name"] = "啊是嘚发-冰风岗",
						["iLvl"] = 937,
						["time"] = 1510319633,
						["class"] = 3,
						["bTag"] = "公司车卡#5539",
					}, -- [1587]
					{
						["role"] = "DAMAGER",
						["name"] = "村长丶他偷牛-阿纳克洛斯",
						["iLvl"] = 942,
						["time"] = 1510319633,
						["class"] = 11,
						["bTag"] = "厉害了我的村长#5896",
					}, -- [1588]
					{
						["role"] = "DAMAGER",
						["name"] = "君王-外域",
						["iLvl"] = 946,
						["time"] = 1510319633,
						["class"] = 2,
						["bTag"] = "范雷#5169",
					}, -- [1589]
					{
						["role"] = "DAMAGER",
						["name"] = "八玥-艾露恩",
						["iLvl"] = 945,
						["time"] = 1510319633,
						["class"] = 12,
						["bTag"] = "西红柿炒蛋#5663",
					}, -- [1590]
					{
						["role"] = "TANK",
						["name"] = "黑美眉-迅捷微风",
						["iLvl"] = 925,
						["time"] = 1510319633,
						["class"] = 6,
						["bTag"] = "关洁#5263",
					}, -- [1591]
					{
						["role"] = "DAMAGER",
						["name"] = "香煙味的纏綿-纳克萨玛斯",
						["iLvl"] = 888,
						["time"] = 1510319633,
						["class"] = 1,
						["bTag"] = "nautyboy#5734",
					}, -- [1592]
					{
						["role"] = "HEALER",
						["name"] = "月光路德维格-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1510319633,
						["class"] = 5,
						["bTag"] = "Yuki#5320",
					}, -- [1593]
					{
						["role"] = "DAMAGER",
						["name"] = "法克爆雪-冰霜之刃",
						["iLvl"] = 942,
						["time"] = 1510319633,
						["class"] = 9,
						["bTag"] = "EEsama#51125",
					}, -- [1594]
					{
						["role"] = "DAMAGER",
						["name"] = "在座的各位-红龙军团",
						["time"] = 1510319633,
						["class"] = 7,
					}, -- [1595]
					{
						["role"] = "DAMAGER",
						["name"] = "照脸一下子-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510319633,
						["class"] = 8,
						["bTag"] = "照脸一下子#5989",
					}, -- [1596]
					{
						["role"] = "DAMAGER",
						["name"] = "总是被模仿-鬼雾峰",
						["iLvl"] = 942,
						["time"] = 1510319633,
						["class"] = 8,
						["bTag"] = "爱青之粗#5720",
					}, -- [1597]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄的荣耀-闪电之刃",
						["iLvl"] = 914,
						["time"] = 1510319633,
						["class"] = 2,
						["bTag"] = "Choices#5942",
					}, -- [1598]
					{
						["role"] = "DAMAGER",
						["name"] = "又回来啦-无尽之海",
						["time"] = 1510319612,
						["class"] = 8,
					}, -- [1599]
					{
						["role"] = "DAMAGER",
						["name"] = "牧濑-纳克萨玛斯",
						["iLvl"] = 934,
						["time"] = 1510319633,
						["class"] = 1,
						["bTag"] = "于昊#5850",
					}, -- [1600]
					{
						["role"] = "DAMAGER",
						["name"] = "玉修罗-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1510319633,
						["class"] = 4,
						["bTag"] = "爱露露真是太好了#5662",
					}, -- [1601]
					{
						["role"] = "TANK",
						["name"] = "魔族丨霸天虎-安苏",
						["iLvl"] = 944,
						["time"] = 1510410283,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "載卟戰#5591",
					}, -- [1602]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞死在永夜-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1510410283,
						["class"] = 6,
						["bTag"] = "八核电灯泡#51609",
					}, -- [1603]
					{
						["role"] = "DAMAGER",
						["name"] = "蔷蔷灬寶寶-阿尔萨斯",
						["iLvl"] = 943,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "咚咚寶寶#5315",
					}, -- [1604]
					{
						["role"] = "DAMAGER",
						["name"] = "全局变量-格瑞姆巴托",
						["iLvl"] = 944,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "生哥#5390",
					}, -- [1605]
					{
						["role"] = "DAMAGER",
						["name"] = "皮鞭加滴蜡䒑-安苏",
						["iLvl"] = 921,
						["time"] = 1510410283,
						["class"] = 7,
						["bTag"] = "帅哥逆风行#51260",
					}, -- [1606]
					{
						["role"] = "DAMAGER",
						["name"] = "Kikyou-闪电之刃",
						["iLvl"] = 944,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "tetsu#5595",
					}, -- [1607]
					{
						["role"] = "DAMAGER",
						["name"] = "土二蛮-天空之墙",
						["iLvl"] = 941,
						["time"] = 1510410283,
						["class"] = 12,
						["bTag"] = "MightyPants#53754",
					}, -- [1608]
					{
						["role"] = "DAMAGER",
						["name"] = "箭過無痕丶-白骨荒野",
						["iLvl"] = 941,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "胸毛大湿#5441",
					}, -- [1609]
					{
						["role"] = "DAMAGER",
						["name"] = "神怒多多-杜隆坦",
						["iLvl"] = 944,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "BT160707#51588",
					}, -- [1610]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟嘟小猪猪-白骨荒野",
						["iLvl"] = 935,
						["time"] = 1510410283,
						["class"] = 12,
						["bTag"] = "大熊#53722",
					}, -- [1611]
					{
						["role"] = "TANK",
						["name"] = "知足常樂-奥尔加隆",
						["time"] = 1510410283,
						["class"] = 6,
					}, -- [1612]
					{
						["role"] = "DAMAGER",
						["name"] = "月光乄倾橙-血环",
						["iLvl"] = 941,
						["time"] = 1510410283,
						["class"] = 4,
						["bTag"] = "菊花大魔王#5725",
					}, -- [1613]
					{
						["role"] = "DAMAGER",
						["name"] = "请爱护马锅-迅捷微风",
						["iLvl"] = 942,
						["time"] = 1510410283,
						["class"] = 7,
						["bTag"] = "小马#5605",
					}, -- [1614]
					{
						["role"] = "DAMAGER",
						["name"] = "丨扎心老铁丨-艾露恩",
						["iLvl"] = 945,
						["time"] = 1510410283,
						["class"] = 2,
						["bTag"] = "夜听风雨#5736",
					}, -- [1615]
					{
						["role"] = "DAMAGER",
						["name"] = "卡拉肖克木南-苏拉玛",
						["iLvl"] = 935,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "dmuyzn#5836",
					}, -- [1616]
					{
						["role"] = "DAMAGER",
						["name"] = "墨怜-影之哀伤",
						["iLvl"] = 941,
						["time"] = 1511015203,
						["class"] = 6,
						["bTag"] = "墨鞅#5372",
					}, -- [1617]
					{
						["role"] = "DAMAGER",
						["name"] = "吾爱吾楠-雏龙之翼",
						["iLvl"] = 943,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "田镇珲#5724",
					}, -- [1618]
					{
						["role"] = "DAMAGER",
						["name"] = "看楽毁眼睛-伊森利恩",
						["iLvl"] = 947,
						["time"] = 1510410283,
						["class"] = 12,
						["bTag"] = "米米#5761",
					}, -- [1619]
					{
						["role"] = "TANK",
						["name"] = "堕落重生-耐普图隆",
						["iLvl"] = 944,
						["time"] = 1510410283,
						["class"] = 6,
						["bTag"] = "冰海孤魂#5162",
					}, -- [1620]
					{
						["role"] = "DAMAGER",
						["name"] = "間桐櫻-亚雷戈斯",
						["iLvl"] = 945,
						["time"] = 1510410283,
						["class"] = 9,
						["bTag"] = "蒂一天堂#5563",
					}, -- [1621]
					{
						["role"] = "DAMAGER",
						["name"] = "暴狸熊-艾露恩",
						["iLvl"] = 934,
						["time"] = 1510410283,
						["class"] = 3,
						["bTag"] = "暴力鼠#5224",
					}, -- [1622]
					{
						["role"] = "DAMAGER",
						["name"] = "Carryall-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1510410283,
						["class"] = 12,
						["bTag"] = "buckethead#5660",
					}, -- [1623]
					{
						["role"] = "DAMAGER",
						["name"] = "一梦叩心丶-安苏",
						["iLvl"] = 903,
						["time"] = 1510410283,
						["class"] = 1,
						["bTag"] = "一梦扣心丶#5473",
					}, -- [1624]
					{
						["role"] = "DAMAGER",
						["name"] = "半世灬浮尘-厄祖玛特",
						["iLvl"] = 941,
						["time"] = 1510410283,
						["class"] = 12,
						["bTag"] = "不知道叫什么#51209",
					}, -- [1625]
					{
						["role"] = "DAMAGER",
						["name"] = "唐大大-塞拉摩",
						["iLvl"] = 898,
						["time"] = 1510410283,
						["class"] = 8,
						["bTag"] = "sdnono#5887",
					}, -- [1626]
					{
						["role"] = "DAMAGER",
						["name"] = "嘘丨幽鬼影-阿克蒙德",
						["iLvl"] = 891,
						["time"] = 1510410283,
						["class"] = 4,
						["bTag"] = "幽鬼影#5790",
					}, -- [1627]
					{
						["role"] = "DAMAGER",
						["name"] = "艾利桑德-提瑞斯法",
						["iLvl"] = 943,
						["time"] = 1510410283,
						["class"] = 6,
						["bTag"] = "Haohmaru#5441",
					}, -- [1628]
					{
						["role"] = "TANK",
						["name"] = "圣光将至-斩魔者",
						["iLvl"] = 943,
						["time"] = 1510410283,
						["class"] = 2,
						["bTag"] = "孤傲之骑士#5640",
					}, -- [1629]
					{
						["role"] = "DAMAGER",
						["name"] = "八爪鱼悠悠-能源舰",
						["iLvl"] = 931,
						["time"] = 1511188593,
						["class"] = 9,
						["bTag"] = "右右殿#5784",
					}, -- [1630]
					{
						["role"] = "HEALER",
						["name"] = "萌牛酸酸乳灬-凤凰之神",
						["time"] = 1510410283,
						["class"] = 2,
					}, -- [1631]
					{
						["role"] = "TANK",
						["name"] = "影之爆裂-托塞德林",
						["iLvl"] = 943,
						["time"] = 1510413679,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "LuckyTiger#529769",
					}, -- [1632]
					{
						["role"] = "TANK",
						["name"] = "西瓜吃扁豆-菲米丝",
						["iLvl"] = 940,
						["time"] = 1510413711,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "车轴草#5420",
					}, -- [1633]
					{
						["role"] = "DAMAGER",
						["name"] = "三季稲-苏拉玛",
						["iLvl"] = 912,
						["time"] = 1510413711,
						["class"] = 8,
						["bTag"] = "张岩和衣楠#5161",
					}, -- [1634]
					{
						["role"] = "DAMAGER",
						["name"] = "破恨南飛-回音山",
						["iLvl"] = 943,
						["time"] = 1510413711,
						["class"] = 8,
						["bTag"] = "Capricornus#52714",
					}, -- [1635]
					{
						["role"] = "DAMAGER",
						["name"] = "吥听吥听-安苏",
						["iLvl"] = 912,
						["time"] = 1510413687,
						["class"] = 1,
						["bTag"] = "若有心#51841",
					}, -- [1636]
					{
						["role"] = "DAMAGER",
						["name"] = "丨颜如玉丨-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510413685,
						["class"] = 12,
						["bTag"] = "勇敢的小坦克#5267",
					}, -- [1637]
					{
						["role"] = "DAMAGER",
						["name"] = "美如玉-克尔苏加德",
						["iLvl"] = 942,
						["time"] = 1510413689,
						["class"] = 3,
						["bTag"] = "杀不吝#5569",
					}, -- [1638]
					{
						["role"] = "TANK",
						["name"] = "熊熊德-暗影议会",
						["iLvl"] = 943,
						["time"] = 1510413679,
						["class"] = 11,
						["bTag"] = "Tyrale#5563",
					}, -- [1639]
					{
						["role"] = "DAMAGER",
						["name"] = "君陌-阿卡玛",
						["iLvl"] = 933,
						["time"] = 1510413668,
						["class"] = 8,
						["bTag"] = "恍然#5232",
					}, -- [1640]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么變都有型-丽丽（四川）",
						["iLvl"] = 932,
						["time"] = 1510413711,
						["class"] = 11,
						["bTag"] = "兽血沸腾#5814",
					}, -- [1641]
					{
						["role"] = "DAMAGER",
						["name"] = "Leegayan-狂热之刃",
						["iLvl"] = 945,
						["time"] = 1510413698,
						["class"] = 4,
						["bTag"] = "Leegayam#5344",
					}, -- [1642]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑射月-熔火之心",
						["iLvl"] = 943,
						["time"] = 1510413681,
						["class"] = 3,
						["bTag"] = "微笑的欧巴#5979",
					}, -- [1643]
					{
						["role"] = "TANK",
						["name"] = "灬黑龙之翼灬-埃克索图斯",
						["iLvl"] = 947,
						["time"] = 1510413698,
						["class"] = 6,
						["bTag"] = "华丽的乐章#5123",
					}, -- [1644]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色之暮-翡翠梦境",
						["iLvl"] = 945,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "夜色祭奠#5668",
					}, -- [1645]
					{
						["role"] = "TANK",
						["name"] = "夜枫院-贫瘠之地",
						["iLvl"] = 939,
						["time"] = 1510413711,
						["class"] = 6,
						["bTag"] = "Ureyswill#5294",
					}, -- [1646]
					{
						["role"] = "DAMAGER",
						["name"] = "怵牧惊心-萨洛拉丝",
						["iLvl"] = 945,
						["time"] = 1510413698,
						["class"] = 5,
						["bTag"] = "叛逆乖乖#5829",
					}, -- [1647]
					{
						["role"] = "TANK",
						["name"] = "拳拳捶你胸口-迅捷微风",
						["iLvl"] = 942,
						["time"] = 1511014875,
						["class"] = 6,
						["bTag"] = "优雅的沉沦#5328",
					}, -- [1648]
					{
						["role"] = "DAMAGER",
						["name"] = "Nendis-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1510413706,
						["class"] = 4,
						["bTag"] = "woundmen#5575",
					}, -- [1649]
					{
						["role"] = "DAMAGER",
						["name"] = "橙酱-伊森利恩",
						["time"] = 1510413704,
						["class"] = 1,
					}, -- [1650]
					{
						["role"] = "DAMAGER",
						["name"] = "无视生非-加兹鲁维",
						["iLvl"] = 939,
						["time"] = 1510413711,
						["class"] = 3,
						["bTag"] = "无事生非#5839",
					}, -- [1651]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆你好坏-埃德萨拉",
						["iLvl"] = 939,
						["time"] = 1510493747,
						["class"] = 9,
						["bTag"] = "逆月城#5994",
					}, -- [1652]
					{
						["role"] = "TANK",
						["name"] = "月色迷离-熔火之心",
						["iLvl"] = 930,
						["time"] = 1510413668,
						["class"] = 2,
						["bTag"] = "牛古拉斯凯奇#5651",
					}, -- [1653]
					{
						["role"] = "DAMAGER",
						["name"] = "斬殺丶跪-狂热之刃",
						["iLvl"] = 913,
						["time"] = 1510413683,
						["class"] = 1,
						["bTag"] = "郑涛#5256",
					}, -- [1654]
					{
						["role"] = "DAMAGER",
						["name"] = "见猎丶心喜-无尽之海",
						["iLvl"] = 941,
						["time"] = 1510413668,
						["class"] = 3,
						["bTag"] = "致命之鼠#53708",
					}, -- [1655]
					{
						["role"] = "TANK",
						["name"] = "不要老看我了-血环",
						["iLvl"] = 933,
						["time"] = 1510413689,
						["class"] = 11,
						["bTag"] = "zhouchonghu#5826",
					}, -- [1656]
					{
						["role"] = "TANK",
						["name"] = "林老九-安苏",
						["iLvl"] = 882,
						["time"] = 1510413698,
						["class"] = 2,
						["bTag"] = "丶苹果派#5559",
					}, -- [1657]
					{
						["role"] = "DAMAGER",
						["name"] = "刺芯-泰兰德",
						["iLvl"] = 930,
						["time"] = 1510413689,
						["class"] = 4,
						["bTag"] = "Mana#51705",
					}, -- [1658]
					{
						["role"] = "DAMAGER",
						["name"] = "小尖刀刺死你-黑暗虚空",
						["iLvl"] = 948,
						["time"] = 1510413668,
						["class"] = 4,
						["bTag"] = "彭小彭#5879",
					}, -- [1659]
					{
						["role"] = "DAMAGER",
						["name"] = "斗鱼奶牛-无尽之海",
						["iLvl"] = 944,
						["time"] = 1510413711,
						["class"] = 6,
						["bTag"] = "奶牛#52365",
					}, -- [1660]
					{
						["role"] = "DAMAGER",
						["name"] = "勇剑斩天罡-战歌",
						["iLvl"] = 936,
						["time"] = 1510413668,
						["class"] = 1,
						["bTag"] = "潜沧海#5585",
					}, -- [1661]
					{
						["role"] = "DAMAGER",
						["name"] = "易嘉乐-埃德萨拉",
						["iLvl"] = 937,
						["time"] = 1510413668,
						["class"] = 8,
						["bTag"] = "易嘉乐#5870",
					}, -- [1662]
					{
						["role"] = "DAMAGER",
						["name"] = "神机妙朮-凤凰之神",
						["iLvl"] = 935,
						["time"] = 1510413711,
						["class"] = 9,
						["bTag"] = "airbus330#5967",
					}, -- [1663]
					{
						["role"] = "DAMAGER",
						["name"] = "须佐尊-巨龙之吼",
						["iLvl"] = 937,
						["time"] = 1510413685,
						["class"] = 8,
						["bTag"] = "绝望先生#5350",
					}, -- [1664]
					{
						["role"] = "DAMAGER",
						["name"] = "Ywarlock-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1510413698,
						["class"] = 9,
						["bTag"] = "暗夜之骑士#52497",
					}, -- [1665]
					{
						["role"] = "DAMAGER",
						["name"] = "Rickna-烈焰峰",
						["iLvl"] = 922,
						["time"] = 1510413698,
						["class"] = 8,
						["bTag"] = "WildRage#54466",
					}, -- [1666]
					{
						["role"] = "DAMAGER",
						["name"] = "蝴蝶流星-白银之手",
						["iLvl"] = 892,
						["time"] = 1510456745,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "龙飞凤舞#5998",
					}, -- [1667]
					{
						["role"] = "DAMAGER",
						["name"] = "飘雨丶-海克泰尔",
						["iLvl"] = 941,
						["time"] = 1510456745,
						["class"] = 3,
						["bTag"] = "混世大魔王#51460",
					}, -- [1668]
					{
						["role"] = "DAMAGER",
						["name"] = "饼干的盒子-迅捷微风",
						["iLvl"] = 832,
						["time"] = 1510456745,
						["class"] = 3,
						["bTag"] = "Eric#5934",
					}, -- [1669]
					{
						["role"] = "DAMAGER",
						["name"] = "傻丫头就会跑-破碎岭",
						["iLvl"] = 913,
						["time"] = 1510457204,
						["class"] = 4,
						["bTag"] = "傻灬猪猪#5856",
					}, -- [1670]
					{
						["role"] = "DAMAGER",
						["name"] = "解倾何-密林游侠",
						["iLvl"] = 941,
						["time"] = 1510456745,
						["class"] = 4,
						["bTag"] = "解承#5662",
					}, -- [1671]
					{
						["role"] = "DAMAGER",
						["name"] = "Windflower-巫妖之王",
						["iLvl"] = 950,
						["time"] = 1510456745,
						["class"] = 3,
						["bTag"] = "Windflower#51693",
					}, -- [1672]
					{
						["role"] = "DAMAGER",
						["name"] = "冰与火奎尔萨-末日行者",
						["iLvl"] = 949,
						["time"] = 1510456745,
						["class"] = 2,
						["bTag"] = "冰火乄圣战骑士#5269",
					}, -- [1673]
					{
						["role"] = "TANK",
						["name"] = "Kyanitepadin-迦拉克隆",
						["iLvl"] = 945,
						["time"] = 1510456745,
						["class"] = 2,
						["bTag"] = "冷榊無月#5379",
					}, -- [1674]
					{
						["role"] = "DAMAGER",
						["name"] = "光的暗影-莱索恩",
						["iLvl"] = 945,
						["time"] = 1510456745,
						["class"] = 5,
						["bTag"] = "只会玩牧师#5837",
					}, -- [1675]
					{
						["role"] = "DAMAGER",
						["name"] = "那一年丶夏天-安苏",
						["iLvl"] = 947,
						["time"] = 1510456745,
						["class"] = 8,
						["bTag"] = "始终如一丶#51203",
					}, -- [1676]
					{
						["role"] = "DAMAGER",
						["name"] = "孤單北半球-格雷迈恩",
						["iLvl"] = 933,
						["time"] = 1510457181,
						["class"] = 9,
						["bTag"] = "孤单北半球#5192",
					}, -- [1677]
					{
						["role"] = "TANK",
						["name"] = "亵渎的灵魂-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "光速系列#5323",
					}, -- [1678]
					{
						["role"] = "DAMAGER",
						["name"] = "乀纏繞曲線-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "xx911234#51914",
					}, -- [1679]
					{
						["role"] = "DAMAGER",
						["name"] = "夏无凄风-梦境之树",
						["iLvl"] = 914,
						["time"] = 1510456745,
						["class"] = 12,
						["bTag"] = "Viage#5342",
					}, -- [1680]
					{
						["role"] = "DAMAGER",
						["name"] = "崔雪莉-菲拉斯",
						["iLvl"] = 946,
						["time"] = 1510457208,
						["class"] = 1,
						["bTag"] = "拔刀斋绯村#5749",
					}, -- [1681]
					{
						["role"] = "TANK",
						["name"] = "赛隆丶血眼-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510457208,
						["class"] = 1,
						["bTag"] = "Raven#5650",
					}, -- [1682]
					{
						["role"] = "DAMAGER",
						["name"] = "Getyourass-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1511188338,
						["class"] = 8,
						["bTag"] = "DeadAir#5737",
					}, -- [1683]
					{
						["role"] = "DAMAGER",
						["name"] = "超萌神-达尔坎",
						["iLvl"] = 942,
						["time"] = 1510456745,
						["class"] = 3,
						["bTag"] = "小美#52228",
					}, -- [1684]
					{
						["role"] = "DAMAGER",
						["name"] = "萧萧心凌-斩魔者",
						["iLvl"] = 931,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "萧萧森森#5798",
					}, -- [1685]
					{
						["role"] = "DAMAGER",
						["name"] = "功夫狗-狂热之刃",
						["iLvl"] = 935,
						["time"] = 1510456745,
						["class"] = 8,
						["bTag"] = "二特#5428",
					}, -- [1686]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影无敌-安苏",
						["iLvl"] = 862,
						["time"] = 1510456745,
						["class"] = 4,
						["bTag"] = "暗夜之骑士#515517",
					}, -- [1687]
					{
						["role"] = "TANK",
						["name"] = "Dorackerman-洛丹伦",
						["iLvl"] = 942,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "Ackeman#5994",
					}, -- [1688]
					{
						["role"] = "DAMAGER",
						["name"] = "灬八重樱灬-巨龙之吼",
						["time"] = 1510456745,
						["class"] = 11,
					}, -- [1689]
					{
						["role"] = "DAMAGER",
						["name"] = "雨后的阳光-梦境之树",
						["iLvl"] = 917,
						["time"] = 1510456745,
						["class"] = 12,
						["bTag"] = "MagicPants#5177",
					}, -- [1690]
					{
						["role"] = "TANK",
						["name"] = "砲灰-斯克提斯",
						["iLvl"] = 907,
						["time"] = 1510456745,
						["class"] = 10,
						["bTag"] = "蚕豆#5226",
					}, -- [1691]
					{
						["role"] = "DAMAGER",
						["name"] = "辛卯灬正月-狂热之刃",
						["iLvl"] = 946,
						["time"] = 1510456745,
						["class"] = 1,
						["bTag"] = "古月今尘#51846",
					}, -- [1692]
					{
						["role"] = "DAMAGER",
						["name"] = "泰籣德的回忆-冰风岗",
						["iLvl"] = 935,
						["time"] = 1510456745,
						["class"] = 12,
						["bTag"] = "无命#51983",
					}, -- [1693]
					{
						["role"] = "TANK",
						["name"] = "虫丶爹-冰风岗",
						["iLvl"] = 937,
						["time"] = 1510456745,
						["class"] = 12,
						["bTag"] = "虫子哥#51614",
					}, -- [1694]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊的小牛牛-风暴之鳞",
						["iLvl"] = 940,
						["time"] = 1510456745,
						["class"] = 6,
						["bTag"] = "美酒来一杯#5525",
					}, -- [1695]
					{
						["role"] = "DAMAGER",
						["name"] = "御见琉璃-血吼",
						["iLvl"] = 945,
						["time"] = 1510456745,
						["class"] = 12,
						["bTag"] = "御见琉狸#5368",
					}, -- [1696]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowmaple-血色十字军",
						["iLvl"] = 941,
						["time"] = 1510456745,
						["class"] = 4,
						["bTag"] = "迷茫脸#5279",
					}, -- [1697]
					{
						["role"] = "TANK",
						["name"] = "抗莾法克米-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1510456745,
						["class"] = 11,
						["bTag"] = "十进制#5986",
					}, -- [1698]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生半曰闲丶-布兰卡德",
						["iLvl"] = 947,
						["time"] = 1510456745,
						["class"] = 12,
						["bTag"] = "MrZhu#51605",
					}, -- [1699]
					{
						["role"] = "TANK",
						["name"] = "Adiosis-希雷诺斯",
						["iLvl"] = 944,
						["time"] = 1510456745,
						["class"] = 2,
						["bTag"] = "adiosis#5580",
					}, -- [1700]
					{
						["role"] = "DAMAGER",
						["name"] = "一个大肌霸-亚雷戈斯",
						["iLvl"] = 938,
						["time"] = 1510457208,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "狂野之狼#5233960",
					}, -- [1701]
					{
						["role"] = "DAMAGER",
						["name"] = "一骑挡千-巴瑟拉斯",
						["iLvl"] = 922,
						["time"] = 1510457204,
						["class"] = 2,
						["bTag"] = "伟大的大伟#5134",
					}, -- [1702]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜十六号-影之哀伤",
						["iLvl"] = 943,
						["time"] = 1510457216,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "萝卜六号#5980",
					}, -- [1703]
					{
						["role"] = "DAMAGER",
						["name"] = "奇葩-卡德加",
						["iLvl"] = 947,
						["time"] = 1510457231,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "清林秀风#5877",
					}, -- [1704]
					{
						["role"] = "DAMAGER",
						["name"] = "尘封灬萧-血顶",
						["iLvl"] = 934,
						["time"] = 1510457225,
						["class"] = 3,
						["bTag"] = "尘封灬笑#5923",
					}, -- [1705]
					{
						["role"] = "DAMAGER",
						["name"] = "威猛哥哥-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1510457225,
						["class"] = 8,
						["bTag"] = "英俊潇洒李哥哥#5231",
					}, -- [1706]
					{
						["role"] = "HEALER",
						["name"] = "沉蒾输出-迦拉克隆",
						["iLvl"] = 937,
						["time"] = 1510457181,
						["class"] = 5,
						["bTag"] = "我不听不听就半藏#5162",
					}, -- [1707]
					{
						["role"] = "TANK",
						["name"] = "无望-奥妮克希亚",
						["iLvl"] = 943,
						["time"] = 1510457204,
						["class"] = 11,
						["bTag"] = "无望#5798",
					}, -- [1708]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷丹丹-燃烧之刃",
						["iLvl"] = 941,
						["time"] = 1510457181,
						["class"] = 12,
						["bTag"] = "某科学的崩坏#5841",
					}, -- [1709]
					{
						["role"] = "DAMAGER",
						["name"] = "Balrogs-寒冰皇冠",
						["iLvl"] = 945,
						["time"] = 1510457210,
						["class"] = 12,
						["bTag"] = "风林火山#5549",
					}, -- [1710]
					{
						["role"] = "DAMAGER",
						["name"] = "般若禅-加基森",
						["iLvl"] = 930,
						["time"] = 1510457204,
						["class"] = 1,
						["bTag"] = "般若禅#5442",
					}, -- [1711]
					{
						["role"] = "DAMAGER",
						["name"] = "背后的荣耀-洛丹伦",
						["iLvl"] = 935,
						["time"] = 1510457212,
						["class"] = 4,
						["bTag"] = "zytzone#5572",
					}, -- [1712]
					{
						["role"] = "DAMAGER",
						["name"] = "荷叶花一领尚-白银之手",
						["iLvl"] = 941,
						["time"] = 1510457212,
						["class"] = 3,
						["bTag"] = "至尊傲天#51222",
					}, -- [1713]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝黑军团-海克泰尔",
						["iLvl"] = 928,
						["time"] = 1510457212,
						["class"] = 1,
						["bTag"] = "汤姆熊#51927",
					}, -- [1714]
					{
						["role"] = "DAMAGER",
						["name"] = "Schweigen-玛洛加尔",
						["time"] = 1510457204,
						["class"] = 7,
					}, -- [1715]
					{
						["role"] = "DAMAGER",
						["name"] = "浅滩丿象拔蚌-安苏",
						["iLvl"] = 942,
						["time"] = 1510457231,
						["class"] = 12,
						["bTag"] = "史诗之巨魔#516427",
					}, -- [1716]
					{
						["role"] = "DAMAGER",
						["name"] = "欧阳疯-黑龙军团",
						["iLvl"] = 941,
						["time"] = 1510457225,
						["class"] = 7,
						["bTag"] = "疏誑#5705",
					}, -- [1717]
					{
						["role"] = "TANK",
						["name"] = "无孑丶-迦拉克隆",
						["iLvl"] = 942,
						["time"] = 1510457208,
						["class"] = 2,
						["bTag"] = "无孑丶#5230",
					}, -- [1718]
					{
						["role"] = "DAMAGER",
						["name"] = "把你变呱太-哈卡",
						["iLvl"] = 946,
						["time"] = 1510457181,
						["class"] = 3,
						["bTag"] = "哈姆雷猫#5338",
					}, -- [1719]
					{
						["role"] = "DAMAGER",
						["name"] = "骏骑追风-冰风岗",
						["time"] = 1510457212,
						["class"] = 8,
					}, -- [1720]
					{
						["role"] = "DAMAGER",
						["name"] = "怒拳为誰握-无尽之海",
						["iLvl"] = 914,
						["time"] = 1510457231,
						["class"] = 10,
						["bTag"] = "BT160715#51850",
					}, -- [1721]
					{
						["role"] = "DAMAGER",
						["name"] = "向死而生丶-血色十字军",
						["iLvl"] = 944,
						["time"] = 1510457202,
						["class"] = 9,
						["bTag"] = "骷髅挺好#5444",
					}, -- [1722]
					{
						["role"] = "TANK",
						["name"] = "末世歌者-血色十字军",
						["iLvl"] = 909,
						["time"] = 1510457181,
						["class"] = 2,
						["bTag"] = "江蓝#5949",
					}, -- [1723]
					{
						["role"] = "DAMAGER",
						["name"] = "茶光村影帝-贫瘠之地",
						["iLvl"] = 919,
						["time"] = 1510457204,
						["class"] = 4,
						["bTag"] = "忆江南#5491",
					}, -- [1724]
					{
						["role"] = "DAMAGER",
						["name"] = "青叶狩-阿克蒙德",
						["iLvl"] = 930,
						["time"] = 1510457202,
						["class"] = 12,
						["bTag"] = "胡同拳头#5258",
					}, -- [1725]
					{
						["role"] = "TANK",
						["name"] = "牧羊的星星-斯克提斯",
						["iLvl"] = 935,
						["time"] = 1510457231,
						["class"] = 12,
						["bTag"] = "HappyFeet#523310",
					}, -- [1726]
					{
						["role"] = "DAMAGER",
						["name"] = "捕魔猎兽-巴瑟拉斯",
						["iLvl"] = 937,
						["time"] = 1510457216,
						["class"] = 3,
						["bTag"] = "ZhikunXiong#5778",
					}, -- [1727]
					{
						["role"] = "TANK",
						["name"] = "一抹莜岚-洛萨",
						["iLvl"] = 945,
						["time"] = 1510457181,
						["class"] = 6,
						["bTag"] = "苯巴比妥#5660",
					}, -- [1728]
					{
						["role"] = "DAMAGER",
						["name"] = "藍営蜩-红云台地",
						["iLvl"] = 937,
						["time"] = 1510457208,
						["class"] = 1,
						["bTag"] = "乔克叔叔#5581",
					}, -- [1729]
					{
						["role"] = "DAMAGER",
						["name"] = "何心尘-死亡之翼",
						["iLvl"] = 931,
						["time"] = 1510492696,
						["class"] = 2,
						["bTag"] = "默默#55478",
					}, -- [1730]
					{
						["role"] = "DAMAGER",
						["name"] = "Bourbonn-埃德萨拉",
						["iLvl"] = 925,
						["time"] = 1510492585,
						["class"] = 10,
						["bTag"] = "Halfway#5899",
					}, -- [1731]
					{
						["role"] = "HEALER",
						["name"] = "忧郁的比目鱼-埃德萨拉",
						["iLvl"] = 943,
						["time"] = 1510492421,
						["class"] = 5,
						["bTag"] = "早晨八九点的太阳#5703",
					}, -- [1732]
					{
						["role"] = "HEALER",
						["name"] = "灬木登灬-影之哀伤",
						["time"] = 1510492421,
						["class"] = 7,
					}, -- [1733]
					{
						["role"] = "DAMAGER",
						["name"] = "获得了-贫瘠之地",
						["iLvl"] = 903,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "无情之火#5696",
					}, -- [1734]
					{
						["role"] = "DAMAGER",
						["name"] = "舒佳菲-布鲁塔卢斯",
						["iLvl"] = 942,
						["time"] = 1511015408,
						["class"] = 3,
						["bTag"] = "舒佳菲#5520",
					}, -- [1735]
					{
						["role"] = "DAMAGER",
						["name"] = "天橙-艾露恩",
						["iLvl"] = 945,
						["time"] = 1510492432,
						["class"] = 3,
						["bTag"] = "撸大湿#5875",
					}, -- [1736]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光吃货-回音山",
						["iLvl"] = 946,
						["time"] = 1510492393,
						["class"] = 2,
						["bTag"] = "木东#51604",
					}, -- [1737]
					{
						["role"] = "DAMAGER",
						["name"] = "西方记者-闪电之刃",
						["iLvl"] = 927,
						["time"] = 1510492696,
						["class"] = 6,
						["bTag"] = "吃龙虾不剥壳#5880",
					}, -- [1738]
					{
						["role"] = "HEALER",
						["name"] = "些几些几-回音山",
						["iLvl"] = 902,
						["time"] = 1510492696,
						["class"] = 11,
						["bTag"] = "QINGRUI#51438",
					}, -- [1739]
					{
						["role"] = "HEALER",
						["name"] = "圣光光着屁屁-格瑞姆巴托",
						["iLvl"] = 937,
						["time"] = 1510492433,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "桔子香水#5428",
					}, -- [1740]
					{
						["role"] = "HEALER",
						["name"] = "天崖归梦-艾露恩",
						["iLvl"] = 943,
						["time"] = 1510583184,
						["class"] = 5,
						["bTag"] = "天崖归梦#5592",
					}, -- [1741]
					{
						["role"] = "TANK",
						["name"] = "独咕求败-凯恩血蹄",
						["time"] = 1510492421,
						["class"] = 11,
					}, -- [1742]
					{
						["role"] = "DAMAGER",
						["name"] = "刚好遇见你-安苏",
						["iLvl"] = 920,
						["time"] = 1510492441,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "疼老婆的噜噜#5506",
					}, -- [1743]
					{
						["role"] = "DAMAGER",
						["name"] = "来嗨呀-安苏",
						["iLvl"] = 884,
						["time"] = 1510492441,
						["class"] = 12,
						["bTag"] = "啊快来烧我的绳子#5399",
					}, -- [1744]
					{
						["role"] = "HEALER",
						["name"] = "白吃白拿-加尔",
						["time"] = 1510492417,
						["class"] = 2,
					}, -- [1745]
					{
						["role"] = "DAMAGER",
						["name"] = "柒添-幽暗沼泽",
						["iLvl"] = 941,
						["time"] = 1510492419,
						["class"] = 2,
						["bTag"] = "柒天#5686",
					}, -- [1746]
					{
						["role"] = "TANK",
						["name"] = "鲜血大领主-燃烧之刃",
						["iLvl"] = 926,
						["time"] = 1510492423,
						["class"] = 6,
						["bTag"] = "裁决之镰#5484",
					}, -- [1747]
					{
						["role"] = "DAMAGER",
						["name"] = "山竹小笼包-安东尼达斯",
						["iLvl"] = 923,
						["time"] = 1510492423,
						["class"] = 3,
						["bTag"] = "流云飘雨#5648",
					}, -- [1748]
					{
						["role"] = "DAMAGER",
						["name"] = "Simb-血色十字军",
						["iLvl"] = 941,
						["time"] = 1510492393,
						["class"] = 3,
						["bTag"] = "UniverseY#51572",
					}, -- [1749]
					{
						["role"] = "DAMAGER",
						["name"] = "凯特杰琳-太阳之井",
						["iLvl"] = 924,
						["time"] = 1510492417,
						["class"] = 8,
						["bTag"] = "LLDOIT#5794",
					}, -- [1750]
					{
						["role"] = "HEALER",
						["name"] = "艾丽丨魔魔-耐奥祖",
						["iLvl"] = 913,
						["time"] = 1510492441,
						["class"] = 2,
						["bTag"] = "LEELAN#5201",
					}, -- [1751]
					{
						["role"] = "DAMAGER",
						["name"] = "Toshao-塞拉摩",
						["iLvl"] = 929,
						["time"] = 1510757537,
						["class"] = 7,
						["bTag"] = "TOshao#5854",
					}, -- [1752]
					{
						["role"] = "DAMAGER",
						["name"] = "部落殺猎者-森金",
						["iLvl"] = 894,
						["time"] = 1510492393,
						["class"] = 12,
						["bTag"] = "科宇实业#5949",
					}, -- [1753]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫迷失-伊利丹",
						["iLvl"] = 927,
						["time"] = 1510492423,
						["class"] = 12,
						["bTag"] = "丹尼斯齐#5339",
					}, -- [1754]
					{
						["role"] = "DAMAGER",
						["name"] = "通天-冬泉谷",
						["iLvl"] = 922,
						["time"] = 1510492441,
						["class"] = 12,
						["bTag"] = "钢铁部落#5311",
					}, -- [1755]
					{
						["role"] = "TANK",
						["name"] = "欲速则不达-毁灭之锤",
						["iLvl"] = 940,
						["time"] = 1510492417,
						["class"] = 6,
						["bTag"] = "飞翔之隼#5504",
					}, -- [1756]
					{
						["role"] = "DAMAGER",
						["name"] = "完颜渡劫-奎尔丹纳斯",
						["iLvl"] = 931,
						["time"] = 1510492419,
						["class"] = 1,
						["bTag"] = "留板儿寸的大元帅#5908",
					}, -- [1757]
					{
						["role"] = "DAMAGER",
						["name"] = "龙渊一剑-伊森利恩",
						["iLvl"] = 945,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "龙渊#5118",
					}, -- [1758]
					{
						["role"] = "DAMAGER",
						["name"] = "麼皮气-安苏",
						["iLvl"] = 929,
						["time"] = 1510492441,
						["class"] = 12,
						["bTag"] = "致命之猫#54760",
					}, -- [1759]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见米拉-鬼雾峰",
						["iLvl"] = 947,
						["time"] = 1510492419,
						["class"] = 2,
						["bTag"] = "小米拉#5116",
					}, -- [1760]
					{
						["role"] = "TANK",
						["name"] = "後宮魍魉-回音山",
						["iLvl"] = 944,
						["time"] = 1510492441,
						["class"] = 2,
						["bTag"] = "後宮魍魉#5123",
					}, -- [1761]
					{
						["role"] = "DAMAGER",
						["name"] = "贼王的老子-通灵学院",
						["iLvl"] = 938,
						["time"] = 1510492423,
						["class"] = 4,
						["bTag"] = "xtapl007#5376",
					}, -- [1762]
					{
						["role"] = "DAMAGER",
						["name"] = "一言不合变狼-燃烧平原",
						["iLvl"] = 922,
						["time"] = 1510492411,
						["class"] = 7,
						["bTag"] = "阳光灿烂#5799",
					}, -- [1763]
					{
						["role"] = "DAMAGER",
						["name"] = "涩荔枝-冰霜之刃",
						["iLvl"] = 883,
						["time"] = 1510492441,
						["class"] = 4,
						["bTag"] = "涩苹果#51555",
					}, -- [1764]
					{
						["role"] = "HEALER",
						["name"] = "尾火-奥尔加隆",
						["iLvl"] = 919,
						["time"] = 1510492548,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "猫饺#5851",
					}, -- [1765]
					{
						["role"] = "TANK",
						["name"] = "吴小丑-石爪峰",
						["iLvl"] = 932,
						["time"] = 1510492696,
						["class"] = 6,
						["bTag"] = "CrazyCat#55880",
					}, -- [1766]
					{
						["role"] = "DAMAGER",
						["name"] = "皮影-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "快乐之足#5164430",
					}, -- [1767]
					{
						["role"] = "DAMAGER",
						["name"] = "楼兰姑凉-血吼",
						["iLvl"] = 940,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "暗影之龙#593422",
					}, -- [1768]
					{
						["role"] = "DAMAGER",
						["name"] = "Devilvv-血色十字军",
						["iLvl"] = 923,
						["time"] = 1510492696,
						["class"] = 8,
						["bTag"] = "DevilVV#51221",
					}, -- [1769]
					{
						["role"] = "DAMAGER",
						["name"] = "简单丶德-万色星辰",
						["iLvl"] = 939,
						["time"] = 1510492696,
						["class"] = 11,
						["bTag"] = "簡單丶點#5526",
					}, -- [1770]
					{
						["role"] = "DAMAGER",
						["name"] = "丶风怒-阿比迪斯",
						["iLvl"] = 929,
						["time"] = 1510492696,
						["class"] = 7,
						["bTag"] = "我家的萌熊#5886",
					}, -- [1771]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔托莉雅琳-神圣之歌",
						["iLvl"] = 942,
						["time"] = 1510492696,
						["class"] = 8,
						["bTag"] = "疯狂的大饼#5630",
					}, -- [1772]
					{
						["role"] = "DAMAGER",
						["name"] = "心灵双眸-夏维安",
						["iLvl"] = 912,
						["time"] = 1510492696,
						["class"] = 12,
						["bTag"] = "Flare#5209",
					}, -- [1773]
					{
						["role"] = "TANK",
						["name"] = "恶魔在杀-埃德萨拉",
						["iLvl"] = 885,
						["time"] = 1510492696,
						["class"] = 12,
						["bTag"] = "茫然之潜行者#555453",
					}, -- [1774]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海一猪-格瑞姆巴托",
						["time"] = 1510492534,
						["class"] = 4,
					}, -- [1775]
					{
						["role"] = "DAMAGER",
						["name"] = "Rsyq-夏维安",
						["time"] = 1510492540,
						["class"] = 4,
					}, -- [1776]
					{
						["role"] = "DAMAGER",
						["name"] = "葛苏箴-血色十字军",
						["iLvl"] = 939,
						["time"] = 1510492585,
						["class"] = 2,
						["bTag"] = "葛苏#5189",
					}, -- [1777]
					{
						["role"] = "DAMAGER",
						["name"] = "Wangezs-洛丹伦",
						["iLvl"] = 909,
						["time"] = 1510492696,
						["class"] = 1,
						["bTag"] = "为了部落#580378",
					}, -- [1778]
					{
						["role"] = "DAMAGER",
						["name"] = "华润精英-阿格拉玛",
						["iLvl"] = 923,
						["time"] = 1510492696,
						["class"] = 2,
						["bTag"] = "MightyOwl#54701",
					}, -- [1779]
					{
						["role"] = "DAMAGER",
						["name"] = "丿聖丶光-闪电之刃",
						["iLvl"] = 934,
						["time"] = 1510492696,
						["class"] = 12,
						["bTag"] = "哦也#5788",
					}, -- [1780]
					{
						["role"] = "TANK",
						["name"] = "卡特莉-奥尔加隆",
						["iLvl"] = 939,
						["time"] = 1510492696,
						["class"] = 6,
						["bTag"] = "慵懒之泰坦#510212",
					}, -- [1781]
					{
						["role"] = "TANK",
						["name"] = "天空的小哀-地狱咆哮",
						["iLvl"] = 912,
						["time"] = 1510492696,
						["class"] = 6,
						["bTag"] = "Robin#5362",
					}, -- [1782]
					{
						["role"] = "DAMAGER",
						["name"] = "拿枪的奔牛-奥尔加隆",
						["iLvl"] = 940,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "来拿坐骑#5308",
					}, -- [1783]
					{
						["role"] = "DAMAGER",
						["name"] = "佳罗斯丶雷彻-寒冰皇冠",
						["iLvl"] = 938,
						["time"] = 1510492696,
						["class"] = 11,
						["bTag"] = "XJY#51361",
					}, -- [1784]
					{
						["role"] = "HEALER",
						["name"] = "基佬跪在腿间-鬼雾峰",
						["iLvl"] = 943,
						["time"] = 1510492694,
						["class"] = 5,
						["bTag"] = "風雲#5403",
					}, -- [1785]
					{
						["role"] = "DAMAGER",
						["name"] = "真的是很无语-影之哀伤",
						["iLvl"] = 925,
						["time"] = 1510492694,
						["class"] = 4,
						["bTag"] = "天天爱井哥#5908",
					}, -- [1786]
					{
						["role"] = "TANK",
						["name"] = "请叫我哀木梯-鬼雾峰",
						["iLvl"] = 944,
						["time"] = 1510492696,
						["class"] = 1,
						["bTag"] = "子云#51657",
					}, -- [1787]
					{
						["role"] = "DAMAGER",
						["name"] = "拾忆-伊利丹",
						["iLvl"] = 934,
						["time"] = 1510492585,
						["class"] = 8,
						["bTag"] = "林涵#51876",
					}, -- [1788]
					{
						["role"] = "DAMAGER",
						["name"] = "Powerstation-外域",
						["time"] = 1510492696,
						["class"] = 12,
					}, -- [1789]
					{
						["role"] = "DAMAGER",
						["name"] = "灼眼丶-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1510492696,
						["class"] = 2,
						["bTag"] = "灼眼#5271",
					}, -- [1790]
					{
						["role"] = "DAMAGER",
						["name"] = "唍羙拾傷-符文图腾",
						["iLvl"] = 936,
						["time"] = 1510492696,
						["class"] = 11,
						["bTag"] = "黄维#5897",
					}, -- [1791]
					{
						["role"] = "DAMAGER",
						["name"] = "灬幻戰灬-格瑞姆巴托",
						["iLvl"] = 919,
						["time"] = 1510492696,
						["class"] = 1,
						["bTag"] = "灬逆鳞灬#5371",
					}, -- [1792]
					{
						["role"] = "DAMAGER",
						["name"] = "精灵灵用箭-燃烧之刃",
						["iLvl"] = 934,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "追到给你嘿嘿#5467",
					}, -- [1793]
					{
						["role"] = "DAMAGER",
						["name"] = "暗适影武-莱索恩",
						["iLvl"] = 936,
						["time"] = 1510492694,
						["class"] = 1,
						["bTag"] = "暗影之风暴#513876",
					}, -- [1794]
					{
						["role"] = "DAMAGER",
						["name"] = "超然物外-燃烧之刃",
						["time"] = 1510492694,
						["class"] = 7,
					}, -- [1795]
					{
						["role"] = "DAMAGER",
						["name"] = "端坐于霜天-克尔苏加德",
						["iLvl"] = 883,
						["time"] = 1510492696,
						["class"] = 3,
						["bTag"] = "端坐于霜天#5910",
					}, -- [1796]
					{
						["role"] = "DAMAGER",
						["name"] = "冷了个又冷-迦拉克隆",
						["time"] = 1510492696,
						["class"] = 5,
					}, -- [1797]
					{
						["role"] = "TANK",
						["name"] = "蟹小方-安苏",
						["iLvl"] = 925,
						["time"] = 1510493747,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "愛言葉#51756",
					}, -- [1798]
					{
						["role"] = "DAMAGER",
						["name"] = "捣蛋的大牛-布兰卡德",
						["iLvl"] = 949,
						["time"] = 1510493742,
						["class"] = 1,
						["bTag"] = "捣蛋的大牛#5273",
					}, -- [1799]
					{
						["role"] = "DAMAGER",
						["name"] = "兜风-冰霜之刃",
						["iLvl"] = 944,
						["time"] = 1510493747,
						["class"] = 9,
						["bTag"] = "沉默风暴#51733",
					}, -- [1800]
					{
						["role"] = "DAMAGER",
						["name"] = "絶地武士-冰霜之刃",
						["iLvl"] = 909,
						["time"] = 1510493747,
						["class"] = 2,
						["bTag"] = "明月百年心#5856",
					}, -- [1801]
					{
						["role"] = "DAMAGER",
						["name"] = "我郁闷死了-石爪峰",
						["iLvl"] = 927,
						["time"] = 1510493742,
						["class"] = 5,
						["bTag"] = "暹罗儿#5935",
					}, -- [1802]
					{
						["role"] = "DAMAGER",
						["name"] = "加藤惠-格鲁尔",
						["iLvl"] = 945,
						["time"] = 1510493747,
						["class"] = 4,
						["bTag"] = "专业核弹宋蛤娜#5760",
					}, -- [1803]
					{
						["role"] = "DAMAGER",
						["name"] = "Land-迅捷微风",
						["iLvl"] = 945,
						["time"] = 1510493747,
						["class"] = 4,
						["bTag"] = "小小之食人魔#512640",
					}, -- [1804]
					{
						["role"] = "TANK",
						["name"] = "利亚德琳-血牙魔王",
						["iLvl"] = 931,
						["time"] = 1510493742,
						["class"] = 2,
						["bTag"] = "愤怒小布丁#5865",
					}, -- [1805]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔席娜邪魂-布莱恩",
						["iLvl"] = 882,
						["time"] = 1510493747,
						["class"] = 12,
						["bTag"] = "凯旋的圣歌#5142",
					}, -- [1806]
					{
						["role"] = "DAMAGER",
						["name"] = "一幕天堂-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1510493742,
						["class"] = 2,
						["bTag"] = "差点挂了#5406",
					}, -- [1807]
					{
						["role"] = "TANK",
						["name"] = "郎喏格格-达尔坎",
						["iLvl"] = 922,
						["time"] = 1510493747,
						["class"] = 2,
						["bTag"] = "辉儿大页#5742",
					}, -- [1808]
					{
						["role"] = "DAMAGER",
						["name"] = "陳一发儿-血牙魔王",
						["iLvl"] = 943,
						["time"] = 1510493742,
						["class"] = 9,
						["bTag"] = "流不下眼泪#5407",
					}, -- [1809]
					{
						["role"] = "DAMAGER",
						["name"] = "哥哥很温柔-逐日者",
						["iLvl"] = 926,
						["time"] = 1510493747,
						["class"] = 3,
						["bTag"] = "温柔哥哥#5698",
					}, -- [1810]
					{
						["role"] = "DAMAGER",
						["name"] = "桶先生-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1510493747,
						["class"] = 3,
						["bTag"] = "机智的桶桶#5766",
					}, -- [1811]
					{
						["role"] = "DAMAGER",
						["name"] = "抓头龙-安苏",
						["iLvl"] = 878,
						["time"] = 1510493747,
						["class"] = 3,
						["bTag"] = "秽土转生#5621",
					}, -- [1812]
					{
						["role"] = "DAMAGER",
						["name"] = "激光大炮-回音山",
						["iLvl"] = 926,
						["time"] = 1510493747,
						["class"] = 3,
						["bTag"] = "卡尔斯123#5923",
					}, -- [1813]
					{
						["role"] = "DAMAGER",
						["name"] = "仰望大海中-贫瘠之地",
						["iLvl"] = 941,
						["time"] = 1510493742,
						["class"] = 12,
						["bTag"] = "暗影之龙#51739",
					}, -- [1814]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨听岚-安苏",
						["iLvl"] = 933,
						["time"] = 1510493742,
						["class"] = 3,
						["bTag"] = "夜雨听岚#5543",
					}, -- [1815]
					{
						["role"] = "HEALER",
						["name"] = "丶柒小熊-风暴之怒",
						["iLvl"] = 912,
						["time"] = 1510493742,
						["class"] = 10,
						["bTag"] = "丶柒小菲#5624",
					}, -- [1816]
					{
						["role"] = "TANK",
						["name"] = "双叶杏-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1510493742,
						["class"] = 2,
						["bTag"] = "keroro#5980",
					}, -- [1817]
					{
						["role"] = "DAMAGER",
						["name"] = "希希果她老公-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1510493747,
						["class"] = 1,
						["bTag"] = "峰峰#5326",
					}, -- [1818]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝魔图腾-太阳之井",
						["iLvl"] = 924,
						["time"] = 1510493747,
						["class"] = 8,
						["bTag"] = "ShadowStorm#524301",
					}, -- [1819]
					{
						["role"] = "DAMAGER",
						["name"] = "狂热如冰-迦拉克隆",
						["iLvl"] = 942,
						["time"] = 1510493742,
						["class"] = 2,
						["bTag"] = "狂热如冰#5694",
					}, -- [1820]
					{
						["role"] = "DAMAGER",
						["name"] = "我穿了步步高-燃烧之刃",
						["iLvl"] = 910,
						["time"] = 1510493742,
						["class"] = 3,
						["bTag"] = "丧偶暴龙兽#5300",
					}, -- [1821]
					{
						["role"] = "TANK",
						["name"] = "专打不老盖儿-安其拉",
						["iLvl"] = 944,
						["time"] = 1510583750,
						["class"] = 11,
						["bTag"] = "明日启程#5841",
					}, -- [1822]
					{
						["role"] = "DAMAGER",
						["name"] = "伐木累-莱索恩",
						["time"] = 1510493747,
						["class"] = 1,
					}, -- [1823]
					{
						["role"] = "DAMAGER",
						["name"] = "影之幻灵-燃烧军团",
						["time"] = 1510493747,
						["class"] = 3,
					}, -- [1824]
					{
						["role"] = "HEALER",
						["name"] = "戦舞-伊利丹",
						["time"] = 1510493747,
						["class"] = 10,
					}, -- [1825]
					{
						["role"] = "TANK",
						["name"] = "死神之右手-克苏恩",
						["time"] = 1510493747,
						["class"] = 2,
					}, -- [1826]
					{
						["role"] = "TANK",
						["name"] = "电茶壶-安格博达",
						["time"] = 1510493747,
						["class"] = 11,
					}, -- [1827]
					{
						["role"] = "DAMAGER",
						["name"] = "十年後的八月-安苏",
						["time"] = 1510504160,
						["class"] = 2,
						["leader"] = true,
					}, -- [1828]
					{
						["role"] = "DAMAGER",
						["name"] = "这个人拉不住-斯坦索姆",
						["iLvl"] = 934,
						["time"] = 1510504158,
						["class"] = 2,
						["bTag"] = "尼克丶狐尼克#5950",
					}, -- [1829]
					{
						["role"] = "DAMAGER",
						["name"] = "灬狂野苍狼灬-狂热之刃",
						["time"] = 1510504289,
						["class"] = 12,
						["leader"] = true,
					}, -- [1830]
					{
						["role"] = "TANK",
						["name"] = "一点浩然气-克尔苏加德",
						["time"] = 1510504289,
						["class"] = 6,
					}, -- [1831]
					{
						["role"] = "DAMAGER",
						["name"] = "夺命小喵-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1510504160,
						["class"] = 4,
						["bTag"] = "死亡之翼#527475",
					}, -- [1832]
					{
						["role"] = "DAMAGER",
						["name"] = "笑笑面-奈萨里奥",
						["iLvl"] = 941,
						["time"] = 1510504166,
						["class"] = 1,
						["bTag"] = "笑笑虎#5272",
					}, -- [1833]
					{
						["role"] = "TANK",
						["name"] = "丶帆葉-阿克蒙德",
						["iLvl"] = 947,
						["time"] = 1510504158,
						["class"] = 6,
						["bTag"] = "星期一并不能早起#5333",
					}, -- [1834]
					{
						["role"] = "TANK",
						["name"] = "暴灬龍-凤凰之神",
						["time"] = 1510504162,
						["class"] = 1,
					}, -- [1835]
					{
						["role"] = "DAMAGER",
						["name"] = "风往南吹-白银之手",
						["time"] = 1510504172,
						["class"] = 1,
					}, -- [1836]
					{
						["role"] = "DAMAGER",
						["name"] = "兽彦祖-血色十字军",
						["iLvl"] = 944,
						["time"] = 1510504278,
						["class"] = 9,
						["bTag"] = "老胖子#5248",
					}, -- [1837]
					{
						["role"] = "DAMAGER",
						["name"] = "木冶真琴-燃烧之刃",
						["iLvl"] = 942,
						["time"] = 1510504160,
						["class"] = 3,
						["bTag"] = "寒冰之魂#5627",
					}, -- [1838]
					{
						["role"] = "DAMAGER",
						["name"] = "晓风残月灬兰-克尔苏加德",
						["iLvl"] = 932,
						["time"] = 1510504162,
						["class"] = 12,
						["bTag"] = "王者依旧#5454",
					}, -- [1839]
					{
						["role"] = "DAMAGER",
						["name"] = "肚皮君-布兰卡德",
						["time"] = 1510504154,
						["class"] = 1,
					}, -- [1840]
					{
						["role"] = "DAMAGER",
						["name"] = "再给你两嘴巴-血色十字军",
						["time"] = 1510504156,
						["class"] = 4,
					}, -- [1841]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡的燃烧-铜龙军团",
						["iLvl"] = 934,
						["time"] = 1510504156,
						["class"] = 9,
						["bTag"] = "不知所措#5693",
					}, -- [1842]
					{
						["role"] = "DAMAGER",
						["name"] = "家华-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1510504162,
						["class"] = 6,
						["bTag"] = "家华#5797",
					}, -- [1843]
					{
						["role"] = "DAMAGER",
						["name"] = "曲江-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1510504276,
						["class"] = 2,
						["bTag"] = "曲江#5240",
					}, -- [1844]
					{
						["role"] = "DAMAGER",
						["name"] = "小千代-希尔瓦娜斯",
						["iLvl"] = 931,
						["time"] = 1510504289,
						["class"] = 3,
						["bTag"] = "完美潇洒的小千代#5817",
					}, -- [1845]
					{
						["role"] = "TANK",
						["name"] = "我本爱桑拿-克尔苏加德",
						["time"] = 1510504156,
						["class"] = 1,
					}, -- [1846]
					{
						["role"] = "DAMAGER",
						["name"] = "史瑞可-阿格拉玛",
						["iLvl"] = 944,
						["time"] = 1511188342,
						["class"] = 8,
						["bTag"] = "伊芙布德干毛德川#5767",
					}, -- [1847]
					{
						["role"] = "DAMAGER",
						["name"] = "漠北骑士-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1510504202,
						["class"] = 12,
						["bTag"] = "RobotMurloc#58253",
					}, -- [1848]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰使徒-图拉扬",
						["iLvl"] = 681,
						["time"] = 1510504181,
						["class"] = 8,
						["bTag"] = "兽人永不为奴#51804",
					}, -- [1849]
					{
						["role"] = "DAMAGER",
						["name"] = "大天哥-萨尔",
						["iLvl"] = 933,
						["time"] = 1510504191,
						["class"] = 3,
						["bTag"] = "暗丶义#5101",
					}, -- [1850]
					{
						["role"] = "DAMAGER",
						["name"] = "大柠樂-红龙军团",
						["iLvl"] = 942,
						["time"] = 1510504160,
						["class"] = 1,
						["bTag"] = "爆炸糖#51660",
					}, -- [1851]
					{
						["role"] = "DAMAGER",
						["name"] = "丶红酥-血环",
						["iLvl"] = 951,
						["time"] = 1510504160,
						["class"] = 12,
						["bTag"] = "無顏#51231",
					}, -- [1852]
					{
						["role"] = "TANK",
						["name"] = "帅德很依旧-阿斯塔洛",
						["iLvl"] = 945,
						["time"] = 1510504289,
						["class"] = 11,
						["bTag"] = "明天过后#5889",
					}, -- [1853]
					{
						["role"] = "DAMAGER",
						["name"] = "小浣熊汪-冰风岗",
						["iLvl"] = 942,
						["time"] = 1510504156,
						["class"] = 8,
						["bTag"] = "有灵性的企鹅#5350",
					}, -- [1854]
					{
						["role"] = "DAMAGER",
						["name"] = "安向晴-暗影之月",
						["iLvl"] = 950,
						["time"] = 1510504191,
						["class"] = 4,
						["bTag"] = "安大叔#51445",
					}, -- [1855]
					{
						["role"] = "DAMAGER",
						["name"] = "黑魔法研究室-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1510504278,
						["class"] = 8,
						["bTag"] = "奥贝里斯克#5560",
					}, -- [1856]
					{
						["role"] = "DAMAGER",
						["name"] = "Wateriness-遗忘海岸",
						["iLvl"] = 935,
						["time"] = 1510504160,
						["class"] = 8,
						["bTag"] = "沧海一粟#52457",
					}, -- [1857]
					{
						["role"] = "DAMAGER",
						["name"] = "剑舞情怀-贫瘠之地",
						["time"] = 1510504156,
						["class"] = 10,
					}, -- [1858]
					{
						["role"] = "DAMAGER",
						["name"] = "我来组成火把-迅捷微风",
						["iLvl"] = 947,
						["time"] = 1510504289,
						["class"] = 8,
						["bTag"] = "莉娅波罗#51119",
					}, -- [1859]
					{
						["role"] = "DAMAGER",
						["name"] = "九樨-奥蕾莉亚",
						["iLvl"] = 920,
						["time"] = 1510504289,
						["class"] = 8,
						["bTag"] = "奔跑的蛋糕#5441",
					}, -- [1860]
					{
						["role"] = "DAMAGER",
						["name"] = "墓冢-主宰之剑",
						["iLvl"] = 924,
						["time"] = 1510504289,
						["class"] = 4,
						["bTag"] = "暗狼#5718",
					}, -- [1861]
					{
						["role"] = "DAMAGER",
						["name"] = "潘安卝-安苏",
						["iLvl"] = 932,
						["time"] = 1510504278,
						["class"] = 12,
						["bTag"] = "主人的话可以哟#5647",
					}, -- [1862]
					{
						["role"] = "DAMAGER",
						["name"] = "流年换无言-死亡之翼",
						["iLvl"] = 899,
						["time"] = 1510504289,
						["class"] = 4,
						["bTag"] = "星辰大海#52798",
					}, -- [1863]
					{
						["role"] = "DAMAGER",
						["name"] = "神羅天徽-阿尔萨斯",
						["iLvl"] = 944,
						["time"] = 1510504289,
						["class"] = 11,
						["bTag"] = "XXXP#5491",
					}, -- [1864]
					{
						["role"] = "HEALER",
						["name"] = "梔子婲開丶蝶-诺兹多姆",
						["iLvl"] = 945,
						["time"] = 1510504278,
						["class"] = 5,
						["bTag"] = "薇薇兒#5310",
					}, -- [1865]
					{
						["role"] = "DAMAGER",
						["name"] = "余尐空-影之哀伤",
						["iLvl"] = 947,
						["time"] = 1510504289,
						["class"] = 4,
						["bTag"] = "呆贼#5539",
					}, -- [1866]
					{
						["role"] = "DAMAGER",
						["name"] = "劍舞紅袖-逐日者",
						["iLvl"] = 908,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "MikuruBeam#5170",
					}, -- [1867]
					{
						["role"] = "DAMAGER",
						["name"] = "赤发霜狼-贫瘠之地",
						["time"] = 1510504289,
						["class"] = 3,
					}, -- [1868]
					{
						["role"] = "HEALER",
						["name"] = "卡洛丶圣灵-晴日峰（江苏）",
						["iLvl"] = 903,
						["time"] = 1510504289,
						["class"] = 2,
						["bTag"] = "迷糊之精灵#531978",
					}, -- [1869]
					{
						["role"] = "DAMAGER",
						["name"] = "無病呻吟-血环",
						["time"] = 1510504278,
						["class"] = 12,
					}, -- [1870]
					{
						["role"] = "DAMAGER",
						["name"] = "Geeflourite-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1510504287,
						["class"] = 8,
						["bTag"] = "萌萌哒法爷没谁了#5883",
					}, -- [1871]
					{
						["role"] = "TANK",
						["name"] = "床前全脱光-暗影议会",
						["iLvl"] = 923,
						["time"] = 1510504287,
						["class"] = 2,
						["bTag"] = "罗密欧与猪过夜#5790",
					}, -- [1872]
					{
						["role"] = "DAMAGER",
						["name"] = "如风的梦-奥妮克希亚",
						["iLvl"] = 929,
						["time"] = 1510504289,
						["class"] = 12,
						["bTag"] = "逐风少年#5253",
					}, -- [1873]
					{
						["role"] = "DAMAGER",
						["name"] = "Chic-玛洛加尔",
						["iLvl"] = 926,
						["time"] = 1510504289,
						["class"] = 5,
						["bTag"] = "虹桥华仔#5819",
					}, -- [1874]
					{
						["role"] = "DAMAGER",
						["name"] = "小毛的大毛-无尽之海",
						["iLvl"] = 945,
						["time"] = 1510504287,
						["class"] = 3,
						["bTag"] = "张雨#5705",
					}, -- [1875]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小朴-风暴之鳞",
						["iLvl"] = 920,
						["time"] = 1510504289,
						["class"] = 12,
						["bTag"] = "虎爪爪#5247",
					}, -- [1876]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天月影-摩摩尔",
						["iLvl"] = 931,
						["time"] = 1511193907,
						["class"] = 4,
						["bTag"] = "搁浅珊瑚海#5560",
					}, -- [1877]
					{
						["role"] = "TANK",
						["name"] = "丷信仰-哈卡",
						["iLvl"] = 948,
						["time"] = 1510504289,
						["class"] = 6,
						["bTag"] = "冲锋丷#5663",
					}, -- [1878]
					{
						["role"] = "DAMAGER",
						["name"] = "肖芷凌-勇士岛",
						["iLvl"] = 949,
						["time"] = 1510504289,
						["class"] = 2,
						["bTag"] = "影若霜寒#51373",
					}, -- [1879]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕唓丶-奥特兰克",
						["iLvl"] = 939,
						["time"] = 1510504289,
						["class"] = 11,
						["bTag"] = "浮生若夢丶#51980",
					}, -- [1880]
					{
						["role"] = "DAMAGER",
						["name"] = "有功夫无懦夫-燃烧之刃",
						["iLvl"] = 946,
						["time"] = 1510504289,
						["class"] = 9,
						["bTag"] = "振宇#5411",
					}, -- [1881]
					{
						["role"] = "DAMAGER",
						["name"] = "墨爺-克尔苏加德",
						["iLvl"] = 943,
						["time"] = 1510504289,
						["class"] = 4,
						["bTag"] = "墨爺#5796",
					}, -- [1882]
					{
						["role"] = "DAMAGER",
						["name"] = "里里-布兰卡德",
						["time"] = 1510504289,
						["class"] = 5,
					}, -- [1883]
					{
						["role"] = "DAMAGER",
						["name"] = "Somnus-血吼",
						["time"] = 1510504289,
						["class"] = 7,
					}, -- [1884]
					{
						["role"] = "TANK",
						["name"] = "世界第一疯-幽暗沼泽",
						["iLvl"] = 947,
						["time"] = 1510582923,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Petdor#5971",
					}, -- [1885]
					{
						["role"] = "DAMAGER",
						["name"] = "我是小兽战-红龙军团",
						["iLvl"] = 917,
						["time"] = 1510582923,
						["class"] = 1,
						["bTag"] = "致命之猫#572240",
					}, -- [1886]
					{
						["role"] = "DAMAGER",
						["name"] = "四风-神圣之歌",
						["iLvl"] = 936,
						["time"] = 1510583184,
						["class"] = 6,
						["bTag"] = "STARS#51774",
					}, -- [1887]
					{
						["role"] = "DAMAGER",
						["name"] = "宅灬男-熔火之心",
						["iLvl"] = 934,
						["time"] = 1510583184,
						["class"] = 3,
						["bTag"] = "Fire#5583",
					}, -- [1888]
					{
						["role"] = "TANK",
						["name"] = "小弟西门-石爪峰",
						["iLvl"] = 927,
						["time"] = 1510582915,
						["class"] = 2,
						["bTag"] = "一叶天堂#5315",
					}, -- [1889]
					{
						["role"] = "DAMAGER",
						["name"] = "松松萨斯-戈提克",
						["iLvl"] = 931,
						["time"] = 1510582923,
						["class"] = 2,
						["bTag"] = "名侦探#5468",
					}, -- [1890]
					{
						["role"] = "DAMAGER",
						["name"] = "不受约术-燃烧之刃",
						["iLvl"] = 945,
						["time"] = 1510582923,
						["class"] = 9,
						["bTag"] = "Rivision#5773",
					}, -- [1891]
					{
						["role"] = "DAMAGER",
						["name"] = "希拉尔丶普拉-摩摩尔",
						["iLvl"] = 894,
						["time"] = 1510583137,
						["class"] = 2,
						["bTag"] = "clear#52173",
					}, -- [1892]
					{
						["role"] = "DAMAGER",
						["name"] = "壹叶壹菩提-洛萨",
						["iLvl"] = 942,
						["time"] = 1510583750,
						["class"] = 7,
						["bTag"] = "凨峦叶#5762",
					}, -- [1893]
					{
						["role"] = "DAMAGER",
						["name"] = "鸸鹋爱吃鱼-古尔丹",
						["iLvl"] = 924,
						["time"] = 1510582915,
						["class"] = 4,
						["bTag"] = "风三#5177",
					}, -- [1894]
					{
						["role"] = "DAMAGER",
						["name"] = "小灰灰狼-提瑞斯法",
						["iLvl"] = 921,
						["time"] = 1510582915,
						["class"] = 3,
						["bTag"] = "gll#5895",
					}, -- [1895]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂伊文-巨龙之吼",
						["iLvl"] = 929,
						["time"] = 1510582923,
						["class"] = 8,
						["bTag"] = "恐怖收割者#5605",
					}, -- [1896]
					{
						["role"] = "HEALER",
						["name"] = "兔姬-迦拉克隆",
						["iLvl"] = 946,
						["time"] = 1510582915,
						["class"] = 5,
						["bTag"] = "拜黑黑#5101",
					}, -- [1897]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的潇潇-迅捷微风",
						["iLvl"] = 927,
						["time"] = 1511188593,
						["class"] = 2,
						["bTag"] = "Syrena#5473",
					}, -- [1898]
					{
						["role"] = "DAMAGER",
						["name"] = "石更石更-影之哀伤",
						["iLvl"] = 924,
						["time"] = 1510583184,
						["class"] = 1,
						["bTag"] = "放手而为#5373",
					}, -- [1899]
					{
						["role"] = "DAMAGER",
						["name"] = "Seventhcrow-洛丹伦",
						["time"] = 1510582898,
						["class"] = 9,
					}, -- [1900]
					{
						["role"] = "DAMAGER",
						["name"] = "夜曲丶影殇-伊莫塔尔",
						["iLvl"] = 931,
						["time"] = 1510582921,
						["class"] = 4,
						["bTag"] = "Sam#51884",
					}, -- [1901]
					{
						["role"] = "DAMAGER",
						["name"] = "烛光丶-夏维安",
						["iLvl"] = 946,
						["time"] = 1510582915,
						["class"] = 8,
						["bTag"] = "Gemini#51305",
					}, -- [1902]
					{
						["role"] = "TANK",
						["name"] = "青火丶怒風-伊莫塔尔",
						["iLvl"] = 935,
						["time"] = 1510582909,
						["class"] = 12,
						["bTag"] = "Sam#51884",
					}, -- [1903]
					{
						["role"] = "DAMAGER",
						["name"] = "第一王女-黑暗之门",
						["iLvl"] = 944,
						["time"] = 1510582898,
						["class"] = 2,
						["bTag"] = "节操什么的弱爆了#5639",
					}, -- [1904]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天弒魂-加尔",
						["iLvl"] = 912,
						["time"] = 1510582923,
						["class"] = 4,
						["bTag"] = "超级靓仔糖#5506",
					}, -- [1905]
					{
						["role"] = "DAMAGER",
						["name"] = "易水寒离-安苏",
						["iLvl"] = 941,
						["time"] = 1510582923,
						["class"] = 4,
						["bTag"] = "影子无形#51648",
					}, -- [1906]
					{
						["role"] = "DAMAGER",
						["name"] = "战猎杀-风暴之鳞",
						["iLvl"] = 942,
						["time"] = 1510582909,
						["class"] = 3,
						["bTag"] = "海哥#5537",
					}, -- [1907]
					{
						["role"] = "DAMAGER",
						["name"] = "簋街小龙虾-无尽之海",
						["iLvl"] = 918,
						["time"] = 1510582915,
						["class"] = 4,
						["bTag"] = "耳光响亮#5343",
					}, -- [1908]
					{
						["role"] = "DAMAGER",
						["name"] = "Muaoo-安苏",
						["iLvl"] = 828,
						["time"] = 1510582923,
						["class"] = 12,
						["bTag"] = "松花蛋#51461",
					}, -- [1909]
					{
						["role"] = "TANK",
						["name"] = "玻璃球的梦想-刀塔",
						["iLvl"] = 941,
						["time"] = 1510582923,
						["class"] = 11,
						["bTag"] = "玻璃球的梦想#5867",
					}, -- [1910]
					{
						["role"] = "TANK",
						["name"] = "回响圣光-狂热之刃",
						["iLvl"] = 942,
						["time"] = 1510583184,
						["class"] = 2,
						["bTag"] = "左泽#5373",
					}, -- [1911]
					{
						["role"] = "TANK",
						["name"] = "核心橙丶-古尔丹",
						["iLvl"] = 942,
						["time"] = 1510890554,
						["class"] = 6,
						["bTag"] = "花戨#5948",
					}, -- [1912]
					{
						["role"] = "DAMAGER",
						["name"] = "夏夜微醉-巨龙之吼",
						["iLvl"] = 927,
						["time"] = 1510757898,
						["class"] = 5,
						["bTag"] = "夏夜微醉#5920",
					}, -- [1913]
					{
						["role"] = "DAMAGER",
						["name"] = "巅峰魔刀-黑铁",
						["iLvl"] = 946,
						["time"] = 1510583750,
						["class"] = 12,
						["bTag"] = "霜冻之足#56639",
					}, -- [1914]
					{
						["role"] = "HEALER",
						["name"] = "奇妙人生-克尔苏加德",
						["time"] = 1510582923,
						["class"] = 11,
					}, -- [1915]
					{
						["role"] = "DAMAGER",
						["name"] = "繁桦落寞丶-海克泰尔",
						["time"] = 1510582923,
						["class"] = 3,
					}, -- [1916]
					{
						["role"] = "DAMAGER",
						["name"] = "橘彩星光-克尔苏加德",
						["time"] = 1510582923,
						["class"] = 11,
					}, -- [1917]
					{
						["role"] = "DAMAGER",
						["name"] = "深渊礼赞-奥蕾莉亚",
						["time"] = 1510582923,
						["class"] = 9,
					}, -- [1918]
					{
						["role"] = "TANK",
						["name"] = "阿兰蒂恩-凯恩血蹄",
						["iLvl"] = 944,
						["time"] = 1510583180,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "齐小君#5691",
					}, -- [1919]
					{
						["role"] = "TANK",
						["name"] = "青玉德-阿尔萨斯",
						["iLvl"] = 940,
						["time"] = 1510583182,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Penance#5776",
					}, -- [1920]
					{
						["role"] = "DAMAGER",
						["name"] = "神圣之路-阿格拉玛",
						["iLvl"] = 943,
						["time"] = 1510583158,
						["class"] = 2,
						["bTag"] = "艾末末#5545",
					}, -- [1921]
					{
						["role"] = "DAMAGER",
						["name"] = "灬火舞耀扬灬-迦拉克隆",
						["iLvl"] = 930,
						["time"] = 1510890448,
						["class"] = 11,
						["bTag"] = "牛牛可厉害了#5306",
					}, -- [1922]
					{
						["role"] = "DAMAGER",
						["name"] = "听起来不错-龙骨平原",
						["iLvl"] = 928,
						["time"] = 1510583184,
						["class"] = 12,
						["bTag"] = "写在风中的信#5509",
					}, -- [1923]
					{
						["role"] = "DAMAGER",
						["name"] = "晴宝儿-熔火之心",
						["iLvl"] = 912,
						["time"] = 1510583184,
						["class"] = 12,
						["bTag"] = "对方正在输入#51396",
					}, -- [1924]
					{
						["role"] = "TANK",
						["name"] = "萧萧-斩魔者",
						["iLvl"] = 927,
						["time"] = 1510583158,
						["class"] = 11,
						["bTag"] = "萧萧森森#5798",
					}, -- [1925]
					{
						["role"] = "DAMAGER",
						["name"] = "血魂灬紫夜-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1510583158,
						["class"] = 9,
						["bTag"] = "血魂紫夜#5306",
					}, -- [1926]
					{
						["role"] = "DAMAGER",
						["name"] = "过去之夏-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510583158,
						["class"] = 11,
						["bTag"] = "过去之夏#5670",
					}, -- [1927]
					{
						["role"] = "DAMAGER",
						["name"] = "Yurnero-血吼",
						["iLvl"] = 927,
						["time"] = 1510583151,
						["class"] = 1,
						["bTag"] = "宫殿#5714",
					}, -- [1928]
					{
						["role"] = "TANK",
						["name"] = "圣灬徒-埃德萨拉",
						["iLvl"] = 947,
						["time"] = 1510583178,
						["class"] = 2,
						["bTag"] = "xia0Pang#5613",
					}, -- [1929]
					{
						["role"] = "DAMAGER",
						["name"] = "如云千幻-屠魔山谷",
						["iLvl"] = 942,
						["time"] = 1510583184,
						["class"] = 10,
						["bTag"] = "气沉丹田#5876",
					}, -- [1930]
					{
						["role"] = "DAMAGER",
						["name"] = "谁为红颜-地狱咆哮",
						["iLvl"] = 910,
						["time"] = 1510583750,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "狡猾之异虫#53381",
					}, -- [1931]
					{
						["role"] = "DAMAGER",
						["name"] = "御龙乘风而行-海克泰尔",
						["time"] = 1510583174,
						["class"] = 9,
					}, -- [1932]
					{
						["role"] = "DAMAGER",
						["name"] = "夏丶默-天空之墙",
						["iLvl"] = 945,
						["time"] = 1510583158,
						["class"] = 12,
						["bTag"] = "小丶怪兽#5130",
					}, -- [1933]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬不丨萌-海克泰尔",
						["iLvl"] = 944,
						["time"] = 1510757537,
						["class"] = 2,
						["bTag"] = "彩雨露儿#5623",
					}, -- [1934]
					{
						["role"] = "TANK",
						["name"] = "映过去的海-格瑞姆巴托",
						["iLvl"] = 940,
						["time"] = 1510583184,
						["class"] = 2,
						["bTag"] = "熊猫#5566",
					}, -- [1935]
					{
						["role"] = "DAMAGER",
						["name"] = "雷雨召唤师-斯克提斯",
						["iLvl"] = 899,
						["time"] = 1510583184,
						["class"] = 8,
						["bTag"] = "熔岩之心#5403",
					}, -- [1936]
					{
						["role"] = "HEALER",
						["name"] = "叶儿萌萌-血顶",
						["time"] = 1510583178,
						["class"] = 7,
					}, -- [1937]
					{
						["role"] = "DAMAGER",
						["name"] = "疙瘩汤-血色十字军",
						["iLvl"] = 934,
						["time"] = 1510583158,
						["class"] = 9,
						["bTag"] = "沉默之剑#544931",
					}, -- [1938]
					{
						["role"] = "HEALER",
						["name"] = "沐夜灬圣歌-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1510583184,
						["class"] = 5,
						["bTag"] = "渡辺亱曉#5982",
					}, -- [1939]
					{
						["role"] = "DAMAGER",
						["name"] = "往生劫-通灵学院",
						["iLvl"] = 930,
						["time"] = 1510583158,
						["class"] = 8,
						["bTag"] = "狂妄之雄#512321",
					}, -- [1940]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲牛仔-克尔苏加德",
						["iLvl"] = 930,
						["time"] = 1510583750,
						["class"] = 1,
						["bTag"] = "JACK#54234",
					}, -- [1941]
					{
						["role"] = "DAMAGER",
						["name"] = "安琪尔丶-贫瘠之地",
						["time"] = 1510583137,
						["class"] = 12,
					}, -- [1942]
					{
						["role"] = "TANK",
						["name"] = "鬼灭之刃-安加萨",
						["time"] = 1510583178,
						["class"] = 6,
					}, -- [1943]
					{
						["role"] = "TANK",
						["name"] = "月落夜无殇-巨龙之吼",
						["iLvl"] = 944,
						["time"] = 1510583184,
						["class"] = 2,
						["bTag"] = "鱼说我笨#5263",
					}, -- [1944]
					{
						["role"] = "DAMAGER",
						["name"] = "西贝贝-艾露恩",
						["iLvl"] = 918,
						["time"] = 1510583178,
						["class"] = 9,
						["bTag"] = "西西贝#5581",
					}, -- [1945]
					{
						["role"] = "TANK",
						["name"] = "花落未有時-红云台地",
						["iLvl"] = 946,
						["time"] = 1510583178,
						["class"] = 11,
						["bTag"] = "裴彬辰#5232",
					}, -- [1946]
					{
						["role"] = "DAMAGER",
						["name"] = "闪现撞墙了-森金",
						["iLvl"] = 933,
						["time"] = 1510583184,
						["class"] = 8,
						["bTag"] = "诸神毁灭#51260",
					}, -- [1947]
					{
						["role"] = "DAMAGER",
						["name"] = "Zamorano-伊瑟拉",
						["iLvl"] = 924,
						["time"] = 1510583174,
						["class"] = 7,
						["bTag"] = "diegoo#5187",
					}, -- [1948]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀断根-卡德加",
						["iLvl"] = 934,
						["time"] = 1510583180,
						["class"] = 1,
						["bTag"] = "ekin3728#5302",
					}, -- [1949]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见未来-伊瑟拉",
						["iLvl"] = 936,
						["time"] = 1510583184,
						["class"] = 3,
						["bTag"] = "暗影随行#5900",
					}, -- [1950]
					{
						["role"] = "DAMAGER",
						["name"] = "無奈何-萨尔",
						["iLvl"] = 942,
						["time"] = 1510583178,
						["class"] = 3,
						["bTag"] = "杰哥#51791",
					}, -- [1951]
					{
						["role"] = "DAMAGER",
						["name"] = "战丶夏多雷-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1510583176,
						["class"] = 3,
						["bTag"] = "汽球#5809",
					}, -- [1952]
					{
						["role"] = "DAMAGER",
						["name"] = "豪丷鬼-安苏",
						["iLvl"] = 925,
						["time"] = 1510583750,
						["class"] = 10,
						["bTag"] = "致命之足#55128",
					}, -- [1953]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼月禁忌-玛洛加尔",
						["iLvl"] = 942,
						["time"] = 1510583750,
						["class"] = 3,
						["bTag"] = "单身狗#5789",
					}, -- [1954]
					{
						["role"] = "DAMAGER",
						["name"] = "急速哪啦-卡德加",
						["iLvl"] = 931,
						["time"] = 1510583750,
						["class"] = 8,
						["bTag"] = "急速葻荇#5309",
					}, -- [1955]
					{
						["role"] = "DAMAGER",
						["name"] = "竹宰-风行者",
						["iLvl"] = 925,
						["time"] = 1510583750,
						["class"] = 8,
						["bTag"] = "竹宰#5732",
					}, -- [1956]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomr-神圣之歌",
						["iLvl"] = 916,
						["time"] = 1510583750,
						["class"] = 3,
						["bTag"] = "Venom#51109",
					}, -- [1957]
					{
						["role"] = "DAMAGER",
						["name"] = "戈尔丷乔夫-影之哀伤",
						["iLvl"] = 895,
						["time"] = 1510583750,
						["class"] = 3,
						["bTag"] = "笑着说放弃#5757",
					}, -- [1958]
					{
						["role"] = "TANK",
						["name"] = "恶魔獵手-元素之力",
						["iLvl"] = 912,
						["time"] = 1510583750,
						["class"] = 12,
						["bTag"] = "xiexie#5220",
					}, -- [1959]
					{
						["role"] = "TANK",
						["name"] = "埃塔-无尽之海",
						["time"] = 1510583750,
						["class"] = 2,
					}, -- [1960]
					{
						["role"] = "HEALER",
						["name"] = "Junasic-冰风岗",
						["iLvl"] = 946,
						["time"] = 1510583750,
						["class"] = 5,
						["bTag"] = "JUJU#5104",
					}, -- [1961]
					{
						["role"] = "DAMAGER",
						["name"] = "帅星星-冰风岗",
						["iLvl"] = 945,
						["time"] = 1510583750,
						["class"] = 8,
						["bTag"] = "帅星星#51334",
					}, -- [1962]
					{
						["role"] = "DAMAGER",
						["name"] = "罂粟般的男人-冰风岗",
						["iLvl"] = 930,
						["time"] = 1510583750,
						["class"] = 4,
						["bTag"] = "TeslieJu#5467",
					}, -- [1963]
					{
						["role"] = "DAMAGER",
						["name"] = "小美女猎-苏塔恩",
						["iLvl"] = 943,
						["time"] = 1510583750,
						["class"] = 3,
						["bTag"] = "老牛吃嫩草#5435",
					}, -- [1964]
					{
						["role"] = "DAMAGER",
						["name"] = "鑫森淼焱垚-罗宁",
						["iLvl"] = 941,
						["time"] = 1510583750,
						["class"] = 3,
						["bTag"] = "孩子脾气#5733",
					}, -- [1965]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigpe-埃德萨拉",
						["iLvl"] = 936,
						["time"] = 1510583750,
						["class"] = 7,
						["bTag"] = "人间大炮#5351",
					}, -- [1966]
					{
						["role"] = "DAMAGER",
						["name"] = "初夜给了手指-白银之手",
						["iLvl"] = 920,
						["time"] = 1510583750,
						["class"] = 10,
						["bTag"] = "Dawnstarelfs#5863",
					}, -- [1967]
					{
						["role"] = "DAMAGER",
						["name"] = "Icedance-布兰卡德",
						["iLvl"] = 933,
						["time"] = 1510583750,
						["class"] = 6,
						["bTag"] = "王丨副村長#5904",
					}, -- [1968]
					{
						["role"] = "DAMAGER",
						["name"] = "只中意你的美-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1510583750,
						["class"] = 12,
						["bTag"] = "坏小孩#51515",
					}, -- [1969]
					{
						["role"] = "DAMAGER",
						["name"] = "丶死亡马奇士-冰霜之刃",
						["iLvl"] = 936,
						["time"] = 1510583750,
						["class"] = 6,
						["bTag"] = "轩辕圣光#5318",
					}, -- [1970]
					{
						["role"] = "DAMAGER",
						["name"] = "半世-雷霆之王",
						["iLvl"] = 927,
						["time"] = 1510583750,
						["class"] = 1,
						["bTag"] = "做我儿子吧#51195",
					}, -- [1971]
					{
						["role"] = "DAMAGER",
						["name"] = "丶遥不可及-冰霜之刃",
						["iLvl"] = 934,
						["time"] = 1510583750,
						["class"] = 8,
						["bTag"] = "别打我打我队友#51588",
					}, -- [1972]
					{
						["role"] = "DAMAGER",
						["name"] = "忆丶繁华尽奢-时光之穴",
						["iLvl"] = 920,
						["time"] = 1510583750,
						["class"] = 1,
						["bTag"] = "辉太郎#5978",
					}, -- [1973]
					{
						["role"] = "DAMAGER",
						["name"] = "爱丹丹-黑暗之矛",
						["time"] = 1510583750,
						["class"] = 8,
					}, -- [1974]
					{
						["role"] = "DAMAGER",
						["name"] = "斷氺流-血色十字军",
						["iLvl"] = 945,
						["time"] = 1510583750,
						["class"] = 4,
						["bTag"] = "影子传说#5153",
					}, -- [1975]
					{
						["role"] = "DAMAGER",
						["name"] = "獠刀独行者-伊森利恩",
						["time"] = 1510583750,
						["class"] = 4,
					}, -- [1976]
					{
						["role"] = "DAMAGER",
						["name"] = "Hurra-死亡之翼",
						["time"] = 1510583750,
						["class"] = 12,
					}, -- [1977]
					{
						["role"] = "DAMAGER",
						["name"] = "壹零四六-加基森",
						["iLvl"] = 938,
						["time"] = 1510583750,
						["class"] = 4,
						["bTag"] = "一凡#5654",
					}, -- [1978]
					{
						["role"] = "DAMAGER",
						["name"] = "蚂蚁晒太阳-格雷迈恩",
						["time"] = 1510583750,
						["class"] = 3,
					}, -- [1979]
					{
						["role"] = "DAMAGER",
						["name"] = "倾剑醉红颜-密林游侠",
						["iLvl"] = 938,
						["time"] = 1510583750,
						["class"] = 12,
						["bTag"] = "倾剑醉紅颜#5681",
					}, -- [1980]
					{
						["role"] = "DAMAGER",
						["name"] = "洛神賦-寒冰皇冠",
						["iLvl"] = 942,
						["time"] = 1510583750,
						["class"] = 9,
						["bTag"] = "情话未曾说#5852",
					}, -- [1981]
					{
						["role"] = "DAMAGER",
						["name"] = "宇杰-普瑞斯托",
						["iLvl"] = 945,
						["time"] = 1510583750,
						["class"] = 8,
						["bTag"] = "宇杰#5487",
					}, -- [1982]
					{
						["role"] = "HEALER",
						["name"] = "嗳在佐邉-死亡之翼",
						["iLvl"] = 949,
						["time"] = 1510583750,
						["class"] = 5,
						["bTag"] = "爱在左边#5214",
					}, -- [1983]
					{
						["role"] = "HEALER",
						["name"] = "祈尼玛得福-菲拉斯",
						["iLvl"] = 936,
						["time"] = 1510665057,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "凝世之劫#5628",
					}, -- [1984]
					{
						["role"] = "TANK",
						["name"] = "沉睡森林-丽丽（四川）",
						["iLvl"] = 941,
						["time"] = 1510665057,
						["class"] = 11,
						["bTag"] = "无言即杀#5718",
					}, -- [1985]
					{
						["role"] = "DAMAGER",
						["name"] = "豆花魚-海克泰尔",
						["iLvl"] = 932,
						["time"] = 1510665057,
						["class"] = 7,
						["bTag"] = "海棠树#5856",
					}, -- [1986]
					{
						["role"] = "TANK",
						["name"] = "胸神-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1510665057,
						["class"] = 2,
						["bTag"] = "干爹的吉安娜#5693",
					}, -- [1987]
					{
						["role"] = "DAMAGER",
						["name"] = "坠入的流星-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1510665057,
						["class"] = 11,
						["bTag"] = "坠入的流星#5478",
					}, -- [1988]
					{
						["role"] = "DAMAGER",
						["name"] = "一片涳白-狂热之刃",
						["iLvl"] = 928,
						["time"] = 1510665057,
						["class"] = 5,
						["bTag"] = "肉搏机器#51739",
					}, -- [1989]
					{
						["role"] = "DAMAGER",
						["name"] = "Artifactz-血环",
						["iLvl"] = 939,
						["time"] = 1510665057,
						["class"] = 9,
						["bTag"] = "一黑一白#5697",
					}, -- [1990]
					{
						["role"] = "DAMAGER",
						["name"] = "Aramis-苏塔恩",
						["iLvl"] = 944,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "德鲁医#51239",
					}, -- [1991]
					{
						["role"] = "DAMAGER",
						["name"] = "毒刺玫瑰-无尽之海",
						["iLvl"] = 940,
						["time"] = 1510665057,
						["class"] = 6,
						["bTag"] = "三灬格格#5434",
					}, -- [1992]
					{
						["role"] = "DAMAGER",
						["name"] = "嘚布嘚-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "断水流大师兄#51139",
					}, -- [1993]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔提拉-耐奥祖",
						["iLvl"] = 934,
						["time"] = 1510665057,
						["class"] = 11,
						["bTag"] = "独醉西亭#5674",
					}, -- [1994]
					{
						["role"] = "TANK",
						["name"] = "择天魔君-霜狼",
						["iLvl"] = 941,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "多年来的绝对肉感#5181",
					}, -- [1995]
					{
						["role"] = "TANK",
						["name"] = "戰灬必胜-冰霜之刃",
						["iLvl"] = 904,
						["time"] = 1510665057,
						["class"] = 2,
						["bTag"] = "亲亲亲个呗#5276",
					}, -- [1996]
					{
						["role"] = "DAMAGER",
						["name"] = "浪人狂战-试炼之环",
						["iLvl"] = 939,
						["time"] = 1510665057,
						["class"] = 1,
						["bTag"] = "销魂一击#5768",
					}, -- [1997]
					{
						["role"] = "HEALER",
						["name"] = "黑白穆-伊森利恩",
						["iLvl"] = 947,
						["time"] = 1510665057,
						["class"] = 5,
						["bTag"] = "闪亮之雄#512124",
					}, -- [1998]
					{
						["role"] = "TANK",
						["name"] = "辉耀苍穹-凤凰之神",
						["iLvl"] = 927,
						["time"] = 1510665057,
						["class"] = 2,
						["bTag"] = "焚炎燃冰#51188",
					}, -- [1999]
					{
						["role"] = "DAMAGER",
						["name"] = "Goodbyeivy-暗影议会",
						["iLvl"] = 946,
						["time"] = 1510665057,
						["class"] = 1,
						["bTag"] = "蔡安杰#5264",
					}, -- [2000]
					{
						["role"] = "TANK",
						["name"] = "丶不畏将来灬-红龙军团",
						["iLvl"] = 949,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "法幻#5720",
					}, -- [2001]
					{
						["role"] = "DAMAGER",
						["name"] = "脉檬-奈法利安",
						["iLvl"] = 943,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "马屁之间#5931",
					}, -- [2002]
					{
						["role"] = "DAMAGER",
						["name"] = "澤村英梨梨-血色十字军",
						["iLvl"] = 927,
						["time"] = 1510665057,
						["class"] = 9,
						["bTag"] = "園田海未#51284",
					}, -- [2003]
					{
						["role"] = "HEALER",
						["name"] = "老杨还年轻-莱索恩",
						["iLvl"] = 942,
						["time"] = 1510665057,
						["class"] = 10,
						["bTag"] = "老杨很年轻#5819",
					}, -- [2004]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂小汐-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1510665057,
						["class"] = 3,
						["bTag"] = "潇潇#5111",
					}, -- [2005]
					{
						["role"] = "DAMAGER",
						["name"] = "曼联的皮尔洛-寒冰皇冠",
						["iLvl"] = 943,
						["time"] = 1511025263,
						["class"] = 9,
						["bTag"] = "赵东来局长#5117",
					}, -- [2006]
					{
						["role"] = "DAMAGER",
						["name"] = "性感小宝贝-希雷诺斯",
						["iLvl"] = 929,
						["time"] = 1510665057,
						["class"] = 2,
						["bTag"] = "柠香倾城#5624",
					}, -- [2007]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭之惑-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1510665057,
						["class"] = 3,
						["bTag"] = "笨七七#5318",
					}, -- [2008]
					{
						["role"] = "TANK",
						["name"] = "西野七瀬-盖斯",
						["iLvl"] = 943,
						["time"] = 1510665057,
						["class"] = 10,
						["bTag"] = "青橘子#5695",
					}, -- [2009]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑的钢铁侠-屠魔山谷",
						["iLvl"] = 921,
						["time"] = 1510665057,
						["class"] = 11,
						["bTag"] = "奔跑的男人#5106",
					}, -- [2010]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹雨打-巫妖之王",
						["iLvl"] = 942,
						["time"] = 1510665057,
						["class"] = 6,
						["bTag"] = "长空飘#5203",
					}, -- [2011]
					{
						["role"] = "DAMAGER",
						["name"] = "小瓜好吃-冰风岗",
						["iLvl"] = 943,
						["time"] = 1510665057,
						["class"] = 2,
						["bTag"] = "小瓜好吃#5539",
					}, -- [2012]
					{
						["role"] = "DAMAGER",
						["name"] = "Fantasprite-冰风岗",
						["iLvl"] = 928,
						["time"] = 1510665057,
						["class"] = 6,
						["bTag"] = "一生奶的命#5965",
					}, -- [2013]
					{
						["role"] = "DAMAGER",
						["name"] = "赫拉丶昊天-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1510665057,
						["class"] = 9,
						["bTag"] = "王春荣#51212",
					}, -- [2014]
					{
						["role"] = "DAMAGER",
						["name"] = "血之沸腾-阿卡玛",
						["iLvl"] = 943,
						["time"] = 1510665057,
						["class"] = 8,
						["bTag"] = "王晨#5188",
					}, -- [2015]
					{
						["role"] = "DAMAGER",
						["name"] = "锤子最凶-血色十字军",
						["iLvl"] = 932,
						["time"] = 1510665057,
						["class"] = 4,
						["bTag"] = "Heystone#5336",
					}, -- [2016]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的小园子-萨格拉斯",
						["iLvl"] = 943,
						["time"] = 1510665057,
						["class"] = 12,
						["bTag"] = "风一样的男子#54275",
					}, -- [2017]
					{
						["role"] = "DAMAGER",
						["name"] = "冬瓜太郎灬-冰风岗",
						["iLvl"] = 903,
						["time"] = 1510665366,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "冬瓜灬太郎#5692",
					}, -- [2018]
					{
						["role"] = "DAMAGER",
						["name"] = "骚浪箭-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1510665366,
						["class"] = 3,
						["bTag"] = "黄灿#51547",
					}, -- [2019]
					{
						["role"] = "TANK",
						["name"] = "小亓-深渊之巢",
						["iLvl"] = 945,
						["time"] = 1510665366,
						["class"] = 12,
						["bTag"] = "小骑#51640",
					}, -- [2020]
					{
						["role"] = "DAMAGER",
						["name"] = "狗蛋的小师妹-利刃之拳",
						["iLvl"] = 938,
						["time"] = 1510665366,
						["class"] = 9,
						["bTag"] = "法爷#52378",
					}, -- [2021]
					{
						["role"] = "DAMAGER",
						["name"] = "小咩-阿纳克洛斯",
						["iLvl"] = 923,
						["time"] = 1510665366,
						["class"] = 4,
						["bTag"] = "诡诈之龙#5991",
					}, -- [2022]
					{
						["role"] = "DAMAGER",
						["name"] = "撒手乄慈悲-埃德萨拉",
						["iLvl"] = 935,
						["time"] = 1510665366,
						["class"] = 10,
						["bTag"] = "暗魂叉叉#5381",
					}, -- [2023]
					{
						["role"] = "DAMAGER",
						["name"] = "巫觋-熵魔",
						["iLvl"] = 943,
						["time"] = 1510665366,
						["class"] = 9,
						["bTag"] = "巫觋#5789",
					}, -- [2024]
					{
						["role"] = "DAMAGER",
						["name"] = "弥醉丶-迅捷微风",
						["iLvl"] = 925,
						["time"] = 1510665366,
						["class"] = 8,
						["bTag"] = "黯淡的兔子#5297",
					}, -- [2025]
					{
						["role"] = "DAMAGER",
						["name"] = "头上没犄角哦-安苏",
						["iLvl"] = 896,
						["time"] = 1510665366,
						["class"] = 12,
						["bTag"] = "索心#51434",
					}, -- [2026]
					{
						["role"] = "DAMAGER",
						["name"] = "法修斯丹比特-迦拉克隆",
						["iLvl"] = 909,
						["time"] = 1510665366,
						["class"] = 3,
						["bTag"] = "无知者无畏#5341",
					}, -- [2027]
					{
						["role"] = "DAMAGER",
						["name"] = "一隻牛-霜狼",
						["iLvl"] = 944,
						["time"] = 1510665366,
						["class"] = 2,
						["bTag"] = "一隻牛#5212",
					}, -- [2028]
					{
						["role"] = "DAMAGER",
						["name"] = "乌一刀-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1510665366,
						["class"] = 11,
						["bTag"] = "奶贼王#5901",
					}, -- [2029]
					{
						["role"] = "DAMAGER",
						["name"] = "唯晓小-闪电之刃",
						["iLvl"] = 919,
						["time"] = 1510665366,
						["class"] = 3,
						["bTag"] = "唯小#5482",
					}, -- [2030]
					{
						["role"] = "DAMAGER",
						["name"] = "尼克-加兹鲁维",
						["iLvl"] = 922,
						["time"] = 1510665364,
						["class"] = 10,
						["bTag"] = "鱼人#5465",
					}, -- [2031]
					{
						["role"] = "HEALER",
						["name"] = "想家的牛-血吼",
						["iLvl"] = 943,
						["time"] = 1510665366,
						["class"] = 11,
						["bTag"] = "陈某某#5389",
					}, -- [2032]
					{
						["role"] = "DAMAGER",
						["name"] = "千石撫子-克尔苏加德",
						["iLvl"] = 939,
						["time"] = 1510665366,
						["class"] = 1,
						["bTag"] = "正在断开连接#5718",
					}, -- [2033]
					{
						["role"] = "DAMAGER",
						["name"] = "吃企鹅的熊-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1510665366,
						["class"] = 5,
						["bTag"] = "DEAN#5393",
					}, -- [2034]
					{
						["role"] = "DAMAGER",
						["name"] = "晓时候很帅-密林游侠",
						["iLvl"] = 930,
						["time"] = 1510665366,
						["class"] = 4,
						["bTag"] = "逍遥小魔女#5598",
					}, -- [2035]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫丶苏小鱼-血色十字军",
						["iLvl"] = 944,
						["time"] = 1510665366,
						["class"] = 3,
						["bTag"] = "斯蒂芬#5142",
					}, -- [2036]
					{
						["role"] = "DAMAGER",
						["name"] = "眞騂-提尔之手",
						["time"] = 1510665366,
						["class"] = 2,
					}, -- [2037]
					{
						["role"] = "DAMAGER",
						["name"] = "丿炎魔之王-烈焰峰",
						["time"] = 1510665366,
						["class"] = 3,
					}, -- [2038]
					{
						["role"] = "DAMAGER",
						["name"] = "小贼-格鲁尔",
						["time"] = 1510665366,
						["class"] = 4,
					}, -- [2039]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙泰利尔-风暴之怒",
						["time"] = 1510665366,
						["class"] = 3,
					}, -- [2040]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜无序-龙骨平原",
						["time"] = 1510665366,
						["class"] = 12,
					}, -- [2041]
					{
						["role"] = "DAMAGER",
						["name"] = "浩戈-梅尔加尼",
						["time"] = 1510665366,
						["class"] = 7,
					}, -- [2042]
					{
						["role"] = "TANK",
						["name"] = "王者辰枫-贫瘠之地",
						["iLvl"] = 940,
						["time"] = 1510665893,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "杜小杰#5348",
					}, -- [2043]
					{
						["role"] = "DAMAGER",
						["name"] = "我是谁姐夫-梅尔加尼",
						["iLvl"] = 933,
						["time"] = 1510665941,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "我是谁姐夫#5727",
					}, -- [2044]
					{
						["role"] = "DAMAGER",
						["name"] = "靁克薩-无尽之海",
						["iLvl"] = 928,
						["time"] = 1510665941,
						["class"] = 7,
						["bTag"] = "魔法之裤#5475",
					}, -- [2045]
					{
						["role"] = "DAMAGER",
						["name"] = "二鸦-无尽之海",
						["iLvl"] = 932,
						["time"] = 1510665941,
						["class"] = 1,
						["bTag"] = "嘿椒牛肉#5169",
					}, -- [2046]
					{
						["role"] = "DAMAGER",
						["name"] = "兰绫-贫瘠之地",
						["iLvl"] = 931,
						["time"] = 1510665941,
						["class"] = 8,
						["bTag"] = "Reles#5528",
					}, -- [2047]
					{
						["role"] = "TANK",
						["name"] = "清风挽袖-红龙军团",
						["iLvl"] = 944,
						["time"] = 1510665941,
						["class"] = 6,
						["bTag"] = "boomSakalaKa#51409",
					}, -- [2048]
					{
						["role"] = "DAMAGER",
						["name"] = "添妹妹-加基森",
						["iLvl"] = 929,
						["time"] = 1510665941,
						["class"] = 3,
						["bTag"] = "跳跳精灵#59919",
					}, -- [2049]
					{
						["role"] = "DAMAGER",
						["name"] = "核动力-死亡之翼",
						["iLvl"] = 936,
						["time"] = 1510665941,
						["class"] = 12,
						["bTag"] = "西湖的水#5422",
					}, -- [2050]
					{
						["role"] = "DAMAGER",
						["name"] = "刀锋-熔火之心",
						["iLvl"] = 911,
						["time"] = 1511015203,
						["class"] = 2,
						["bTag"] = "卡牌大师#5966",
					}, -- [2051]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔术师-纳沙塔尔",
						["iLvl"] = 940,
						["time"] = 1510665941,
						["class"] = 9,
						["bTag"] = "插棍子#5233",
					}, -- [2052]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽圣光-奥蕾莉亚",
						["iLvl"] = 926,
						["time"] = 1510665941,
						["class"] = 2,
						["bTag"] = "lwerty#5756",
					}, -- [2053]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴骨-提瑞斯法",
						["iLvl"] = 900,
						["time"] = 1510665941,
						["class"] = 4,
						["bTag"] = "阿肉#5224",
					}, -- [2054]
					{
						["role"] = "DAMAGER",
						["name"] = "花泣丶若相惜-影之哀伤",
						["iLvl"] = 914,
						["time"] = 1510665941,
						["class"] = 2,
						["bTag"] = "残月傲雪#5356",
					}, -- [2055]
					{
						["role"] = "TANK",
						["name"] = "尐尛岚-影之哀伤",
						["iLvl"] = 946,
						["time"] = 1510665941,
						["class"] = 12,
						["bTag"] = "尐尛渢#5262",
					}, -- [2056]
					{
						["role"] = "DAMAGER",
						["name"] = "橙丨七狮群啸-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1510665941,
						["class"] = 3,
						["bTag"] = "鬼乂魑魅魍魉#5343",
					}, -- [2057]
					{
						["role"] = "DAMAGER",
						["name"] = "Zard-哈卡",
						["iLvl"] = 931,
						["time"] = 1510665941,
						["class"] = 1,
						["bTag"] = "华丽之兽人#511792",
					}, -- [2058]
					{
						["role"] = "TANK",
						["name"] = "壹零二肆-血环",
						["iLvl"] = 943,
						["time"] = 1510665941,
						["class"] = 6,
						["bTag"] = "yechuchu#5258",
					}, -- [2059]
					{
						["role"] = "DAMAGER",
						["name"] = "艾窝窝丶-风暴之怒",
						["iLvl"] = 918,
						["time"] = 1510665941,
						["class"] = 8,
						["bTag"] = "德爷#5441",
					}, -- [2060]
					{
						["role"] = "DAMAGER",
						["name"] = "魔糖-幽暗沼泽",
						["iLvl"] = 934,
						["time"] = 1510665941,
						["class"] = 8,
						["bTag"] = "陈曦骏#5456",
					}, -- [2061]
					{
						["role"] = "DAMAGER",
						["name"] = "灬暒灬-格瑞姆巴托",
						["iLvl"] = 940,
						["time"] = 1510665941,
						["class"] = 8,
						["bTag"] = "天黑狼来了#5272",
					}, -- [2062]
					{
						["role"] = "DAMAGER",
						["name"] = "魇義-埃加洛尔",
						["iLvl"] = 937,
						["time"] = 1510665941,
						["class"] = 1,
						["bTag"] = "俺是如花#5108",
					}, -- [2063]
					{
						["role"] = "DAMAGER",
						["name"] = "我误导我骄傲-凤凰之神",
						["iLvl"] = 916,
						["time"] = 1510665941,
						["class"] = 3,
						["bTag"] = "诺娃#51282",
					}, -- [2064]
					{
						["role"] = "DAMAGER",
						["name"] = "蒾昕-烈焰峰",
						["iLvl"] = 926,
						["time"] = 1510665941,
						["class"] = 4,
						["bTag"] = "ShinyPants#544886",
					}, -- [2065]
					{
						["role"] = "DAMAGER",
						["name"] = "凶猛肥宅-死亡之翼",
						["iLvl"] = 888,
						["time"] = 1510665941,
						["class"] = 12,
						["bTag"] = "珂赛特#5666",
					}, -- [2066]
					{
						["role"] = "TANK",
						["name"] = "简单私念-迦拉克隆",
						["iLvl"] = 940,
						["time"] = 1510665941,
						["class"] = 6,
						["bTag"] = "Alex#53232",
					}, -- [2067]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的青峰-丽丽（四川）",
						["iLvl"] = 935,
						["time"] = 1510665941,
						["class"] = 4,
						["bTag"] = "醉舞清风#5566",
					}, -- [2068]
					{
						["role"] = "DAMAGER",
						["name"] = "泰瑞宝恶魔-巨龙之吼",
						["iLvl"] = 943,
						["time"] = 1510665941,
						["class"] = 12,
						["bTag"] = "潜行之鲷#54913",
					}, -- [2069]
					{
						["role"] = "TANK",
						["name"] = "马丁路德铁-冰风岗",
						["iLvl"] = 937,
						["time"] = 1510665941,
						["class"] = 11,
						["bTag"] = "十三#53544",
					}, -- [2070]
					{
						["role"] = "DAMAGER",
						["name"] = "勾魂碟邪咒师-白骨荒野",
						["iLvl"] = 898,
						["time"] = 1510665941,
						["class"] = 8,
						["bTag"] = "战斗之软泥怪#524140",
					}, -- [2071]
					{
						["role"] = "TANK",
						["name"] = "凭什么要失望-埃德萨拉",
						["iLvl"] = 947,
						["time"] = 1510665941,
						["class"] = 6,
						["bTag"] = "暧昧终成伤#5808",
					}, -- [2072]
					{
						["role"] = "DAMAGER",
						["name"] = "威猛大叔-雷霆之王",
						["iLvl"] = 835,
						["time"] = 1510665941,
						["class"] = 7,
						["bTag"] = "我不是丑小鸭#5239",
					}, -- [2073]
					{
						["role"] = "DAMAGER",
						["name"] = "梦怡安凉-血吼",
						["iLvl"] = 946,
						["time"] = 1510665941,
						["class"] = 12,
						["bTag"] = "奥莱#5399",
					}, -- [2074]
					{
						["role"] = "DAMAGER",
						["name"] = "德音莫违-回音山",
						["iLvl"] = 930,
						["time"] = 1510665942,
						["class"] = 4,
						["bTag"] = "psycho#5479",
					}, -- [2075]
					{
						["role"] = "DAMAGER",
						["name"] = "糖晓宝-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510665942,
						["class"] = 9,
						["bTag"] = "小尾巴#5691",
					}, -- [2076]
					{
						["role"] = "DAMAGER",
						["name"] = "傲吊-天空之墙",
						["iLvl"] = 934,
						["time"] = 1510665942,
						["class"] = 3,
						["bTag"] = "牛卡#5952",
					}, -- [2077]
					{
						["role"] = "TANK",
						["name"] = "从前以前-凯恩血蹄",
						["iLvl"] = 931,
						["time"] = 1510665942,
						["class"] = 12,
						["bTag"] = "叶半仙#51215",
					}, -- [2078]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁城大保健-海克泰尔",
						["iLvl"] = 929,
						["time"] = 1510757537,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "灬浅浅桃花色灬#5449",
					}, -- [2079]
					{
						["role"] = "DAMAGER",
						["name"] = "龙城伟哥-伊森利恩",
						["iLvl"] = 940,
						["time"] = 1510757537,
						["class"] = 4,
						["bTag"] = "ShinyHero#57701",
					}, -- [2080]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂的彩虹-丹莫德",
						["iLvl"] = 947,
						["time"] = 1510757537,
						["class"] = 7,
						["bTag"] = "彩虹的天堂#5869",
					}, -- [2081]
					{
						["role"] = "DAMAGER",
						["name"] = "Bunnygirl-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510757537,
						["class"] = 11,
						["bTag"] = "爱我你就抱抱我#5383",
					}, -- [2082]
					{
						["role"] = "DAMAGER",
						["name"] = "佳人丶轻抚琴-雏龙之翼",
						["iLvl"] = 934,
						["time"] = 1510757537,
						["class"] = 9,
						["bTag"] = "葬花人#51973",
					}, -- [2083]
					{
						["role"] = "DAMAGER",
						["name"] = "迷茫的世界-加尔",
						["iLvl"] = 939,
						["time"] = 1510757537,
						["class"] = 12,
						["bTag"] = "暗影之风暴#5155370",
					}, -- [2084]
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦蛆-霜之哀伤",
						["iLvl"] = 935,
						["time"] = 1510757898,
						["class"] = 9,
						["bTag"] = "EvilSpirit#5467",
					}, -- [2085]
					{
						["role"] = "DAMAGER",
						["name"] = "断涯町-伊莫塔尔",
						["iLvl"] = 942,
						["time"] = 1510757537,
						["class"] = 12,
						["bTag"] = "诛神的黄昏#5172",
					}, -- [2086]
					{
						["role"] = "TANK",
						["name"] = "四丨葉-燃烧之刃",
						["iLvl"] = 910,
						["time"] = 1510757537,
						["class"] = 6,
						["bTag"] = "XYD#51624",
					}, -- [2087]
					{
						["role"] = "DAMAGER",
						["name"] = "橙双橙对-血顶",
						["iLvl"] = 940,
						["time"] = 1510757537,
						["class"] = 9,
						["bTag"] = "cpu#5353",
					}, -- [2088]
					{
						["role"] = "DAMAGER",
						["name"] = "敢惹我凶你哦-阿拉索",
						["iLvl"] = 920,
						["time"] = 1510757537,
						["class"] = 12,
						["bTag"] = "少仲#5429",
					}, -- [2089]
					{
						["role"] = "DAMAGER",
						["name"] = "國產叁號-凤凰之神",
						["iLvl"] = 932,
						["time"] = 1510757537,
						["class"] = 2,
						["bTag"] = "稍纵即逝#51779",
					}, -- [2090]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐兄弟-布兰卡德",
						["iLvl"] = 932,
						["time"] = 1510757537,
						["class"] = 1,
						["bTag"] = "快乐止疼片#5117",
					}, -- [2091]
					{
						["role"] = "DAMAGER",
						["name"] = "丶王俊凯-幽暗沼泽",
						["iLvl"] = 935,
						["time"] = 1510757537,
						["class"] = 1,
						["bTag"] = "荒烟依旧平楚#5214",
					}, -- [2092]
					{
						["role"] = "DAMAGER",
						["name"] = "假装低调-阿克蒙德",
						["iLvl"] = 940,
						["time"] = 1510757537,
						["class"] = 6,
						["bTag"] = "末日决战#5285",
					}, -- [2093]
					{
						["role"] = "DAMAGER",
						["name"] = "灬晨晨灬-冰风岗",
						["iLvl"] = 935,
						["time"] = 1510757537,
						["class"] = 2,
						["bTag"] = "茫然之骑士#516862",
					}, -- [2094]
					{
						["role"] = "DAMAGER",
						["name"] = "淚伱捌蓅丅-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1510757537,
						["class"] = 8,
						["bTag"] = "无上之魂#5520",
					}, -- [2095]
					{
						["role"] = "HEALER",
						["name"] = "神谷姬丶-冰霜之刃",
						["iLvl"] = 939,
						["time"] = 1510758071,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "任先生#51979",
					}, -- [2096]
					{
						["role"] = "DAMAGER",
						["name"] = "無丨天-无尽之海",
						["iLvl"] = 932,
						["time"] = 1510757537,
						["class"] = 8,
						["bTag"] = "Morey#5604",
					}, -- [2097]
					{
						["role"] = "DAMAGER",
						["name"] = "亮晶晶-萨尔",
						["iLvl"] = 949,
						["time"] = 1510757537,
						["class"] = 7,
						["bTag"] = "Rosemary#5777",
					}, -- [2098]
					{
						["role"] = "DAMAGER",
						["name"] = "浮世尘-海克泰尔",
						["iLvl"] = 938,
						["time"] = 1510757537,
						["class"] = 3,
						["bTag"] = "忆往昔#5533",
					}, -- [2099]
					{
						["role"] = "DAMAGER",
						["name"] = "八百烈炎灭世-米奈希尔",
						["iLvl"] = 940,
						["time"] = 1510757537,
						["class"] = 12,
						["bTag"] = "史诗坦克#5739",
					}, -- [2100]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影之舞-索瑞森",
						["iLvl"] = 928,
						["time"] = 1510757537,
						["class"] = 4,
						["bTag"] = "贼書書#5611",
					}, -- [2101]
					{
						["role"] = "DAMAGER",
						["name"] = "破船-冰风岗",
						["time"] = 1510757537,
						["class"] = 4,
					}, -- [2102]
					{
						["role"] = "DAMAGER",
						["name"] = "似相识-血环",
						["time"] = 1510757537,
						["class"] = 12,
					}, -- [2103]
					{
						["role"] = "DAMAGER",
						["name"] = "炎零-死亡之翼",
						["time"] = 1510757537,
						["class"] = 8,
					}, -- [2104]
					{
						["role"] = "DAMAGER",
						["name"] = "丶霜满天-雷霆之怒",
						["iLvl"] = 945,
						["time"] = 1510757537,
						["class"] = 8,
						["bTag"] = "霜满天#5362",
					}, -- [2105]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖的柯基-布兰卡德",
						["time"] = 1510757537,
						["class"] = 9,
					}, -- [2106]
					{
						["role"] = "TANK",
						["name"] = "风口浪尖-无尽之海",
						["time"] = 1510757537,
						["class"] = 2,
					}, -- [2107]
					{
						["role"] = "DAMAGER",
						["name"] = "震惊百里-芬里斯",
						["time"] = 1510757537,
						["class"] = 10,
					}, -- [2108]
					{
						["role"] = "DAMAGER",
						["name"] = "皇上驾到-奥妮克希亚",
						["time"] = 1510757537,
						["class"] = 8,
					}, -- [2109]
					{
						["role"] = "DAMAGER",
						["name"] = "Iamgodlike-纳克萨玛斯",
						["time"] = 1510757537,
						["class"] = 3,
					}, -- [2110]
					{
						["role"] = "DAMAGER",
						["name"] = "斯特林-巫妖之王",
						["time"] = 1510757537,
						["class"] = 2,
					}, -- [2111]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫魅瞳-萨菲隆",
						["iLvl"] = 937,
						["time"] = 1510757898,
						["class"] = 12,
						["bTag"] = "Coo1Dragon#5886",
					}, -- [2112]
					{
						["role"] = "DAMAGER",
						["name"] = "神之巫法-熵魔",
						["iLvl"] = 932,
						["time"] = 1510757898,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "李祖恒#5244",
					}, -- [2113]
					{
						["role"] = "DAMAGER",
						["name"] = "淡定弟-血色十字军",
						["iLvl"] = 916,
						["time"] = 1510757898,
						["class"] = 7,
						["bTag"] = "欢欢乐乐爸#5585",
					}, -- [2114]
					{
						["role"] = "DAMAGER",
						["name"] = "亦若南笙-凤凰之神",
						["iLvl"] = 926,
						["time"] = 1510757898,
						["class"] = 4,
						["bTag"] = "嫑忈#51208",
					}, -- [2115]
					{
						["role"] = "TANK",
						["name"] = "薄情先生灬-红云台地",
						["time"] = 1510757898,
						["class"] = 6,
					}, -- [2116]
					{
						["role"] = "DAMAGER",
						["name"] = "乀劇毒丷-血色十字军",
						["iLvl"] = 923,
						["time"] = 1510757898,
						["class"] = 4,
						["bTag"] = "枫哥#5839",
					}, -- [2117]
					{
						["role"] = "DAMAGER",
						["name"] = "小開開-鬼雾峰",
						["iLvl"] = 945,
						["time"] = 1510757898,
						["class"] = 5,
						["bTag"] = "小開開#51714",
					}, -- [2118]
					{
						["role"] = "DAMAGER",
						["name"] = "死肥宅丶-玛洛加尔",
						["iLvl"] = 940,
						["time"] = 1510757898,
						["class"] = 4,
						["bTag"] = "霸丶霸#51139",
					}, -- [2119]
					{
						["role"] = "DAMAGER",
						["name"] = "小無-巴纳扎尔",
						["iLvl"] = 919,
						["time"] = 1510757898,
						["class"] = 12,
						["bTag"] = "张英植#5122",
					}, -- [2120]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的锤锤-死亡之翼",
						["iLvl"] = 924,
						["time"] = 1510757898,
						["class"] = 8,
						["bTag"] = "喵了个咪#5564",
					}, -- [2121]
					{
						["role"] = "DAMAGER",
						["name"] = "秋天的雾气-伊森利恩",
						["iLvl"] = 944,
						["time"] = 1510757898,
						["class"] = 1,
						["bTag"] = "北望#5383",
					}, -- [2122]
					{
						["role"] = "DAMAGER",
						["name"] = "崭杀-冬拥湖",
						["iLvl"] = 941,
						["time"] = 1510758071,
						["class"] = 1,
						["bTag"] = "redwine#51291",
					}, -- [2123]
					{
						["role"] = "DAMAGER",
						["name"] = "好大一口梨-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510757898,
						["class"] = 4,
						["bTag"] = "丶绛唇#5938",
					}, -- [2124]
					{
						["role"] = "DAMAGER",
						["name"] = "Cynm-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1510757898,
						["class"] = 7,
						["bTag"] = "淡月无风#5426",
					}, -- [2125]
					{
						["role"] = "HEALER",
						["name"] = "魔奶大大-太阳之井",
						["iLvl"] = 941,
						["time"] = 1510757898,
						["class"] = 7,
						["bTag"] = "为了部落#5185726",
					}, -- [2126]
					{
						["role"] = "DAMAGER",
						["name"] = "卝極楽淨土卝-熵魔",
						["iLvl"] = 919,
						["time"] = 1510757898,
						["class"] = 7,
						["bTag"] = "巫觋#5789",
					}, -- [2127]
					{
						["role"] = "DAMAGER",
						["name"] = "惡魔的眼淚-风暴之怒",
						["iLvl"] = 920,
						["time"] = 1510757898,
						["class"] = 11,
						["bTag"] = "琛滇之葉#5620",
					}, -- [2128]
					{
						["role"] = "DAMAGER",
						["name"] = "全橙热恋-伊森利恩",
						["time"] = 1510757898,
						["class"] = 5,
					}, -- [2129]
					{
						["role"] = "DAMAGER",
						["name"] = "膜法传奇-洛萨",
						["iLvl"] = 937,
						["time"] = 1510757898,
						["class"] = 11,
						["bTag"] = "好人卡#5825",
					}, -- [2130]
					{
						["role"] = "TANK",
						["name"] = "灭队剩骑士-玛瑟里顿",
						["iLvl"] = 932,
						["time"] = 1510757898,
						["class"] = 2,
						["bTag"] = "Jackie#52112",
					}, -- [2131]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunnyrain-影之哀伤",
						["iLvl"] = 943,
						["time"] = 1510757898,
						["class"] = 12,
						["bTag"] = "错过就是过错#5640",
					}, -- [2132]
					{
						["role"] = "TANK",
						["name"] = "吾主薩格拉斯-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1510757898,
						["class"] = 2,
						["bTag"] = "泪之血祭#5447",
					}, -- [2133]
					{
						["role"] = "DAMAGER",
						["name"] = "闻香识-迦拉克隆",
						["time"] = 1510757898,
						["class"] = 3,
					}, -- [2134]
					{
						["role"] = "TANK",
						["name"] = "奶骑光环交-安苏",
						["iLvl"] = 925,
						["time"] = 1510757898,
						["class"] = 2,
						["bTag"] = "不看不看辉耀狂战#5592",
					}, -- [2135]
					{
						["role"] = "DAMAGER",
						["name"] = "老年術弄啥嘞-天空之墙",
						["iLvl"] = 940,
						["time"] = 1510757898,
						["class"] = 9,
						["bTag"] = "linnaea#5933",
					}, -- [2136]
					{
						["role"] = "DAMAGER",
						["name"] = "沂蒙-风行者",
						["iLvl"] = 944,
						["time"] = 1510757898,
						["class"] = 9,
						["bTag"] = "秋水烟云#5221",
					}, -- [2137]
					{
						["role"] = "DAMAGER",
						["name"] = "猎鹰咆哮-艾莫莉丝",
						["iLvl"] = 942,
						["time"] = 1510757898,
						["class"] = 3,
						["bTag"] = "三月#5185",
					}, -- [2138]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑丶一刀-太阳之井",
						["iLvl"] = 934,
						["time"] = 1510757898,
						["class"] = 11,
						["bTag"] = "紫电#5579",
					}, -- [2139]
					{
						["role"] = "TANK",
						["name"] = "纠结的死牛-苏塔恩",
						["iLvl"] = 931,
						["time"] = 1510757898,
						["class"] = 6,
						["bTag"] = "沉默之剑#5289737",
					}, -- [2140]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜笼罩-白骨荒野",
						["iLvl"] = 947,
						["time"] = 1510757898,
						["class"] = 12,
						["bTag"] = "越长大越孤单#5353",
					}, -- [2141]
					{
						["role"] = "DAMAGER",
						["name"] = "美好时光-加基森",
						["iLvl"] = 944,
						["time"] = 1510757898,
						["class"] = 9,
						["bTag"] = "坏老爹#5955",
					}, -- [2142]
					{
						["role"] = "DAMAGER",
						["name"] = "小案子我抗-索瑞森",
						["iLvl"] = 942,
						["time"] = 1510757898,
						["class"] = 2,
						["bTag"] = "悔人不倦#5277",
					}, -- [2143]
					{
						["role"] = "DAMAGER",
						["name"] = "枫旒-阿尔萨斯",
						["iLvl"] = 933,
						["time"] = 1510758071,
						["class"] = 2,
						["bTag"] = "耀日舞风#5768",
					}, -- [2144]
					{
						["role"] = "DAMAGER",
						["name"] = "耶稣-通灵学院",
						["iLvl"] = 933,
						["time"] = 1510757898,
						["class"] = 12,
						["bTag"] = "火化机#5641",
					}, -- [2145]
					{
						["role"] = "DAMAGER",
						["name"] = "暴风丶旋律-冰霜之刃",
						["iLvl"] = 931,
						["time"] = 1510758071,
						["class"] = 1,
						["bTag"] = "暴风丶旋律#5497",
					}, -- [2146]
					{
						["role"] = "TANK",
						["name"] = "剁饼子的蓝贰-深渊之巢",
						["iLvl"] = 928,
						["time"] = 1510758071,
						["class"] = 6,
						["bTag"] = "萱萱#52300",
					}, -- [2147]
					{
						["role"] = "DAMAGER",
						["name"] = "碧悦-鲜血熔炉",
						["iLvl"] = 935,
						["time"] = 1510758071,
						["class"] = 9,
						["bTag"] = "BT160326#5206",
					}, -- [2148]
					{
						["role"] = "DAMAGER",
						["name"] = "喵星猎手-盖斯",
						["iLvl"] = 926,
						["time"] = 1510758071,
						["class"] = 12,
						["bTag"] = "清蒸大能猫#5988",
					}, -- [2149]
					{
						["role"] = "DAMAGER",
						["name"] = "焚狱狂狼-伊森利恩",
						["iLvl"] = 935,
						["time"] = 1510758071,
						["class"] = 4,
						["bTag"] = "大狼头#51448",
					}, -- [2150]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之随風-鬼雾峰",
						["iLvl"] = 944,
						["time"] = 1510758071,
						["class"] = 9,
						["bTag"] = "暗的延续#5377",
					}, -- [2151]
					{
						["role"] = "DAMAGER",
						["name"] = "Harleen-布兰卡德",
						["iLvl"] = 930,
						["time"] = 1510758071,
						["class"] = 4,
						["bTag"] = "Mirakiru#51268",
					}, -- [2152]
					{
						["role"] = "DAMAGER",
						["name"] = "宇宙第二丨徳-霜狼",
						["iLvl"] = 947,
						["time"] = 1510758071,
						["class"] = 11,
						["bTag"] = "致命之猫#5103870",
					}, -- [2153]
					{
						["role"] = "DAMAGER",
						["name"] = "死尸碾压者-血色十字军",
						["iLvl"] = 943,
						["time"] = 1510758071,
						["class"] = 6,
						["bTag"] = "致命之猫#5103870",
					}, -- [2154]
					{
						["role"] = "TANK",
						["name"] = "醉舞狂歌-迅捷微风",
						["iLvl"] = 897,
						["time"] = 1510758071,
						["class"] = 1,
						["bTag"] = "小坦克#5295",
					}, -- [2155]
					{
						["role"] = "DAMAGER",
						["name"] = "凯恩殿下-沙怒",
						["iLvl"] = 906,
						["time"] = 1510758071,
						["class"] = 1,
						["bTag"] = "程宇童#5159",
					}, -- [2156]
					{
						["role"] = "TANK",
						["name"] = "小老婆崔雪莉-影之哀伤",
						["time"] = 1510758071,
						["class"] = 6,
					}, -- [2157]
					{
						["role"] = "DAMAGER",
						["name"] = "丷小笼包-安苏",
						["iLvl"] = 935,
						["time"] = 1510841546,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "宁缺毋滥#51812",
					}, -- [2158]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔猎-巨龙之吼",
						["iLvl"] = 944,
						["time"] = 1510841546,
						["class"] = 12,
						["bTag"] = "邪魔#5557",
					}, -- [2159]
					{
						["role"] = "DAMAGER",
						["name"] = "脆皮甜筒-熵魔",
						["iLvl"] = 937,
						["time"] = 1510841546,
						["class"] = 5,
						["bTag"] = "阁楼小飞人#5101",
					}, -- [2160]
					{
						["role"] = "DAMAGER",
						["name"] = "符文图腾长者-阿纳克洛斯",
						["iLvl"] = 946,
						["time"] = 1510841546,
						["class"] = 11,
						["bTag"] = "大德#5158",
					}, -- [2161]
					{
						["role"] = "DAMAGER",
						["name"] = "百变雄师-燃烧平原",
						["iLvl"] = 921,
						["time"] = 1510841539,
						["class"] = 11,
						["bTag"] = "小呆呆羊#5294",
					}, -- [2162]
					{
						["role"] = "DAMAGER",
						["name"] = "丿小灬加瓜-戈提克",
						["iLvl"] = 927,
						["time"] = 1510841546,
						["class"] = 8,
						["bTag"] = "跑进来玩的#5363",
					}, -- [2163]
					{
						["role"] = "TANK",
						["name"] = "伊卡洛斯-贫瘠之地",
						["iLvl"] = 925,
						["time"] = 1510841546,
						["class"] = 2,
						["bTag"] = "苏菲超给力#5113",
					}, -- [2164]
					{
						["role"] = "TANK",
						["name"] = "不作死总是死-伊森利恩",
						["iLvl"] = 930,
						["time"] = 1510841546,
						["class"] = 2,
						["bTag"] = "小号集中营#51394",
					}, -- [2165]
					{
						["role"] = "DAMAGER",
						["name"] = "二队法尸-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1510841546,
						["class"] = 7,
						["bTag"] = "乌克兰老司机#51505",
					}, -- [2166]
					{
						["role"] = "DAMAGER",
						["name"] = "真空的灵魂-斯克提斯",
						["iLvl"] = 941,
						["time"] = 1510841546,
						["class"] = 8,
						["bTag"] = "会写实的鱼儿#5690",
					}, -- [2167]
					{
						["role"] = "DAMAGER",
						["name"] = "苏妲己-雷霆之怒",
						["iLvl"] = 941,
						["time"] = 1510841546,
						["class"] = 5,
						["bTag"] = "狐狸#5232",
					}, -- [2168]
					{
						["role"] = "TANK",
						["name"] = "帅气太子-血环",
						["iLvl"] = 931,
						["time"] = 1510841546,
						["class"] = 2,
						["bTag"] = "洪荒之力#51133",
					}, -- [2169]
					{
						["role"] = "TANK",
						["name"] = "五十度赤-血顶",
						["iLvl"] = 943,
						["time"] = 1510841508,
						["class"] = 2,
						["bTag"] = "我勒个擦#51989",
					}, -- [2170]
					{
						["role"] = "DAMAGER",
						["name"] = "五一八-迦顿",
						["iLvl"] = 931,
						["time"] = 1510841546,
						["class"] = 12,
						["bTag"] = "得過且過#5220",
					}, -- [2171]
					{
						["role"] = "DAMAGER",
						["name"] = "一切有為法-白银之手",
						["iLvl"] = 934,
						["time"] = 1510841546,
						["class"] = 1,
						["bTag"] = "真狮王#5554",
					}, -- [2172]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小肘子-海克泰尔",
						["iLvl"] = 945,
						["time"] = 1510841546,
						["class"] = 8,
						["bTag"] = "我不是个演员#51147",
					}, -- [2173]
					{
						["role"] = "TANK",
						["name"] = "风暴糯米白-亚雷戈斯",
						["iLvl"] = 935,
						["time"] = 1510841546,
						["class"] = 2,
						["bTag"] = "tiger#5392",
					}, -- [2174]
					{
						["role"] = "TANK",
						["name"] = "风追忆-银松森林",
						["time"] = 1510841546,
						["class"] = 1,
					}, -- [2175]
					{
						["role"] = "DAMAGER",
						["name"] = "黯魔-贫瘠之地",
						["iLvl"] = 946,
						["time"] = 1510841546,
						["class"] = 12,
						["bTag"] = "qzsj#5984",
					}, -- [2176]
					{
						["role"] = "DAMAGER",
						["name"] = "古剑-埃德萨拉",
						["iLvl"] = 942,
						["time"] = 1510841546,
						["class"] = 1,
						["bTag"] = "高帅#51968",
					}, -- [2177]
					{
						["role"] = "TANK",
						["name"] = "烟雨萌萌-死亡之翼",
						["iLvl"] = 927,
						["time"] = 1510841546,
						["class"] = 1,
						["bTag"] = "心若止水#51904",
					}, -- [2178]
					{
						["role"] = "DAMAGER",
						["name"] = "菜包子-雷克萨",
						["iLvl"] = 944,
						["time"] = 1510841546,
						["class"] = 3,
						["bTag"] = "迅捷之潜行者#568233",
					}, -- [2179]
					{
						["role"] = "DAMAGER",
						["name"] = "第二顺位-战歌",
						["iLvl"] = 943,
						["time"] = 1510841546,
						["class"] = 3,
						["bTag"] = "顺位#51762",
					}, -- [2180]
					{
						["role"] = "DAMAGER",
						["name"] = "忘忧无泪-风暴之怒",
						["iLvl"] = 941,
						["time"] = 1510841546,
						["class"] = 12,
						["bTag"] = "DirePants#58864",
					}, -- [2181]
					{
						["role"] = "DAMAGER",
						["name"] = "要死鸟朝上-深渊之喉",
						["time"] = 1510841546,
						["class"] = 9,
					}, -- [2182]
					{
						["role"] = "DAMAGER",
						["name"] = "所谓伊人-血吼",
						["iLvl"] = 931,
						["time"] = 1510841546,
						["class"] = 1,
						["bTag"] = "怪蜀黍的萝莉梦#5646",
					}, -- [2183]
					{
						["role"] = "DAMAGER",
						["name"] = "晴兽灬-影之哀伤",
						["iLvl"] = 826,
						["time"] = 1510841546,
						["class"] = 1,
						["bTag"] = "郭叙平#5137",
					}, -- [2184]
					{
						["role"] = "DAMAGER",
						["name"] = "来杯椰奶-埃德萨拉",
						["iLvl"] = 839,
						["time"] = 1510841546,
						["class"] = 4,
						["bTag"] = "帮我裤链拉上#5939",
					}, -- [2185]
					{
						["role"] = "TANK",
						["name"] = "滴哒滴-凯恩血蹄",
						["iLvl"] = 917,
						["time"] = 1510841546,
						["class"] = 11,
						["bTag"] = "滴答滴#5767",
					}, -- [2186]
					{
						["role"] = "DAMAGER",
						["name"] = "福鑫宝-回音山",
						["time"] = 1510841546,
						["class"] = 10,
					}, -- [2187]
					{
						["role"] = "DAMAGER",
						["name"] = "炭炭-安东尼达斯",
						["iLvl"] = 945,
						["time"] = 1510841546,
						["class"] = 11,
						["bTag"] = "魔法之翼#54822",
					}, -- [2188]
					{
						["role"] = "DAMAGER",
						["name"] = "乄大湿-安苏",
						["iLvl"] = 931,
						["time"] = 1510841546,
						["class"] = 8,
						["bTag"] = "瑞师兄#5344",
					}, -- [2189]
					{
						["role"] = "DAMAGER",
						["name"] = "周仲謀-加基森",
						["iLvl"] = 930,
						["time"] = 1510841546,
						["class"] = 8,
						["bTag"] = "周富强#5142",
					}, -- [2190]
					{
						["role"] = "TANK",
						["name"] = "Asaber-暴风祭坛",
						["iLvl"] = 939,
						["time"] = 1510841546,
						["class"] = 6,
						["bTag"] = "狐仙#5662",
					}, -- [2191]
					{
						["role"] = "TANK",
						["name"] = "銀河覇者-安苏",
						["iLvl"] = 941,
						["time"] = 1510841546,
						["class"] = 11,
						["bTag"] = "三五八团长楚云飞#5106",
					}, -- [2192]
					{
						["role"] = "DAMAGER",
						["name"] = "瘋狂的橘子-鬼雾峰",
						["time"] = 1510841546,
						["class"] = 3,
					}, -- [2193]
					{
						["role"] = "DAMAGER",
						["name"] = "熊小丶-冰风岗",
						["iLvl"] = 905,
						["time"] = 1510841546,
						["class"] = 12,
						["bTag"] = "老虎#52915",
					}, -- [2194]
					{
						["role"] = "TANK",
						["name"] = "猫萌萌-寒冰皇冠",
						["iLvl"] = 940,
						["time"] = 1510841546,
						["class"] = 10,
						["bTag"] = "FizzyElf#58861",
					}, -- [2195]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧军团征兵-霜之哀伤",
						["iLvl"] = 917,
						["time"] = 1510842676,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "ALEXSGIRL#5342",
					}, -- [2196]
					{
						["role"] = "TANK",
						["name"] = "猎手恶魔-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1511188768,
						["class"] = 12,
						["bTag"] = "白衣沽酒#5792",
					}, -- [2197]
					{
						["role"] = "DAMAGER",
						["name"] = "睡覚不闭眼-纳克萨玛斯",
						["iLvl"] = 938,
						["time"] = 1510842676,
						["class"] = 4,
						["bTag"] = "Meepo#5295",
					}, -- [2198]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔的终结者-熔火之心",
						["iLvl"] = 947,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "孤傲之小熊#5717",
					}, -- [2199]
					{
						["role"] = "DAMAGER",
						["name"] = "用时间看世界-死亡熔炉",
						["iLvl"] = 943,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "原罪之战#5212",
					}, -- [2200]
					{
						["role"] = "DAMAGER",
						["name"] = "四郎-托尔巴拉德",
						["iLvl"] = 942,
						["time"] = 1510842676,
						["class"] = 2,
						["bTag"] = "四郎#5750",
					}, -- [2201]
					{
						["role"] = "DAMAGER",
						["name"] = "砍爷-迦顿",
						["iLvl"] = 945,
						["time"] = 1510842676,
						["class"] = 6,
						["bTag"] = "Eri#5726",
					}, -- [2202]
					{
						["role"] = "DAMAGER",
						["name"] = "糖达罗西-燃烧平原",
						["iLvl"] = 944,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "一枚糖果#5186",
					}, -- [2203]
					{
						["role"] = "DAMAGER",
						["name"] = "灬露琪娅灬-安苏",
						["iLvl"] = 899,
						["time"] = 1510842676,
						["class"] = 11,
						["bTag"] = "水汐灬娃娃#5449",
					}, -- [2204]
					{
						["role"] = "DAMAGER",
						["name"] = "Silencekill-太阳之井",
						["iLvl"] = 947,
						["time"] = 1510842676,
						["class"] = 2,
						["bTag"] = "葬爱灬冷少#5124",
					}, -- [2205]
					{
						["role"] = "DAMAGER",
						["name"] = "治疗傻子-阿格拉玛",
						["iLvl"] = 938,
						["time"] = 1510842676,
						["class"] = 7,
						["bTag"] = "疯过无痕#5631",
					}, -- [2206]
					{
						["role"] = "DAMAGER",
						["name"] = "偏锋刃-纳克萨玛斯",
						["iLvl"] = 934,
						["time"] = 1510843586,
						["class"] = 4,
						["bTag"] = "金丝猴奶糖#5972",
					}, -- [2207]
					{
						["role"] = "DAMAGER",
						["name"] = "Docomo-斩魔者",
						["iLvl"] = 926,
						["time"] = 1510843586,
						["class"] = 5,
						["bTag"] = "heerolyc#5723",
					}, -- [2208]
					{
						["role"] = "DAMAGER",
						["name"] = "迈克的日常-海加尔",
						["iLvl"] = 941,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "暗灵五组#5350",
					}, -- [2209]
					{
						["role"] = "DAMAGER",
						["name"] = "小锤锤捶你-主宰之剑",
						["iLvl"] = 937,
						["time"] = 1510842676,
						["class"] = 8,
						["bTag"] = "SneezyDwarf#573430",
					}, -- [2210]
					{
						["role"] = "TANK",
						["name"] = "吊炸天斯基-冰霜之刃",
						["iLvl"] = 922,
						["time"] = 1510842676,
						["class"] = 11,
						["bTag"] = "小白子#5732",
					}, -- [2211]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼眼牛牛-冰风岗",
						["iLvl"] = 947,
						["time"] = 1510842676,
						["class"] = 11,
						["bTag"] = "鬼眼牛#5404",
					}, -- [2212]
					{
						["role"] = "DAMAGER",
						["name"] = "尛灬拳拳-安苏",
						["iLvl"] = 936,
						["time"] = 1510842676,
						["class"] = 10,
						["bTag"] = "巨硕之矮人#58416",
					}, -- [2213]
					{
						["role"] = "DAMAGER",
						["name"] = "神龙小子-布兰卡德",
						["iLvl"] = 937,
						["time"] = 1510842676,
						["class"] = 12,
						["bTag"] = "神龙大师#5368",
					}, -- [2214]
					{
						["role"] = "DAMAGER",
						["name"] = "菲菲女神-迦顿",
						["iLvl"] = 933,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "菲菲女王#5991",
					}, -- [2215]
					{
						["role"] = "DAMAGER",
						["name"] = "逐灵小瓜-伊森利恩",
						["iLvl"] = 933,
						["time"] = 1510842676,
						["class"] = 1,
						["bTag"] = "风林火山#5448",
					}, -- [2216]
					{
						["role"] = "DAMAGER",
						["name"] = "贝特丹蒂-血环",
						["iLvl"] = 892,
						["time"] = 1510842676,
						["class"] = 10,
						["bTag"] = "丶南浦车神李天霸#5537",
					}, -- [2217]
					{
						["role"] = "DAMAGER",
						["name"] = "霜辰-闪电之刃",
						["iLvl"] = 907,
						["time"] = 1510842676,
						["class"] = 6,
						["bTag"] = "Pattoe#5358",
					}, -- [2218]
					{
						["role"] = "DAMAGER",
						["name"] = "家里的小黑-雷霆之怒",
						["iLvl"] = 934,
						["time"] = 1510842676,
						["class"] = 4,
						["bTag"] = "陈栋栋#51267",
					}, -- [2219]
					{
						["role"] = "DAMAGER",
						["name"] = "妖灬月-布兰卡德",
						["time"] = 1510842676,
						["class"] = 3,
					}, -- [2220]
					{
						["role"] = "TANK",
						["name"] = "抬头一片天-凤凰之神",
						["iLvl"] = 915,
						["time"] = 1510842676,
						["class"] = 2,
						["bTag"] = "伊然回首#5161",
					}, -- [2221]
					{
						["role"] = "DAMAGER",
						["name"] = "冭陽星辰-血环",
						["iLvl"] = 942,
						["time"] = 1510842676,
						["class"] = 11,
						["bTag"] = "吴昊#52352",
					}, -- [2222]
					{
						["role"] = "DAMAGER",
						["name"] = "连蹦带跳-深渊之巢",
						["iLvl"] = 932,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "潇潇雨尘#5144",
					}, -- [2223]
					{
						["role"] = "DAMAGER",
						["name"] = "回归宁静-索瑞森",
						["iLvl"] = 943,
						["time"] = 1510842676,
						["class"] = 12,
						["bTag"] = "地狱考拉#5702",
					}, -- [2224]
					{
						["role"] = "DAMAGER",
						["name"] = "绝血儿-伊森利恩",
						["time"] = 1510842676,
						["class"] = 3,
					}, -- [2225]
					{
						["role"] = "DAMAGER",
						["name"] = "奈伊做特-希尔瓦娜斯",
						["iLvl"] = 947,
						["time"] = 1510842676,
						["class"] = 3,
						["bTag"] = "爱老虎油#5596",
					}, -- [2226]
					{
						["role"] = "DAMAGER",
						["name"] = "坨大爷-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1510842676,
						["class"] = 8,
						["bTag"] = "妖艳的剑货#5547",
					}, -- [2227]
					{
						["role"] = "DAMAGER",
						["name"] = "翘课丶流年-鹰巢山",
						["iLvl"] = 938,
						["time"] = 1510843586,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Young#5498",
					}, -- [2228]
					{
						["role"] = "TANK",
						["name"] = "狂曰天-苏塔恩",
						["iLvl"] = 906,
						["time"] = 1510843586,
						["class"] = 2,
						["bTag"] = "九哥哥#51440",
					}, -- [2229]
					{
						["role"] = "DAMAGER",
						["name"] = "酒鬼二爷-加尔",
						["iLvl"] = 934,
						["time"] = 1510843586,
						["class"] = 8,
						["bTag"] = "酒鬼二爷#5698",
					}, -- [2230]
					{
						["role"] = "DAMAGER",
						["name"] = "火柴头之影-埃德萨拉",
						["iLvl"] = 889,
						["time"] = 1510843586,
						["class"] = 4,
						["bTag"] = "wangzheng#5626",
					}, -- [2231]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的正义-迅捷微风",
						["iLvl"] = 948,
						["time"] = 1510843586,
						["class"] = 5,
						["bTag"] = "姥姥#5425",
					}, -- [2232]
					{
						["role"] = "TANK",
						["name"] = "十廿卅卌-加基森",
						["iLvl"] = 932,
						["time"] = 1510843586,
						["class"] = 10,
						["bTag"] = "Tsung#51640",
					}, -- [2233]
					{
						["role"] = "HEALER",
						["name"] = "晶歌游魂-冰霜之刃",
						["iLvl"] = 944,
						["time"] = 1510843586,
						["class"] = 5,
						["bTag"] = "迅捷之潜行者#577641",
					}, -- [2234]
					{
						["role"] = "DAMAGER",
						["name"] = "斯逼吧骚年-奎尔萨拉斯",
						["iLvl"] = 933,
						["time"] = 1510843586,
						["class"] = 9,
						["bTag"] = "爷们#5116",
					}, -- [2235]
					{
						["role"] = "DAMAGER",
						["name"] = "雲影淺尛-血顶",
						["iLvl"] = 947,
						["time"] = 1510843586,
						["class"] = 12,
						["bTag"] = "云浅#51193",
					}, -- [2236]
					{
						["role"] = "DAMAGER",
						["name"] = "悲泣圣光-龙骨平原",
						["iLvl"] = 916,
						["time"] = 1510843586,
						["class"] = 6,
						["bTag"] = "巨硕之斧#5298",
					}, -- [2237]
					{
						["role"] = "DAMAGER",
						["name"] = "消失的初音-无尽之海",
						["iLvl"] = 950,
						["time"] = 1510843586,
						["class"] = 2,
						["bTag"] = "湮没#5131",
					}, -- [2238]
					{
						["role"] = "DAMAGER",
						["name"] = "老司机的阴谋-巴瑟拉斯",
						["iLvl"] = 944,
						["time"] = 1510843586,
						["class"] = 3,
						["bTag"] = "入戏太深#52222",
					}, -- [2239]
					{
						["role"] = "DAMAGER",
						["name"] = "歡樂丷瓜子-加基森",
						["iLvl"] = 945,
						["time"] = 1510843586,
						["class"] = 9,
						["bTag"] = "瓜子#5470",
					}, -- [2240]
					{
						["role"] = "DAMAGER",
						["name"] = "麒麟劫-凤凰之神",
						["time"] = 1510843516,
						["class"] = 1,
					}, -- [2241]
					{
						["role"] = "HEALER",
						["name"] = "水鸣兽-瑟莱德丝",
						["iLvl"] = 909,
						["time"] = 1510843586,
						["class"] = 7,
						["bTag"] = "Mindy#5247",
					}, -- [2242]
					{
						["role"] = "DAMAGER",
						["name"] = "觉心-伊森利恩",
						["time"] = 1510843586,
						["class"] = 3,
					}, -- [2243]
					{
						["role"] = "DAMAGER",
						["name"] = "疯兔兔-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1510843586,
						["class"] = 8,
						["bTag"] = "坏丫头#5806",
					}, -- [2244]
					{
						["role"] = "DAMAGER",
						["name"] = "兔不乖乖-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1510843586,
						["class"] = 12,
						["bTag"] = "花烈#5545",
					}, -- [2245]
					{
						["role"] = "DAMAGER",
						["name"] = "总在凌晨抽烟-伊森利恩",
						["iLvl"] = 943,
						["time"] = 1510843586,
						["class"] = 1,
						["bTag"] = "屡败屡战#51456",
					}, -- [2246]
					{
						["role"] = "DAMAGER",
						["name"] = "一剑肿青-时光之穴",
						["iLvl"] = 936,
						["time"] = 1510843586,
						["class"] = 1,
						["bTag"] = "一箭肿青#5405",
					}, -- [2247]
					{
						["role"] = "DAMAGER",
						["name"] = "青蛙独行侠-影之哀伤",
						["iLvl"] = 941,
						["time"] = 1510843586,
						["class"] = 12,
						["bTag"] = "愤怒的小鸟#51673",
					}, -- [2248]
					{
						["role"] = "DAMAGER",
						["name"] = "直到射中膝盖-藏宝海湾",
						["iLvl"] = 873,
						["time"] = 1510843586,
						["class"] = 3,
						["bTag"] = "Coffin#5742",
					}, -- [2249]
					{
						["role"] = "DAMAGER",
						["name"] = "害虫-霜狼",
						["iLvl"] = 940,
						["time"] = 1510843571,
						["class"] = 1,
						["bTag"] = "霜狼害虫#5108",
					}, -- [2250]
					{
						["role"] = "DAMAGER",
						["name"] = "冬树-巨龙之吼",
						["iLvl"] = 925,
						["time"] = 1510843586,
						["class"] = 4,
						["bTag"] = "泰迪#51705",
					}, -- [2251]
					{
						["role"] = "DAMAGER",
						["name"] = "Conquer-海加尔",
						["iLvl"] = 940,
						["time"] = 1510843586,
						["class"] = 8,
						["bTag"] = "milo#5828",
					}, -- [2252]
					{
						["role"] = "DAMAGER",
						["name"] = "菰城水上漂-影之哀伤",
						["iLvl"] = 937,
						["time"] = 1510843586,
						["class"] = 3,
						["bTag"] = "菰城居士#5524",
					}, -- [2253]
					{
						["role"] = "TANK",
						["name"] = "兩眼一抹黑-死亡之翼",
						["iLvl"] = 942,
						["time"] = 1510843586,
						["class"] = 10,
						["bTag"] = "小胖子#5342",
					}, -- [2254]
					{
						["role"] = "TANK",
						["name"] = "落花之悲-布兰卡德",
						["time"] = 1510843586,
						["class"] = 2,
					}, -- [2255]
					{
						["role"] = "TANK",
						["name"] = "血小板儿-羽月",
						["iLvl"] = 932,
						["time"] = 1510843586,
						["class"] = 6,
						["bTag"] = "荒古凶宅#5886",
					}, -- [2256]
					{
						["role"] = "DAMAGER",
						["name"] = "Aexl-尘风峡谷",
						["iLvl"] = 925,
						["time"] = 1510843586,
						["class"] = 1,
						["bTag"] = "Aexl#5986",
					}, -- [2257]
					{
						["role"] = "TANK",
						["name"] = "Abccab-诺兹多姆",
						["time"] = 1510843586,
						["class"] = 12,
					}, -- [2258]
					{
						["role"] = "DAMAGER",
						["name"] = "镇魂街将军-影之哀伤",
						["iLvl"] = 918,
						["time"] = 1510843586,
						["class"] = 12,
						["bTag"] = "大猩猩#5292",
					}, -- [2259]
					{
						["role"] = "DAMAGER",
						["name"] = "憎恨碎片-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1510843586,
						["class"] = 11,
						["bTag"] = "冠叔#51997",
					}, -- [2260]
					{
						["role"] = "DAMAGER",
						["name"] = "丿小餐残-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1510843586,
						["class"] = 8,
						["bTag"] = "哈哈丿喽喽#5210",
					}, -- [2261]
					{
						["role"] = "HEALER",
						["name"] = "焯燃璀璨-天空之墙",
						["iLvl"] = 922,
						["time"] = 1510843586,
						["class"] = 5,
						["bTag"] = "璀璨焯燃#5336",
					}, -- [2262]
					{
						["role"] = "DAMAGER",
						["name"] = "丶战撸-雷霆之王",
						["iLvl"] = 944,
						["time"] = 1510843586,
						["class"] = 1,
						["bTag"] = "六号技师#5837",
					}, -- [2263]
					{
						["role"] = "TANK",
						["name"] = "Bigbangcc-芬里斯",
						["iLvl"] = 946,
						["time"] = 1510857406,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Photinia#5885",
					}, -- [2264]
					{
						["role"] = "TANK",
						["name"] = "丶微凉-熔火之心",
						["iLvl"] = 945,
						["time"] = 1510857286,
						["class"] = 11,
						["bTag"] = "那一抹微红#5408",
					}, -- [2265]
					{
						["role"] = "DAMAGER",
						["name"] = "神婍-雷霆之王",
						["iLvl"] = 946,
						["time"] = 1510857406,
						["class"] = 3,
						["bTag"] = "石楠#5312",
					}, -- [2266]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigbangnn-雷霆之王",
						["iLvl"] = 937,
						["time"] = 1510857406,
						["class"] = 4,
						["bTag"] = "Photinia#5885",
					}, -- [2267]
					{
						["role"] = "DAMAGER",
						["name"] = "一顿毒打-织亡者",
						["iLvl"] = 733,
						["time"] = 1510857406,
						["class"] = 6,
						["bTag"] = "手下留情#51826",
					}, -- [2268]
					{
						["role"] = "TANK",
						["name"] = "丨雙皮奶丨-奥尔加隆",
						["iLvl"] = 947,
						["time"] = 1510857304,
						["class"] = 6,
						["bTag"] = "TAMCHEE#5172",
					}, -- [2269]
					{
						["role"] = "TANK",
						["name"] = "瑞云-迪瑟洛克",
						["iLvl"] = 930,
						["time"] = 1510857406,
						["class"] = 2,
						["bTag"] = "Rhett#5622",
					}, -- [2270]
					{
						["role"] = "DAMAGER",
						["name"] = "黄瓜来一发-凤凰之神",
						["time"] = 1510857406,
						["class"] = 2,
					}, -- [2271]
					{
						["role"] = "DAMAGER",
						["name"] = "索莉安娜-地狱咆哮",
						["iLvl"] = 933,
						["time"] = 1510857406,
						["class"] = 8,
						["bTag"] = "小灬岐#5943",
					}, -- [2272]
					{
						["role"] = "TANK",
						["name"] = "月掛疏桐-诺森德",
						["time"] = 1510857406,
						["class"] = 11,
					}, -- [2273]
					{
						["role"] = "DAMAGER",
						["name"] = "叉六-玛洛加尔",
						["iLvl"] = 937,
						["time"] = 1510857406,
						["class"] = 8,
						["bTag"] = "猥琐的四哥#5694",
					}, -- [2274]
					{
						["role"] = "DAMAGER",
						["name"] = "地大之芙蓉-霜之哀伤",
						["time"] = 1510857406,
						["class"] = 9,
					}, -- [2275]
					{
						["role"] = "DAMAGER",
						["name"] = "吸魂呛到鼻-暗影议会",
						["time"] = 1510857406,
						["class"] = 9,
					}, -- [2276]
					{
						["role"] = "TANK",
						["name"] = "举举小装甲-凤凰之神",
						["iLvl"] = 945,
						["time"] = 1510890517,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "放开那只狗#5303",
					}, -- [2277]
					{
						["role"] = "DAMAGER",
						["name"] = "老牛开车-阿尔萨斯",
						["iLvl"] = 932,
						["time"] = 1510890446,
						["class"] = 2,
						["bTag"] = "KKKK#5803",
					}, -- [2278]
					{
						["role"] = "DAMAGER",
						["name"] = "西柚丶-红龙军团",
						["iLvl"] = 932,
						["time"] = 1510890403,
						["class"] = 4,
						["bTag"] = "尕曦#5298",
					}, -- [2279]
					{
						["role"] = "DAMAGER",
						["name"] = "玛丽莲灬翠花-迅捷微风",
						["iLvl"] = 941,
						["time"] = 1510890439,
						["class"] = 9,
						["bTag"] = "韩小美#51651",
					}, -- [2280]
					{
						["role"] = "TANK",
						["name"] = "Spacing-红龙军团",
						["iLvl"] = 930,
						["time"] = 1510890439,
						["class"] = 6,
						["bTag"] = "榭寄生#5853",
					}, -- [2281]
					{
						["role"] = "DAMAGER",
						["name"] = "时光无言-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1510890442,
						["class"] = 8,
						["bTag"] = "时光无言#51392",
					}, -- [2282]
					{
						["role"] = "DAMAGER",
						["name"] = "卿可眠-遗忘海岸",
						["iLvl"] = 935,
						["time"] = 1510890442,
						["class"] = 12,
						["bTag"] = "一个最萌的对手丶#5654",
					}, -- [2283]
					{
						["role"] = "DAMAGER",
						["name"] = "一次插五根-风暴之鳞",
						["iLvl"] = 945,
						["time"] = 1510890554,
						["class"] = 7,
						["bTag"] = "简简单单#53935",
					}, -- [2284]
					{
						["role"] = "TANK",
						["name"] = "小煤球丶-主宰之剑",
						["iLvl"] = 940,
						["time"] = 1510890439,
						["class"] = 12,
						["bTag"] = "煤球#51947",
					}, -- [2285]
					{
						["role"] = "DAMAGER",
						["name"] = "修普灬洛斯-斯克提斯",
						["iLvl"] = 838,
						["time"] = 1510890439,
						["class"] = 1,
						["bTag"] = "红蓮#51267",
					}, -- [2286]
					{
						["role"] = "DAMAGER",
						["name"] = "海盗小巫婆-密林游侠",
						["time"] = 1510890378,
						["class"] = 2,
					}, -- [2287]
					{
						["role"] = "DAMAGER",
						["name"] = "华丽的转身-试炼之环",
						["iLvl"] = 936,
						["time"] = 1510890437,
						["class"] = 6,
						["bTag"] = "董景东#51541",
					}, -- [2288]
					{
						["role"] = "HEALER",
						["name"] = "訫諾熙-阿尔萨斯",
						["iLvl"] = 938,
						["time"] = 1510890442,
						["class"] = 5,
						["bTag"] = "訫諾熙#5579",
					}, -- [2289]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌没有借口-燃烧之刃",
						["time"] = 1510890444,
						["class"] = 9,
					}, -- [2290]
					{
						["role"] = "HEALER",
						["name"] = "Molisee-死亡之翼",
						["iLvl"] = 915,
						["time"] = 1510890487,
						["class"] = 5,
						["bTag"] = "模糊小跳#5636",
					}, -- [2291]
					{
						["role"] = "DAMAGER",
						["name"] = "胖虎-埃德萨拉",
						["iLvl"] = 947,
						["time"] = 1510890442,
						["class"] = 8,
						["bTag"] = "隔壁的山炮#5421",
					}, -- [2292]
					{
						["role"] = "DAMAGER",
						["name"] = "安非他命-丹莫德",
						["iLvl"] = 934,
						["time"] = 1510890444,
						["class"] = 4,
						["bTag"] = "大肉侠#5603",
					}, -- [2293]
					{
						["role"] = "TANK",
						["name"] = "様兒-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1510890440,
						["class"] = 2,
						["bTag"] = "治愈系#5538",
					}, -- [2294]
					{
						["role"] = "DAMAGER",
						["name"] = "浪儿-冰风岗",
						["iLvl"] = 928,
						["time"] = 1510890444,
						["class"] = 6,
						["bTag"] = "茶酒#51433",
					}, -- [2295]
					{
						["role"] = "DAMAGER",
						["name"] = "不愿被射-能源舰",
						["iLvl"] = 873,
						["time"] = 1510890553,
						["class"] = 3,
						["bTag"] = "奕奕#5247",
					}, -- [2296]
					{
						["role"] = "DAMAGER",
						["name"] = "沐沐-红龙军团",
						["iLvl"] = 929,
						["time"] = 1510890437,
						["class"] = 11,
						["bTag"] = "幽灵水月#5221",
					}, -- [2297]
					{
						["role"] = "DAMAGER",
						["name"] = "二龙湖浩哥丶-闪电之刃",
						["iLvl"] = 947,
						["time"] = 1510890440,
						["class"] = 4,
						["bTag"] = "SuperPants#517144",
					}, -- [2298]
					{
						["role"] = "DAMAGER",
						["name"] = "極度乾燥-冰风岗",
						["iLvl"] = 937,
						["time"] = 1510890555,
						["class"] = 8,
						["bTag"] = "车斤杀殳#51908",
					}, -- [2299]
					{
						["role"] = "HEALER",
						["name"] = "灬尐稥煙-无尽之海",
						["iLvl"] = 927,
						["time"] = 1510890465,
						["class"] = 5,
						["bTag"] = "暗夜之鸦#510908",
					}, -- [2300]
					{
						["role"] = "DAMAGER",
						["name"] = "南阳陈浩南-主宰之剑",
						["iLvl"] = 935,
						["time"] = 1510890554,
						["class"] = 1,
						["bTag"] = "霸气不是我的错#5559",
					}, -- [2301]
					{
						["role"] = "DAMAGER",
						["name"] = "桐谷直叶-红龙军团",
						["time"] = 1510890437,
						["class"] = 9,
					}, -- [2302]
					{
						["role"] = "DAMAGER",
						["name"] = "非梦似梦-冰风岗",
						["iLvl"] = 923,
						["time"] = 1510890450,
						["class"] = 8,
						["bTag"] = "茫然之骑士#528869",
					}, -- [2303]
					{
						["role"] = "TANK",
						["name"] = "半巨人之怒-红龙女王",
						["iLvl"] = 937,
						["time"] = 1510890440,
						["class"] = 12,
						["bTag"] = "兴味索然#5226",
					}, -- [2304]
					{
						["role"] = "DAMAGER",
						["name"] = "Eoop-黄金之路",
						["iLvl"] = 938,
						["time"] = 1510890555,
						["class"] = 3,
						["bTag"] = "巴特尔#51595",
					}, -- [2305]
					{
						["role"] = "DAMAGER",
						["name"] = "猷尛牖-激流之傲",
						["iLvl"] = 932,
						["time"] = 1510890555,
						["class"] = 6,
						["bTag"] = "冰穹#5581",
					}, -- [2306]
					{
						["role"] = "DAMAGER",
						["name"] = "忘川陀罗-巴瑟拉斯",
						["iLvl"] = 927,
						["time"] = 1510890554,
						["class"] = 10,
						["bTag"] = "GhostDragon#510232",
					}, -- [2307]
					{
						["role"] = "TANK",
						["name"] = "馨岚雪-暴风祭坛",
						["iLvl"] = 927,
						["time"] = 1510890442,
						["class"] = 2,
						["bTag"] = "四维先森#5322",
					}, -- [2308]
					{
						["role"] = "TANK",
						["name"] = "奈丝菟咪啾菟-通灵学院",
						["time"] = 1510890444,
						["class"] = 10,
					}, -- [2309]
					{
						["role"] = "TANK",
						["name"] = "夏天丨-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1510890555,
						["class"] = 1,
						["bTag"] = "夏天喝绿茶#5683",
					}, -- [2310]
					{
						["role"] = "DAMAGER",
						["name"] = "Daggers-太阳之井",
						["iLvl"] = 934,
						["time"] = 1510890554,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "霸气的北京#5384",
					}, -- [2311]
					{
						["role"] = "TANK",
						["name"] = "有你很悲剧-迦顿",
						["iLvl"] = 944,
						["time"] = 1510890554,
						["class"] = 2,
						["bTag"] = "岁月把人催#5542",
					}, -- [2312]
					{
						["role"] = "DAMAGER",
						["name"] = "Man-阿纳克洛斯",
						["iLvl"] = 943,
						["time"] = 1510890554,
						["class"] = 1,
						["bTag"] = "Ivatherm#5381",
					}, -- [2313]
					{
						["role"] = "DAMAGER",
						["name"] = "Skrt-克尔苏加德",
						["iLvl"] = 845,
						["time"] = 1510890554,
						["class"] = 9,
						["bTag"] = "Mobscen4#5132",
					}, -- [2314]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落俊少-加尔",
						["iLvl"] = 943,
						["time"] = 1510890554,
						["class"] = 8,
						["bTag"] = "简爱#5978",
					}, -- [2315]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城之歌-格瑞姆巴托",
						["iLvl"] = 945,
						["time"] = 1510890555,
						["class"] = 12,
						["bTag"] = "柠檬的哀愁#5154",
					}, -- [2316]
					{
						["role"] = "TANK",
						["name"] = "丶桑榆非晚-克尔苏加德",
						["iLvl"] = 943,
						["time"] = 1510890555,
						["class"] = 2,
						["bTag"] = "桑榆非晚#51268",
					}, -- [2317]
					{
						["role"] = "DAMAGER",
						["name"] = "风中余烬-阿比迪斯",
						["iLvl"] = 910,
						["time"] = 1510890555,
						["class"] = 12,
						["bTag"] = "大内密探零零发#51118",
					}, -- [2318]
					{
						["role"] = "HEALER",
						["name"] = "正在折跃灬灬-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510890555,
						["class"] = 5,
						["bTag"] = "erii#51643",
					}, -- [2319]
					{
						["role"] = "DAMAGER",
						["name"] = "香菇的瘦瘦-凤凰之神",
						["iLvl"] = 939,
						["time"] = 1510890555,
						["class"] = 8,
						["bTag"] = "小文#51345",
					}, -- [2320]
					{
						["role"] = "TANK",
						["name"] = "軍刀-奥尔加隆",
						["iLvl"] = 947,
						["time"] = 1510890555,
						["class"] = 2,
						["bTag"] = "越之西子#5150",
					}, -- [2321]
					{
						["role"] = "DAMAGER",
						["name"] = "灬翔鹤灬-迅捷微风",
						["iLvl"] = 929,
						["time"] = 1510890555,
						["class"] = 8,
						["bTag"] = "哎呦喂#5723",
					}, -- [2322]
					{
						["role"] = "DAMAGER",
						["name"] = "怒風丶晨光-影之哀伤",
						["iLvl"] = 940,
						["time"] = 1510890555,
						["class"] = 2,
						["bTag"] = "丶宇爺#5235",
					}, -- [2323]
					{
						["role"] = "DAMAGER",
						["name"] = "肉肉丸丸-埃德萨拉",
						["iLvl"] = 949,
						["time"] = 1510890555,
						["class"] = 8,
						["bTag"] = "Zda#5871",
					}, -- [2324]
					{
						["role"] = "DAMAGER",
						["name"] = "丑鬼姐姐-鬼雾峰",
						["iLvl"] = 943,
						["time"] = 1510890554,
						["class"] = 9,
						["bTag"] = "丑鬼姐姐#5148",
					}, -- [2325]
					{
						["role"] = "DAMAGER",
						["name"] = "Dsepair-贫瘠之地",
						["iLvl"] = 934,
						["time"] = 1510890555,
						["class"] = 9,
						["bTag"] = "说出来你可能不信#51393",
					}, -- [2326]
					{
						["role"] = "DAMAGER",
						["name"] = "死有何惧-踏梦者",
						["iLvl"] = 935,
						["time"] = 1510890555,
						["class"] = 12,
						["bTag"] = "鼠标拿开#5554",
					}, -- [2327]
					{
						["role"] = "HEALER",
						["name"] = "路西法殇-安苏",
						["iLvl"] = 934,
						["time"] = 1510890555,
						["class"] = 5,
						["bTag"] = "zzzz#5451",
					}, -- [2328]
					{
						["role"] = "DAMAGER",
						["name"] = "红魔术-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1510890555,
						["class"] = 10,
						["bTag"] = "遥远的鼓声#51791",
					}, -- [2329]
					{
						["role"] = "DAMAGER",
						["name"] = "老灬公-狂热之刃",
						["iLvl"] = 947,
						["time"] = 1510890555,
						["class"] = 8,
						["bTag"] = "神漾星星#5356",
					}, -- [2330]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的小哥丶-冰风岗",
						["iLvl"] = 948,
						["time"] = 1510890555,
						["class"] = 3,
						["bTag"] = "小刘哥丶#51911",
					}, -- [2331]
					{
						["role"] = "DAMAGER",
						["name"] = "丨鬼鬼丨-燃烧之刃",
						["time"] = 1510890555,
						["class"] = 11,
					}, -- [2332]
					{
						["role"] = "DAMAGER",
						["name"] = "傲无双-鬼雾峰",
						["time"] = 1510890555,
						["class"] = 4,
					}, -- [2333]
					{
						["role"] = "DAMAGER",
						["name"] = "凝香倾城-希雷诺斯",
						["iLvl"] = 938,
						["time"] = 1510891737,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "柠香倾城#5624",
					}, -- [2334]
					{
						["role"] = "DAMAGER",
						["name"] = "姐妹花啊-主宰之剑",
						["iLvl"] = 930,
						["time"] = 1510891752,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "孢子#51442",
					}, -- [2335]
					{
						["role"] = "DAMAGER",
						["name"] = "护舒宝的唇印-迅捷微风",
						["iLvl"] = 944,
						["time"] = 1510891720,
						["class"] = 10,
						["bTag"] = "大椰丰饭#5850",
					}, -- [2336]
					{
						["role"] = "DAMAGER",
						["name"] = "水幕轻划-菲拉斯",
						["iLvl"] = 943,
						["time"] = 1510891752,
						["class"] = 12,
						["bTag"] = "水的很#51690",
					}, -- [2337]
					{
						["role"] = "HEALER",
						["name"] = "大丶大丶姐-国王之谷",
						["iLvl"] = 917,
						["time"] = 1510891729,
						["class"] = 2,
						["bTag"] = "打砸抢#5866",
					}, -- [2338]
					{
						["role"] = "DAMAGER",
						["name"] = "追风猫-死亡之翼",
						["iLvl"] = 928,
						["time"] = 1510891729,
						["class"] = 6,
						["bTag"] = "俊恒#5117",
					}, -- [2339]
					{
						["role"] = "DAMAGER",
						["name"] = "前尘如烟-血环",
						["iLvl"] = 945,
						["time"] = 1510891737,
						["class"] = 3,
						["bTag"] = "一笑在天上保佑我#5908",
					}, -- [2340]
					{
						["role"] = "DAMAGER",
						["name"] = "鑢七实-红龙军团",
						["iLvl"] = 928,
						["time"] = 1510891720,
						["class"] = 4,
						["bTag"] = "超萌的温斯顿#5869",
					}, -- [2341]
					{
						["role"] = "DAMAGER",
						["name"] = "慕蝶-凤凰之神",
						["iLvl"] = 948,
						["time"] = 1510891718,
						["class"] = 3,
						["bTag"] = "素酱#5952",
					}, -- [2342]
					{
						["role"] = "DAMAGER",
						["name"] = "火柴的燃点-布兰卡德",
						["iLvl"] = 942,
						["time"] = 1510891716,
						["class"] = 12,
						["bTag"] = "马丢丢#51693",
					}, -- [2343]
					{
						["role"] = "DAMAGER",
						["name"] = "是名善法-无尽之海",
						["iLvl"] = 944,
						["time"] = 1510891716,
						["class"] = 12,
						["bTag"] = "云在青山水在瓶#51239",
					}, -- [2344]
					{
						["role"] = "HEALER",
						["name"] = "猫三疯-布兰卡德",
						["iLvl"] = 928,
						["time"] = 1510891718,
						["class"] = 10,
						["bTag"] = "若雨晴天#5293",
					}, -- [2345]
					{
						["role"] = "DAMAGER",
						["name"] = "科比布莱蒽特-血环",
						["iLvl"] = 949,
						["time"] = 1510891712,
						["class"] = 8,
						["bTag"] = "污丽小白酱#5604",
					}, -- [2346]
					{
						["role"] = "NONE",
						["name"] = "苍穹蜚语-萨菲隆",
						["iLvl"] = 947,
						["time"] = 1510891716,
						["class"] = 12,
						["bTag"] = "快乐心情#5997",
					}, -- [2347]
					{
						["role"] = "DAMAGER",
						["name"] = "刺瞳-布兰卡德",
						["time"] = 1510891718,
						["class"] = 4,
					}, -- [2348]
					{
						["role"] = "DAMAGER",
						["name"] = "秋墨玺儿-洛萨",
						["iLvl"] = 936,
						["time"] = 1510891720,
						["class"] = 7,
						["bTag"] = "袁小7#5596",
					}, -- [2349]
					{
						["role"] = "DAMAGER",
						["name"] = "永歌之影-凤凰之神",
						["time"] = 1510891737,
						["class"] = 4,
					}, -- [2350]
					{
						["role"] = "HEALER",
						["name"] = "Grui-黑铁",
						["iLvl"] = 945,
						["time"] = 1510891745,
						["class"] = 2,
						["bTag"] = "郑麒#5513",
					}, -- [2351]
					{
						["role"] = "DAMAGER",
						["name"] = "蚍蜉撼树-回音山",
						["iLvl"] = 905,
						["time"] = 1511106986,
						["class"] = 12,
						["bTag"] = "柿子#52145",
					}, -- [2352]
					{
						["role"] = "TANK",
						["name"] = "陈小七-伊森利恩",
						["iLvl"] = 945,
						["time"] = 1510891752,
						["class"] = 11,
						["bTag"] = "honeyspirit#51549",
					}, -- [2353]
					{
						["role"] = "TANK",
						["name"] = "战老湿-国王之谷",
						["iLvl"] = 942,
						["time"] = 1510891752,
						["class"] = 1,
						["bTag"] = "雷震子#5142",
					}, -- [2354]
					{
						["role"] = "TANK",
						["name"] = "傻傻牛妹妹-鹰巢山",
						["iLvl"] = 949,
						["time"] = 1510891752,
						["class"] = 11,
						["bTag"] = "傻傻#51513",
					}, -- [2355]
					{
						["role"] = "TANK",
						["name"] = "殘雪-死亡之翼",
						["iLvl"] = 916,
						["time"] = 1510891752,
						["class"] = 2,
						["bTag"] = "冰封#5418",
					}, -- [2356]
					{
						["role"] = "DAMAGER",
						["name"] = "女伯爵巴瑟-白银之手",
						["iLvl"] = 897,
						["time"] = 1510891739,
						["class"] = 6,
						["bTag"] = "机械之狼人#53671",
					}, -- [2357]
					{
						["role"] = "DAMAGER",
						["name"] = "我的天丶空车-天空之墙",
						["iLvl"] = 946,
						["time"] = 1510891752,
						["class"] = 8,
						["bTag"] = "老万#5358",
					}, -- [2358]
					{
						["role"] = "DAMAGER",
						["name"] = "琳中大叔-贫瘠之地",
						["iLvl"] = 938,
						["time"] = 1510891752,
						["class"] = 6,
						["bTag"] = "youaresb#5700",
					}, -- [2359]
					{
						["role"] = "TANK",
						["name"] = "獸兒-血环",
						["iLvl"] = 944,
						["time"] = 1510891752,
						["class"] = 6,
						["bTag"] = "疯狂之法师#59941",
					}, -- [2360]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光之城-阿曼尼",
						["iLvl"] = 939,
						["time"] = 1510891752,
						["class"] = 2,
						["bTag"] = "三五七#5667",
					}, -- [2361]
					{
						["role"] = "DAMAGER",
						["name"] = "献血与耳鸣-冬拥湖",
						["iLvl"] = 915,
						["time"] = 1510891752,
						["class"] = 7,
						["bTag"] = "Brooks#5651",
					}, -- [2362]
					{
						["role"] = "DAMAGER",
						["name"] = "追忆稀客-格瑞姆巴托",
						["iLvl"] = 932,
						["time"] = 1511014875,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "NewThang#51190",
					}, -- [2363]
					{
						["role"] = "DAMAGER",
						["name"] = "灰烬使者安逸-无尽之海",
						["iLvl"] = 944,
						["time"] = 1511014875,
						["class"] = 2,
						["bTag"] = "枫之觉起#5989",
					}, -- [2364]
					{
						["role"] = "DAMAGER",
						["name"] = "莫特哀-亚雷戈斯",
						["iLvl"] = 926,
						["time"] = 1511014856,
						["class"] = 9,
						["bTag"] = "Pollypan#5804",
					}, -- [2365]
					{
						["role"] = "DAMAGER",
						["name"] = "颛鸽-金色平原",
						["iLvl"] = 938,
						["time"] = 1511014875,
						["class"] = 6,
						["bTag"] = "朕在给你治疗#5715",
					}, -- [2366]
					{
						["role"] = "DAMAGER",
						["name"] = "小彩笔-卡拉赞",
						["iLvl"] = 874,
						["time"] = 1511014875,
						["class"] = 3,
						["bTag"] = "小彩笔#5403",
					}, -- [2367]
					{
						["role"] = "DAMAGER",
						["name"] = "桃喰绮罗莉-布兰卡德",
						["iLvl"] = 948,
						["time"] = 1511014875,
						["class"] = 12,
						["bTag"] = "UsuiChen#5269",
					}, -- [2368]
					{
						["role"] = "DAMAGER",
						["name"] = "爱酱-布兰卡德",
						["iLvl"] = 939,
						["time"] = 1511014875,
						["class"] = 1,
						["bTag"] = "流离寻岸的花#5961",
					}, -- [2369]
					{
						["role"] = "DAMAGER",
						["name"] = "Derosa-鬼雾峰",
						["iLvl"] = 943,
						["time"] = 1511014875,
						["class"] = 12,
						["bTag"] = "Monster#5655",
					}, -- [2370]
					{
						["role"] = "DAMAGER",
						["name"] = "鏈條上的乳豬-战歌",
						["iLvl"] = 917,
						["time"] = 1511014869,
						["class"] = 7,
						["bTag"] = "墨麟#5500",
					}, -- [2371]
					{
						["role"] = "DAMAGER",
						["name"] = "拽拽乐乐-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1511014875,
						["class"] = 8,
						["bTag"] = "拽拽乐乐#5662",
					}, -- [2372]
					{
						["role"] = "HEALER",
						["name"] = "Czetacola-阿尔萨斯",
						["iLvl"] = 946,
						["time"] = 1511014867,
						["class"] = 10,
						["bTag"] = "我的黑影贼6#5368",
					}, -- [2373]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的伊苏-血牙魔王",
						["iLvl"] = 942,
						["time"] = 1511014875,
						["class"] = 1,
						["bTag"] = "崔胜贤#5109",
					}, -- [2374]
					{
						["role"] = "DAMAGER",
						["name"] = "抱歉打得不錯-熔火之心",
						["time"] = 1511014875,
						["class"] = 8,
					}, -- [2375]
					{
						["role"] = "DAMAGER",
						["name"] = "一刹那得芳华-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1511015203,
						["class"] = 6,
						["bTag"] = "前尘如梦#5329",
					}, -- [2376]
					{
						["role"] = "DAMAGER",
						["name"] = "图新破图羊-亚雷戈斯",
						["iLvl"] = 925,
						["time"] = 1511014875,
						["class"] = 3,
						["bTag"] = "阳光真强烈#5882",
					}, -- [2377]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxil-安苏",
						["iLvl"] = 851,
						["time"] = 1511014875,
						["class"] = 1,
						["bTag"] = "蛋包饭丶#5191",
					}, -- [2378]
					{
						["role"] = "TANK",
						["name"] = "骑士王狗丶剩-古加尔",
						["iLvl"] = 896,
						["time"] = 1511014875,
						["class"] = 2,
						["bTag"] = "都把肛门塞到#5932",
					}, -- [2379]
					{
						["role"] = "DAMAGER",
						["name"] = "丶路霸-死亡之翼",
						["iLvl"] = 901,
						["time"] = 1511014875,
						["class"] = 1,
						["bTag"] = "丶钱斯托洛夫斯基#5126",
					}, -- [2380]
					{
						["role"] = "DAMAGER",
						["name"] = "弑君成仁-奥杜尔",
						["iLvl"] = 923,
						["time"] = 1511014875,
						["class"] = 12,
						["bTag"] = "超能之忍者#518888",
					}, -- [2381]
					{
						["role"] = "DAMAGER",
						["name"] = "轻熟男-熵魔",
						["iLvl"] = 932,
						["time"] = 1511014875,
						["class"] = 8,
						["bTag"] = "巫觋#5789",
					}, -- [2382]
					{
						["role"] = "TANK",
						["name"] = "今晚硬棒棒-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1511014875,
						["class"] = 12,
						["bTag"] = "小可爱#5567",
					}, -- [2383]
					{
						["role"] = "DAMAGER",
						["name"] = "灬丶懷淰丶灬-伊利丹",
						["iLvl"] = 935,
						["time"] = 1511014875,
						["class"] = 7,
						["bTag"] = "蘑菇#5159",
					}, -- [2384]
					{
						["role"] = "DAMAGER",
						["name"] = "王者流云-达基萨斯",
						["iLvl"] = 943,
						["time"] = 1511014875,
						["class"] = 11,
						["bTag"] = "王者流云#5876",
					}, -- [2385]
					{
						["role"] = "DAMAGER",
						["name"] = "看尽红尘梦-萨洛拉丝",
						["iLvl"] = 935,
						["time"] = 1511014875,
						["class"] = 8,
						["bTag"] = "光明之锤#510130",
					}, -- [2386]
					{
						["role"] = "DAMAGER",
						["name"] = "萨拉牛多多-贫瘠之地",
						["time"] = 1511014875,
						["class"] = 3,
					}, -- [2387]
					{
						["role"] = "DAMAGER",
						["name"] = "被遗忘的美好-无尽之海",
						["iLvl"] = 920,
						["time"] = 1511015203,
						["class"] = 8,
						["bTag"] = "思念远远的爱#5947",
					}, -- [2388]
					{
						["role"] = "DAMAGER",
						["name"] = "多啦诶牛-阿拉希",
						["iLvl"] = 938,
						["time"] = 1511015054,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "zjllyyfor#5307",
					}, -- [2389]
					{
						["role"] = "DAMAGER",
						["name"] = "Freshapple-燃烧之刃",
						["iLvl"] = 925,
						["time"] = 1511015203,
						["class"] = 12,
						["bTag"] = "freshpeach#5762",
					}, -- [2390]
					{
						["role"] = "TANK",
						["name"] = "悬壶灭世-沙怒",
						["iLvl"] = 945,
						["time"] = 1511015203,
						["class"] = 2,
						["bTag"] = "悬壶咩世#5666",
					}, -- [2391]
					{
						["role"] = "DAMAGER",
						["name"] = "黑眸子-安苏",
						["iLvl"] = 934,
						["time"] = 1511015203,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "無心戀戰#5961",
					}, -- [2392]
					{
						["role"] = "DAMAGER",
						["name"] = "豪情丶战歌-鬼雾峰",
						["time"] = 1511015203,
						["class"] = 9,
					}, -- [2393]
					{
						["role"] = "DAMAGER",
						["name"] = "兜里有个兜-埃德萨拉",
						["time"] = 1511015049,
						["class"] = 2,
					}, -- [2394]
					{
						["role"] = "DAMAGER",
						["name"] = "维多利亞秘密-冰风岗",
						["time"] = 1511015062,
						["class"] = 6,
					}, -- [2395]
					{
						["role"] = "DAMAGER",
						["name"] = "伈爆气流斩-燃烧平原",
						["iLvl"] = 917,
						["time"] = 1511015203,
						["class"] = 1,
						["bTag"] = "放开那只小汤圆#5758",
					}, -- [2396]
					{
						["role"] = "TANK",
						["name"] = "水木月-伊森利恩",
						["iLvl"] = 948,
						["time"] = 1511015203,
						["class"] = 2,
						["bTag"] = "兜兜#5247",
					}, -- [2397]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾桠-燃烧平原",
						["iLvl"] = 941,
						["time"] = 1511015203,
						["class"] = 6,
						["bTag"] = "放开那只小汤圆#5758",
					}, -- [2398]
					{
						["role"] = "DAMAGER",
						["name"] = "刀片哥丶-伊森利恩",
						["iLvl"] = 929,
						["time"] = 1511015203,
						["class"] = 1,
						["bTag"] = "Stanceqyz#5506",
					}, -- [2399]
					{
						["role"] = "DAMAGER",
						["name"] = "爱豆女孩-影之哀伤",
						["iLvl"] = 931,
						["time"] = 1511015203,
						["class"] = 12,
						["bTag"] = "临沂柯震东#5555",
					}, -- [2400]
					{
						["role"] = "DAMAGER",
						["name"] = "张晨的黑木耳-黑暗虚空",
						["iLvl"] = 921,
						["time"] = 1511015203,
						["class"] = 12,
						["bTag"] = "蛋蛋#52500",
					}, -- [2401]
					{
						["role"] = "DAMAGER",
						["name"] = "太可爱了呀-克尔苏加德",
						["iLvl"] = 925,
						["time"] = 1511015203,
						["class"] = 3,
						["bTag"] = "Shinnosuke#5744",
					}, -- [2402]
					{
						["role"] = "DAMAGER",
						["name"] = "小可爱清清啊-辛达苟萨",
						["iLvl"] = 946,
						["time"] = 1511015203,
						["class"] = 11,
						["bTag"] = "天真无邪#5228",
					}, -- [2403]
					{
						["role"] = "DAMAGER",
						["name"] = "洛娅琪-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1511015203,
						["class"] = 9,
						["bTag"] = "奕奕#5889",
					}, -- [2404]
					{
						["role"] = "DAMAGER",
						["name"] = "丨万年等一回-洛丹伦",
						["iLvl"] = 946,
						["time"] = 1511015203,
						["class"] = 12,
						["bTag"] = "墨菲是我#5642",
					}, -- [2405]
					{
						["role"] = "DAMAGER",
						["name"] = "秃三炮-阿克蒙德",
						["iLvl"] = 922,
						["time"] = 1511015203,
						["class"] = 7,
						["bTag"] = "Bender#5906",
					}, -- [2406]
					{
						["role"] = "HEALER",
						["name"] = "逆天傻蛮-影之哀伤",
						["iLvl"] = 945,
						["time"] = 1511015203,
						["class"] = 7,
						["bTag"] = "机械之忍#513476",
					}, -- [2407]
					{
						["role"] = "DAMAGER",
						["name"] = "剑殇一涅槃-伊兰尼库斯",
						["iLvl"] = 944,
						["time"] = 1511015203,
						["class"] = 5,
						["bTag"] = "夏枯草#5494",
					}, -- [2408]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉君-白骨荒野",
						["iLvl"] = 943,
						["time"] = 1511015203,
						["class"] = 4,
						["bTag"] = "凯申酱#5915",
					}, -- [2409]
					{
						["role"] = "DAMAGER",
						["name"] = "小土碗-苏塔恩",
						["iLvl"] = 936,
						["time"] = 1511015203,
						["class"] = 1,
						["bTag"] = "Collby#51153",
					}, -- [2410]
					{
						["role"] = "TANK",
						["name"] = "何欣橙-熔火之心",
						["iLvl"] = 897,
						["time"] = 1511015203,
						["class"] = 10,
						["bTag"] = "剑吼西风#5688",
					}, -- [2411]
					{
						["role"] = "TANK",
						["name"] = "我真牛-安苏",
						["iLvl"] = 926,
						["time"] = 1511015203,
						["class"] = 2,
						["bTag"] = "幸运之裤#5117925",
					}, -- [2412]
					{
						["role"] = "DAMAGER",
						["name"] = "月下黄昏-杜隆坦",
						["iLvl"] = 942,
						["time"] = 1511015203,
						["class"] = 4,
						["bTag"] = "小嘴冰凉#5842",
					}, -- [2413]
					{
						["role"] = "TANK",
						["name"] = "叶欢颜-暗影之月",
						["iLvl"] = 947,
						["time"] = 1511015203,
						["class"] = 11,
						["bTag"] = "叶欢颜#5475",
					}, -- [2414]
					{
						["role"] = "DAMAGER",
						["name"] = "吕布戏貂婵-摩摩尔",
						["iLvl"] = 926,
						["time"] = 1511015203,
						["class"] = 9,
						["bTag"] = "致命之鼬#57981",
					}, -- [2415]
					{
						["role"] = "TANK",
						["name"] = "村夜未央-夏维安",
						["iLvl"] = 927,
						["time"] = 1511015203,
						["class"] = 2,
						["bTag"] = "从前的记忆#5981",
					}, -- [2416]
					{
						["role"] = "DAMAGER",
						["name"] = "别装嚣张-无尽之海",
						["iLvl"] = 939,
						["time"] = 1511015203,
						["class"] = 1,
						["bTag"] = "别装嚣张#5544",
					}, -- [2417]
					{
						["role"] = "HEALER",
						["name"] = "抹茶欧蕾-狂热之刃",
						["time"] = 1511015203,
						["class"] = 2,
					}, -- [2418]
					{
						["role"] = "TANK",
						["name"] = "弄不好-格瑞姆巴托",
						["time"] = 1511015203,
						["class"] = 11,
					}, -- [2419]
					{
						["role"] = "DAMAGER",
						["name"] = "指印乀-燃烧之刃",
						["time"] = 1511015203,
						["class"] = 4,
					}, -- [2420]
					{
						["role"] = "DAMAGER",
						["name"] = "徳洛佩儿-贫瘠之地",
						["iLvl"] = 947,
						["time"] = 1511015408,
						["class"] = 3,
						["bTag"] = "超能之小政哥#5755",
					}, -- [2421]
					{
						["role"] = "DAMAGER",
						["name"] = "冷雨忆风-黑铁",
						["iLvl"] = 912,
						["time"] = 1511015408,
						["class"] = 5,
						["bTag"] = "冷雨忆风#5106",
					}, -- [2422]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风猎手-洛萨",
						["iLvl"] = 943,
						["time"] = 1511015408,
						["class"] = 12,
						["bTag"] = "后羿狂射#5730",
					}, -- [2423]
					{
						["role"] = "TANK",
						["name"] = "迷天天-闪电之刃",
						["iLvl"] = 947,
						["time"] = 1511015408,
						["class"] = 10,
						["bTag"] = "古德喵咛#5814",
					}, -- [2424]
					{
						["role"] = "DAMAGER",
						["name"] = "本泽马-冰霜之刃",
						["iLvl"] = 934,
						["time"] = 1511015408,
						["class"] = 1,
						["bTag"] = "魔兽沦陷#5812",
					}, -- [2425]
					{
						["role"] = "DAMAGER",
						["name"] = "丶刘丶爷灬-克尔苏加德",
						["iLvl"] = 935,
						["time"] = 1511015408,
						["class"] = 12,
						["bTag"] = "社会你刘爷#5962",
					}, -- [2426]
					{
						["role"] = "DAMAGER",
						["name"] = "狂野的恶魔-天空之墙",
						["iLvl"] = 926,
						["time"] = 1511015408,
						["class"] = 12,
						["bTag"] = "狂野的战神#5489",
					}, -- [2427]
					{
						["role"] = "HEALER",
						["name"] = "小妖紫晨-雷霆之王",
						["iLvl"] = 946,
						["time"] = 1511015408,
						["class"] = 5,
						["bTag"] = "luky07#51955",
					}, -- [2428]
					{
						["role"] = "DAMAGER",
						["name"] = "你们这群凡人-血吼",
						["iLvl"] = 926,
						["time"] = 1511015408,
						["class"] = 11,
						["bTag"] = "小丰#5995",
					}, -- [2429]
					{
						["role"] = "DAMAGER",
						["name"] = "紫沫天辰-无尽之海",
						["iLvl"] = 920,
						["time"] = 1511015408,
						["class"] = 12,
						["bTag"] = "第一神坑#51700",
					}, -- [2430]
					{
						["role"] = "DAMAGER",
						["name"] = "孙小蝶-格瑞姆巴托",
						["time"] = 1511015408,
						["class"] = 9,
					}, -- [2431]
					{
						["role"] = "DAMAGER",
						["name"] = "冰封之殇-夏维安",
						["iLvl"] = 943,
						["time"] = 1511015408,
						["class"] = 7,
						["bTag"] = "冰峰#5554",
					}, -- [2432]
					{
						["role"] = "TANK",
						["name"] = "淘气西瓜-燃烧之刃",
						["iLvl"] = 939,
						["time"] = 1511015408,
						["class"] = 2,
						["bTag"] = "欧皇为所欲为#5199",
					}, -- [2433]
					{
						["role"] = "HEALER",
						["name"] = "方乐乐-洛丹伦",
						["iLvl"] = 927,
						["time"] = 1511015408,
						["class"] = 11,
						["bTag"] = "洛神#5493",
					}, -- [2434]
					{
						["role"] = "DAMAGER",
						["name"] = "迷情小可爱-血吼",
						["iLvl"] = 929,
						["time"] = 1511015408,
						["class"] = 6,
						["bTag"] = "颓废式流年#5946",
					}, -- [2435]
					{
						["role"] = "DAMAGER",
						["name"] = "要打架了快来-布兰卡德",
						["iLvl"] = 944,
						["time"] = 1511015408,
						["class"] = 9,
						["bTag"] = "要不要来打一架丶#5560",
					}, -- [2436]
					{
						["role"] = "DAMAGER",
						["name"] = "相聚彼夏-奥尔加隆",
						["iLvl"] = 858,
						["time"] = 1511015408,
						["class"] = 2,
						["bTag"] = "乱舞#5711",
					}, -- [2437]
					{
						["role"] = "DAMAGER",
						["name"] = "酋长丶希女王-安苏",
						["iLvl"] = 933,
						["time"] = 1511015408,
						["class"] = 12,
						["bTag"] = "孤海飘零#5649",
					}, -- [2438]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油佬-燃烧平原",
						["iLvl"] = 947,
						["time"] = 1511015408,
						["class"] = 6,
						["bTag"] = "chenwarorc#51377",
					}, -- [2439]
					{
						["role"] = "TANK",
						["name"] = "劫机女船长-加尔",
						["iLvl"] = 935,
						["time"] = 1511015408,
						["class"] = 2,
						["bTag"] = "小白#5318",
					}, -- [2440]
					{
						["role"] = "TANK",
						["name"] = "丶那个谁-冰风岗",
						["iLvl"] = 894,
						["time"] = 1511015408,
						["class"] = 2,
						["bTag"] = "青430626#5257",
					}, -- [2441]
					{
						["role"] = "DAMAGER",
						["name"] = "Druiden-血吼",
						["iLvl"] = 937,
						["time"] = 1511015408,
						["class"] = 11,
						["bTag"] = "Legio#5457",
					}, -- [2442]
					{
						["role"] = "DAMAGER",
						["name"] = "一殇-伊利丹",
						["iLvl"] = 945,
						["time"] = 1511015408,
						["class"] = 8,
						["bTag"] = "空心人#51671",
					}, -- [2443]
					{
						["role"] = "DAMAGER",
						["name"] = "阿灬芙-安苏",
						["iLvl"] = 909,
						["time"] = 1511015408,
						["class"] = 9,
						["bTag"] = "遥遥#51573",
					}, -- [2444]
					{
						["role"] = "DAMAGER",
						["name"] = "想唸你的笑-死亡之翼",
						["iLvl"] = 882,
						["time"] = 1511015408,
						["class"] = 1,
						["bTag"] = "死亡之渊#5987",
					}, -- [2445]
					{
						["role"] = "DAMAGER",
						["name"] = "魇魔愛-艾露恩",
						["iLvl"] = 933,
						["time"] = 1511015408,
						["class"] = 6,
						["bTag"] = "蕃茄的幻想#5296",
					}, -- [2446]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰妖精-燃烧之刃",
						["time"] = 1511015408,
						["class"] = 8,
					}, -- [2447]
					{
						["role"] = "DAMAGER",
						["name"] = "萨摩也-菲拉斯",
						["time"] = 1511015408,
						["class"] = 4,
					}, -- [2448]
					{
						["role"] = "DAMAGER",
						["name"] = "飞月-火焰之树",
						["iLvl"] = 949,
						["time"] = 1511015408,
						["class"] = 8,
						["bTag"] = "石头919#5409",
					}, -- [2449]
					{
						["role"] = "DAMAGER",
						["name"] = "倩铭记-红云台地",
						["time"] = 1511015408,
						["class"] = 2,
					}, -- [2450]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑如风-安苏",
						["time"] = 1511015408,
						["class"] = 2,
					}, -- [2451]
					{
						["role"] = "TANK",
						["name"] = "歲月無聲-鹰巢山",
						["time"] = 1511015408,
						["class"] = 2,
					}, -- [2452]
					{
						["role"] = "DAMAGER",
						["name"] = "柳德米拉-符文图腾",
						["time"] = 1511015408,
						["class"] = 8,
					}, -- [2453]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕夏禹剑-贫瘠之地",
						["iLvl"] = 926,
						["time"] = 1511025286,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "璀璨猫姐姐#5159",
					}, -- [2454]
					{
						["role"] = "TANK",
						["name"] = "优昙婆罗-凯恩血蹄",
						["iLvl"] = 929,
						["time"] = 1511025286,
						["class"] = 1,
						["bTag"] = "乳酪菩提#5660",
					}, -- [2455]
					{
						["role"] = "DAMAGER",
						["name"] = "Tox-织亡者",
						["iLvl"] = 922,
						["time"] = 1511114173,
						["class"] = 4,
						["bTag"] = "Wind#5846",
					}, -- [2456]
					{
						["role"] = "DAMAGER",
						["name"] = "若狂-冰风岗",
						["iLvl"] = 912,
						["time"] = 1511025286,
						["class"] = 1,
						["bTag"] = "兰州和尚#5547",
					}, -- [2457]
					{
						["role"] = "DAMAGER",
						["name"] = "闪现撞壁-凤凰之神",
						["iLvl"] = 944,
						["time"] = 1511025286,
						["class"] = 8,
						["bTag"] = "SleepyZ#51271",
					}, -- [2458]
					{
						["role"] = "DAMAGER",
						["name"] = "篝之雾枝-血色十字军",
						["iLvl"] = 938,
						["time"] = 1511025490,
						["class"] = 8,
						["bTag"] = "人鱼的梦#5906",
					}, -- [2459]
					{
						["role"] = "HEALER",
						["name"] = "恋之龙-伊萨里奥斯",
						["iLvl"] = 943,
						["time"] = 1511025286,
						["class"] = 5,
						["bTag"] = "圈児#5545",
					}, -- [2460]
					{
						["role"] = "DAMAGER",
						["name"] = "亚瑟舜明宗盟-国王之谷",
						["iLvl"] = 930,
						["time"] = 1511025286,
						["class"] = 3,
						["bTag"] = "泰丶坦银猎户星云#5278",
					}, -- [2461]
					{
						["role"] = "DAMAGER",
						["name"] = "低调隐忍杀戮-黑铁",
						["iLvl"] = 945,
						["time"] = 1511025263,
						["class"] = 4,
						["bTag"] = "进击的佳佳#5906",
					}, -- [2462]
					{
						["role"] = "DAMAGER",
						["name"] = "魂断蓝桥-暗影议会",
						["iLvl"] = 942,
						["time"] = 1511025286,
						["class"] = 8,
						["bTag"] = "眠空#5364",
					}, -- [2463]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上慯-冰风岗",
						["iLvl"] = 934,
						["time"] = 1511025263,
						["class"] = 9,
						["bTag"] = "ShadowMurloc#557652",
					}, -- [2464]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天老狗-塞拉摩",
						["iLvl"] = 946,
						["time"] = 1511025286,
						["class"] = 1,
						["bTag"] = "飞天御姐流#5140",
					}, -- [2465]
					{
						["role"] = "DAMAGER",
						["name"] = "丨霜降丨-白银之手",
						["iLvl"] = 931,
						["time"] = 1511025286,
						["class"] = 8,
						["bTag"] = "门家成#5974",
					}, -- [2466]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火织舞-火焰之树",
						["iLvl"] = 940,
						["time"] = 1511025490,
						["class"] = 3,
						["bTag"] = "双子#51725",
					}, -- [2467]
					{
						["role"] = "DAMAGER",
						["name"] = "Unmm-凤凰之神",
						["iLvl"] = 942,
						["time"] = 1511025490,
						["class"] = 2,
						["bTag"] = "巨大的啤酒瓶#5356",
					}, -- [2468]
					{
						["role"] = "HEALER",
						["name"] = "冷俊愿城-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1511025286,
						["class"] = 11,
						["bTag"] = "无脸男#5134",
					}, -- [2469]
					{
						["role"] = "HEALER",
						["name"] = "揽月入秋-血色十字军",
						["iLvl"] = 928,
						["time"] = 1511025286,
						["class"] = 11,
						["bTag"] = "BonJovi#51673",
					}, -- [2470]
					{
						["role"] = "TANK",
						["name"] = "隔壁衣橱老王-黑铁",
						["iLvl"] = 946,
						["time"] = 1511025286,
						["class"] = 2,
						["bTag"] = "胡刚强#51308",
					}, -- [2471]
					{
						["role"] = "DAMAGER",
						["name"] = "恒大-通灵学院",
						["iLvl"] = 946,
						["time"] = 1511025286,
						["class"] = 3,
						["bTag"] = "梳雨#5289",
					}, -- [2472]
					{
						["role"] = "DAMAGER",
						["name"] = "黄焖小排-红龙军团",
						["iLvl"] = 945,
						["time"] = 1511025263,
						["class"] = 3,
						["bTag"] = "好好休息#51966",
					}, -- [2473]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔召唤师-黑暗魅影",
						["iLvl"] = 945,
						["time"] = 1511025286,
						["class"] = 9,
						["bTag"] = "尐尨尨#5602",
					}, -- [2474]
					{
						["role"] = "DAMAGER",
						["name"] = "幻滅重生-克尔苏加德",
						["iLvl"] = 933,
						["time"] = 1511025263,
						["class"] = 12,
						["bTag"] = "超级靓仔糖#5506",
					}, -- [2475]
					{
						["role"] = "DAMAGER",
						["name"] = "射飞机-巫妖之王",
						["iLvl"] = 946,
						["time"] = 1511025286,
						["class"] = 3,
						["bTag"] = "不可能是幻觉#5946",
					}, -- [2476]
					{
						["role"] = "DAMAGER",
						["name"] = "浙江富商-影之哀伤",
						["iLvl"] = 943,
						["time"] = 1511025286,
						["class"] = 3,
						["bTag"] = "阿三弟#5316",
					}, -- [2477]
					{
						["role"] = "DAMAGER",
						["name"] = "入若邪溪-熔火之心",
						["iLvl"] = 921,
						["time"] = 1511025286,
						["class"] = 3,
						["bTag"] = "Theodore#5434",
					}, -- [2478]
					{
						["role"] = "DAMAGER",
						["name"] = "殺手-古尔丹",
						["iLvl"] = 913,
						["time"] = 1511025263,
						["class"] = 12,
						["bTag"] = "小奎#5919",
					}, -- [2479]
					{
						["role"] = "TANK",
						["name"] = "变态-寒冰皇冠",
						["iLvl"] = 924,
						["time"] = 1511025286,
						["class"] = 11,
						["bTag"] = "自由君#51364",
					}, -- [2480]
					{
						["role"] = "DAMAGER",
						["name"] = "未来丶骑士-燃烧之刃",
						["iLvl"] = 942,
						["time"] = 1511106384,
						["class"] = 2,
						["bTag"] = "边老板#51611",
					}, -- [2481]
					{
						["role"] = "DAMAGER",
						["name"] = "图腾之殇-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1511377775,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "shinnoy#5982",
					}, -- [2482]
					{
						["role"] = "DAMAGER",
						["name"] = "送奶哥夜雨梦-黑翼之巢",
						["iLvl"] = 945,
						["time"] = 1511025286,
						["class"] = 7,
						["bTag"] = "有范儿#5463",
					}, -- [2483]
					{
						["role"] = "DAMAGER",
						["name"] = "舞夜笙歌-主宰之剑",
						["iLvl"] = 933,
						["time"] = 1511025221,
						["class"] = 4,
						["bTag"] = "Sam#57237",
					}, -- [2484]
					{
						["role"] = "TANK",
						["name"] = "該死的温柔-冰风岗",
						["iLvl"] = 941,
						["time"] = 1511025286,
						["class"] = 11,
						["bTag"] = "頂爷#51171",
					}, -- [2485]
					{
						["role"] = "HEALER",
						["name"] = "云雾里-迅捷微风",
						["iLvl"] = 949,
						["time"] = 1511025286,
						["class"] = 11,
						["bTag"] = "云雾里#5235",
					}, -- [2486]
					{
						["role"] = "DAMAGER",
						["name"] = "迷失依旧-艾露恩",
						["iLvl"] = 937,
						["time"] = 1511025286,
						["class"] = 12,
						["bTag"] = "快乐之足#55745",
					}, -- [2487]
					{
						["role"] = "TANK",
						["name"] = "Kuzushine-火焰之树",
						["iLvl"] = 910,
						["time"] = 1511025490,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "埼玉#5992",
					}, -- [2488]
					{
						["role"] = "DAMAGER",
						["name"] = "吾乃辉中之慧-燃烧之刃",
						["iLvl"] = 905,
						["time"] = 1511025490,
						["class"] = 10,
						["bTag"] = "jennysun1000#5884",
					}, -- [2489]
					{
						["role"] = "DAMAGER",
						["name"] = "逢塲作戏丶-埃德萨拉",
						["iLvl"] = 912,
						["time"] = 1511025490,
						["class"] = 12,
						["bTag"] = "MRFF#5668",
					}, -- [2490]
					{
						["role"] = "DAMAGER",
						["name"] = "利纳瑞安-死亡之翼",
						["iLvl"] = 933,
						["time"] = 1511025490,
						["class"] = 9,
						["bTag"] = "我要打十个#5616",
					}, -- [2491]
					{
						["role"] = "DAMAGER",
						["name"] = "灰灰-风暴之怒",
						["iLvl"] = 931,
						["time"] = 1511025490,
						["class"] = 8,
						["bTag"] = "jerry#5354",
					}, -- [2492]
					{
						["role"] = "HEALER",
						["name"] = "见死不救德-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1511025490,
						["class"] = 11,
						["bTag"] = "未成年面包#5582",
					}, -- [2493]
					{
						["role"] = "DAMAGER",
						["name"] = "Glacicy-伊利丹",
						["iLvl"] = 935,
						["time"] = 1511025490,
						["class"] = 8,
						["bTag"] = "Madaaaao#5796",
					}, -- [2494]
					{
						["role"] = "DAMAGER",
						["name"] = "康树-冰风岗",
						["iLvl"] = 910,
						["time"] = 1511025490,
						["class"] = 4,
						["bTag"] = "狐然爱上狸#5844",
					}, -- [2495]
					{
						["role"] = "TANK",
						["name"] = "丷秋水-无尽之海",
						["iLvl"] = 947,
						["time"] = 1511025490,
						["class"] = 1,
						["bTag"] = "大傻强#51353",
					}, -- [2496]
					{
						["role"] = "TANK",
						["name"] = "散颤-安苏",
						["iLvl"] = 928,
						["time"] = 1511025490,
						["class"] = 1,
						["bTag"] = "BT160623#52511",
					}, -- [2497]
					{
						["role"] = "DAMAGER",
						["name"] = "无醉无欢无酒-海克泰尔",
						["iLvl"] = 906,
						["time"] = 1511025490,
						["class"] = 11,
						["bTag"] = "啊辉#5210",
					}, -- [2498]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生若梦-苏塔恩",
						["iLvl"] = 917,
						["time"] = 1511025490,
						["class"] = 7,
						["bTag"] = "键盘上的烟灰#5123",
					}, -- [2499]
					{
						["role"] = "DAMAGER",
						["name"] = "人间黄-金色平原",
						["iLvl"] = 911,
						["time"] = 1511025490,
						["class"] = 4,
						["bTag"] = "无为毅#5924",
					}, -- [2500]
					{
						["role"] = "DAMAGER",
						["name"] = "明同学-圣火神殿",
						["iLvl"] = 915,
						["time"] = 1511025490,
						["class"] = 12,
						["bTag"] = "风的声音#51764",
					}, -- [2501]
					{
						["role"] = "DAMAGER",
						["name"] = "Gofor-白银之手",
						["iLvl"] = 918,
						["time"] = 1511025490,
						["class"] = 4,
						["bTag"] = "yoyo#51251",
					}, -- [2502]
					{
						["role"] = "DAMAGER",
						["name"] = "希瓦之守护-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1511025490,
						["class"] = 3,
						["bTag"] = "蓝夕#5717",
					}, -- [2503]
					{
						["role"] = "TANK",
						["name"] = "一夢一輪迴丶-影之哀伤",
						["iLvl"] = 946,
						["time"] = 1511025490,
						["class"] = 2,
						["bTag"] = "一抹涟漪丶#5655",
					}, -- [2504]
					{
						["role"] = "DAMAGER",
						["name"] = "前路太凶险-奥杜尔",
						["iLvl"] = 951,
						["time"] = 1511025490,
						["class"] = 11,
						["bTag"] = "前路太凶险#5296",
					}, -- [2505]
					{
						["role"] = "TANK",
						["name"] = "戰貓-冰风岗",
						["iLvl"] = 942,
						["time"] = 1511025490,
						["class"] = 1,
						["bTag"] = "婠婠#5937",
					}, -- [2506]
					{
						["role"] = "TANK",
						["name"] = "无极烈酒-贫瘠之地",
						["iLvl"] = 938,
						["time"] = 1511025490,
						["class"] = 10,
						["bTag"] = "勇敢的番茄#5273",
					}, -- [2507]
					{
						["role"] = "DAMAGER",
						["name"] = "菜逼吧-安苏",
						["iLvl"] = 940,
						["time"] = 1511025490,
						["class"] = 9,
						["bTag"] = "哈提#51435",
					}, -- [2508]
					{
						["role"] = "DAMAGER",
						["name"] = "醒不来的梦-霜之哀伤",
						["time"] = 1511025490,
						["class"] = 9,
					}, -- [2509]
					{
						["role"] = "DAMAGER",
						["name"] = "贝锦萋斐-耐奥祖",
						["iLvl"] = 937,
						["time"] = 1511025490,
						["class"] = 3,
						["bTag"] = "漫天斐舞#5377",
					}, -- [2510]
					{
						["role"] = "DAMAGER",
						["name"] = "二区一法-贫瘠之地",
						["iLvl"] = 932,
						["time"] = 1511025490,
						["class"] = 3,
						["bTag"] = "兽之欲#5455",
					}, -- [2511]
					{
						["role"] = "DAMAGER",
						["name"] = "飞星逐月-雷霆之王",
						["iLvl"] = 931,
						["time"] = 1511025490,
						["class"] = 3,
						["bTag"] = "白发#5249",
					}, -- [2512]
					{
						["role"] = "DAMAGER",
						["name"] = "洛尘锋-布兰卡德",
						["iLvl"] = 936,
						["time"] = 1511188768,
						["class"] = 3,
						["bTag"] = "洛尘风#5498",
					}, -- [2513]
					{
						["role"] = "DAMAGER",
						["name"] = "五杀天啊-阿比迪斯",
						["time"] = 1511025490,
						["class"] = 3,
					}, -- [2514]
					{
						["role"] = "DAMAGER",
						["name"] = "百里凝-达尔坎",
						["time"] = 1511025490,
						["class"] = 3,
					}, -- [2515]
					{
						["role"] = "DAMAGER",
						["name"] = "丨奴兽斋丨-布兰卡德",
						["time"] = 1511025490,
						["class"] = 3,
					}, -- [2516]
					{
						["role"] = "HEALER",
						["name"] = "无敌丫丫-贫瘠之地",
						["iLvl"] = 947,
						["time"] = 1511106384,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "无敌丫丫#5811",
					}, -- [2517]
					{
						["role"] = "TANK",
						["name"] = "丨炒牛奶丨-奥尔加隆",
						["iLvl"] = 940,
						["time"] = 1511106384,
						["class"] = 12,
						["bTag"] = "TAMCHEE#5172",
					}, -- [2518]
					{
						["role"] = "DAMAGER",
						["name"] = "圣丶小象莹儿-战歌",
						["iLvl"] = 933,
						["time"] = 1511106384,
						["class"] = 7,
						["bTag"] = "Antisocial#51989",
					}, -- [2519]
					{
						["role"] = "DAMAGER",
						["name"] = "太阿丶-贫瘠之地",
						["iLvl"] = 933,
						["time"] = 1511106384,
						["class"] = 2,
						["bTag"] = "耳濡目染#51234",
					}, -- [2520]
					{
						["role"] = "DAMAGER",
						["name"] = "魂沫-天空之墙",
						["iLvl"] = 935,
						["time"] = 1511106384,
						["class"] = 12,
						["bTag"] = "高敏#5622",
					}, -- [2521]
					{
						["role"] = "DAMAGER",
						["name"] = "凌峰飞雪-燃烧军团",
						["iLvl"] = 945,
						["time"] = 1511106384,
						["class"] = 9,
						["bTag"] = "潇洒走一回#51391",
					}, -- [2522]
					{
						["role"] = "DAMAGER",
						["name"] = "Luminosa-祖达克",
						["iLvl"] = 937,
						["time"] = 1511106384,
						["class"] = 12,
						["bTag"] = "Iozi#5962",
					}, -- [2523]
					{
						["role"] = "DAMAGER",
						["name"] = "怨伤心亦伤-迅捷微风",
						["iLvl"] = 916,
						["time"] = 1511106384,
						["class"] = 1,
						["bTag"] = "明一轩#5516",
					}, -- [2524]
					{
						["role"] = "TANK",
						["name"] = "青楼老板-祖尔金",
						["iLvl"] = 940,
						["time"] = 1511106384,
						["class"] = 11,
						["bTag"] = "个性时代#5300",
					}, -- [2525]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的胖子-黑翼之巢",
						["time"] = 1511106384,
						["class"] = 1,
					}, -- [2526]
					{
						["role"] = "DAMAGER",
						["name"] = "煙雨霓裳丶-血吼",
						["iLvl"] = 901,
						["time"] = 1511106384,
						["class"] = 7,
						["bTag"] = "圜圜#5668",
					}, -- [2527]
					{
						["role"] = "DAMAGER",
						["name"] = "战争血蹄-霜狼",
						["iLvl"] = 942,
						["time"] = 1511106384,
						["class"] = 1,
						["bTag"] = "盛世贤人#5789",
					}, -- [2528]
					{
						["role"] = "DAMAGER",
						["name"] = "奥米莎-加尔",
						["iLvl"] = 944,
						["time"] = 1511106384,
						["class"] = 5,
						["bTag"] = "养乐多#5124",
					}, -- [2529]
					{
						["role"] = "DAMAGER",
						["name"] = "血灬莓-冰风岗",
						["iLvl"] = 946,
						["time"] = 1511106384,
						["class"] = 3,
						["bTag"] = "惊魂之蛙#5336",
					}, -- [2530]
					{
						["role"] = "TANK",
						["name"] = "逐星肥臀-雷霆之王",
						["time"] = 1511205315,
						["class"] = 11,
					}, -- [2531]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色雪-地狱之石",
						["iLvl"] = 888,
						["time"] = 1511106384,
						["class"] = 8,
						["bTag"] = "蓝色雪#5658",
					}, -- [2532]
					{
						["role"] = "DAMAGER",
						["name"] = "雷灬爺-末日行者",
						["iLvl"] = 948,
						["time"] = 1511106384,
						["class"] = 11,
						["bTag"] = "忘初心丶#51401",
					}, -- [2533]
					{
						["role"] = "TANK",
						["name"] = "踏风-戈提克",
						["iLvl"] = 937,
						["time"] = 1511106384,
						["class"] = 12,
						["bTag"] = "谜团#5766",
					}, -- [2534]
					{
						["role"] = "DAMAGER",
						["name"] = "血之情殇-冰霜之刃",
						["time"] = 1511106990,
						["class"] = 6,
					}, -- [2535]
					{
						["role"] = "DAMAGER",
						["name"] = "小梅-无尽之海",
						["iLvl"] = 929,
						["time"] = 1511106384,
						["class"] = 3,
						["bTag"] = "嘿椒牛肉#5169",
					}, -- [2536]
					{
						["role"] = "DAMAGER",
						["name"] = "锤你小蛋蛋-格瑞姆巴托",
						["iLvl"] = 906,
						["time"] = 1511106384,
						["class"] = 12,
						["bTag"] = "搞你妹#51355",
					}, -- [2537]
					{
						["role"] = "DAMAGER",
						["name"] = "薩斯-亚雷戈斯",
						["iLvl"] = 941,
						["time"] = 1511106384,
						["class"] = 3,
						["bTag"] = "Tyrale#5563",
					}, -- [2538]
					{
						["role"] = "DAMAGER",
						["name"] = "Vis-埃德萨拉",
						["iLvl"] = 941,
						["time"] = 1511106384,
						["class"] = 8,
						["bTag"] = "Via#51243",
					}, -- [2539]
					{
						["role"] = "DAMAGER",
						["name"] = "只能拉人-克尔苏加德",
						["iLvl"] = 931,
						["time"] = 1511106384,
						["class"] = 9,
						["bTag"] = "JACK#54234",
					}, -- [2540]
					{
						["role"] = "DAMAGER",
						["name"] = "执笔画浮沉-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1511106384,
						["class"] = 3,
						["bTag"] = "seraphy#5871",
					}, -- [2541]
					{
						["role"] = "DAMAGER",
						["name"] = "苏之英丶-洛丹伦",
						["iLvl"] = 942,
						["time"] = 1511106384,
						["class"] = 9,
						["bTag"] = "噬夜天枫#5546",
					}, -- [2542]
					{
						["role"] = "DAMAGER",
						["name"] = "石岭-风暴之鳞",
						["iLvl"] = 943,
						["time"] = 1511106384,
						["class"] = 3,
						["bTag"] = "镜子#5303",
					}, -- [2543]
					{
						["role"] = "DAMAGER",
						["name"] = "龟派气功波-血色十字军",
						["iLvl"] = 922,
						["time"] = 1511106384,
						["class"] = 6,
						["bTag"] = "九千岁大人#5171",
					}, -- [2544]
					{
						["role"] = "TANK",
						["name"] = "不爱鱼的猫-奥妮克希亚",
						["iLvl"] = 917,
						["time"] = 1511106384,
						["class"] = 1,
						["bTag"] = "离不开的单调#5815",
					}, -- [2545]
					{
						["role"] = "DAMAGER",
						["name"] = "一邪舞一-埃德萨拉",
						["iLvl"] = 944,
						["time"] = 1511106828,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "荒野孤骸#5552",
					}, -- [2546]
					{
						["role"] = "DAMAGER",
						["name"] = "Undershadow-死亡之翼",
						["iLvl"] = 936,
						["time"] = 1511193907,
						["class"] = 4,
						["bTag"] = "DirtyS#5445",
					}, -- [2547]
					{
						["role"] = "DAMAGER",
						["name"] = "Leegayan-阿克蒙德",
						["iLvl"] = 945,
						["time"] = 1511106990,
						["class"] = 4,
						["bTag"] = "Leegayam#5344",
					}, -- [2548]
					{
						["role"] = "DAMAGER",
						["name"] = "你说她说-冰霜之刃",
						["iLvl"] = 945,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "墨客#51778",
					}, -- [2549]
					{
						["role"] = "TANK",
						["name"] = "丶苹果灬-达尔坎",
						["iLvl"] = 865,
						["time"] = 1511106828,
						["class"] = 10,
						["bTag"] = "Zerlinda#5671",
					}, -- [2550]
					{
						["role"] = "DAMAGER",
						["name"] = "凛雨-元素之力",
						["iLvl"] = 942,
						["time"] = 1511106828,
						["class"] = 10,
						["bTag"] = "凛之风#5611",
					}, -- [2551]
					{
						["role"] = "DAMAGER",
						["name"] = "火贺半藏-兰娜瑟尔",
						["iLvl"] = 853,
						["time"] = 1511106828,
						["class"] = 3,
						["bTag"] = "阿席达卡#51746",
					}, -- [2552]
					{
						["role"] = "DAMAGER",
						["name"] = "天无趣-烈焰峰",
						["iLvl"] = 897,
						["time"] = 1511106828,
						["class"] = 2,
						["bTag"] = "山知#5959",
					}, -- [2553]
					{
						["role"] = "DAMAGER",
						["name"] = "丷丄丷-死亡之翼",
						["iLvl"] = 929,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "Hsir#5742",
					}, -- [2554]
					{
						["role"] = "DAMAGER",
						["name"] = "你粑粑来了-白银之手",
						["time"] = 1511106828,
						["class"] = 12,
					}, -- [2555]
					{
						["role"] = "DAMAGER",
						["name"] = "疯姿优雅-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1511106828,
						["class"] = 2,
						["bTag"] = "豆芽#52107",
					}, -- [2556]
					{
						["role"] = "DAMAGER",
						["name"] = "习惯动作-安苏",
						["iLvl"] = 933,
						["time"] = 1511106828,
						["class"] = 1,
						["bTag"] = "飘点#5702",
					}, -- [2557]
					{
						["role"] = "DAMAGER",
						["name"] = "溫柔的砍壹刀-狂热之刃",
						["iLvl"] = 941,
						["time"] = 1511106828,
						["class"] = 3,
						["bTag"] = "温柔的砍一刀#5953",
					}, -- [2558]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我随风吧-冰风岗",
						["iLvl"] = 946,
						["time"] = 1511106828,
						["class"] = 6,
						["bTag"] = "gbb#51712",
					}, -- [2559]
					{
						["role"] = "DAMAGER",
						["name"] = "十年烟云-贫瘠之地",
						["iLvl"] = 911,
						["time"] = 1511106828,
						["class"] = 8,
						["bTag"] = "毕易斯特#5853",
					}, -- [2560]
					{
						["role"] = "TANK",
						["name"] = "天霜丶寒气-冰风岗",
						["iLvl"] = 930,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "小天007#5471",
					}, -- [2561]
					{
						["role"] = "DAMAGER",
						["name"] = "雨天的彩虹-提尔之手",
						["iLvl"] = 933,
						["time"] = 1511106828,
						["class"] = 5,
						["bTag"] = "鱼的味道#51478",
					}, -- [2562]
					{
						["role"] = "DAMAGER",
						["name"] = "亮晶晶快给我-伊利丹",
						["iLvl"] = 865,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "Madaaaao#5796",
					}, -- [2563]
					{
						["role"] = "TANK",
						["name"] = "詹姆斯犇-寒冰皇冠",
						["iLvl"] = 945,
						["time"] = 1511106828,
						["class"] = 11,
						["bTag"] = "詹姆斯刘#5454",
					}, -- [2564]
					{
						["role"] = "DAMAGER",
						["name"] = "胤月阿-斯克提斯",
						["iLvl"] = 901,
						["time"] = 1511106828,
						["class"] = 10,
						["bTag"] = "零月生的纪岚#5725",
					}, -- [2565]
					{
						["role"] = "DAMAGER",
						["name"] = "獸亾-风暴之怒",
						["iLvl"] = 937,
						["time"] = 1511106828,
						["class"] = 3,
						["bTag"] = "风叶#5963",
					}, -- [2566]
					{
						["role"] = "TANK",
						["name"] = "開著大奔追豬-埃德萨拉",
						["iLvl"] = 944,
						["time"] = 1511106828,
						["class"] = 10,
						["bTag"] = "Tyrale#5563",
					}, -- [2567]
					{
						["role"] = "TANK",
						["name"] = "露运无痕-希尔瓦娜斯",
						["iLvl"] = 946,
						["time"] = 1511106828,
						["class"] = 2,
						["bTag"] = "露运无痕#5513",
					}, -- [2568]
					{
						["role"] = "DAMAGER",
						["name"] = "繁辰-幽暗沼泽",
						["iLvl"] = 946,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "回忆如潮#5278",
					}, -- [2569]
					{
						["role"] = "DAMAGER",
						["name"] = "借与花消遣-奥尔加隆",
						["iLvl"] = 939,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "玫瑰牛排#5952",
					}, -- [2570]
					{
						["role"] = "DAMAGER",
						["name"] = "略知不太懂-卡德罗斯",
						["time"] = 1511106802,
						["class"] = 2,
					}, -- [2571]
					{
						["role"] = "DAMAGER",
						["name"] = "Amourd-希尔瓦娜斯",
						["iLvl"] = 941,
						["time"] = 1511106828,
						["class"] = 2,
						["bTag"] = "小安糖#5498",
					}, -- [2572]
					{
						["role"] = "DAMAGER",
						["name"] = "柒眼黑羊-死亡之翼",
						["iLvl"] = 915,
						["time"] = 1511106828,
						["class"] = 12,
						["bTag"] = "蛋爷#5819",
					}, -- [2573]
					{
						["role"] = "TANK",
						["name"] = "弑魂辉煌-阿纳克洛斯",
						["time"] = 1511106828,
						["class"] = 2,
					}, -- [2574]
					{
						["role"] = "DAMAGER",
						["name"] = "骚的有气质-死亡熔炉",
						["iLvl"] = 938,
						["time"] = 1511106828,
						["class"] = 7,
						["bTag"] = "Johnny#5600",
					}, -- [2575]
					{
						["role"] = "TANK",
						["name"] = "红尘执念-死亡之翼",
						["iLvl"] = 948,
						["time"] = 1511188769,
						["class"] = 2,
						["bTag"] = "纯洁是路人#5388",
					}, -- [2576]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛抗怪-天空之墙",
						["iLvl"] = 940,
						["time"] = 1511106828,
						["class"] = 11,
						["bTag"] = "圆圆耳垂#5488",
					}, -- [2577]
					{
						["role"] = "DAMAGER",
						["name"] = "玖兰枢-洛萨",
						["iLvl"] = 942,
						["time"] = 1511106990,
						["class"] = 5,
						["bTag"] = "陆肖毅#5488",
					}, -- [2578]
					{
						["role"] = "DAMAGER",
						["name"] = "白糖丶-鬼雾峰",
						["time"] = 1511106828,
						["class"] = 8,
					}, -- [2579]
					{
						["role"] = "DAMAGER",
						["name"] = "一鸣牛奶-巨龙之吼",
						["time"] = 1511106828,
						["class"] = 5,
					}, -- [2580]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀秒你全家-迦顿",
						["iLvl"] = 944,
						["time"] = 1511106990,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "SilentStorm#529552",
					}, -- [2581]
					{
						["role"] = "DAMAGER",
						["name"] = "洛尘血-布兰卡德",
						["iLvl"] = 925,
						["time"] = 1511106990,
						["class"] = 6,
						["bTag"] = "洛尘风#5498",
					}, -- [2582]
					{
						["role"] = "DAMAGER",
						["name"] = "寒光雷影-血色十字军",
						["iLvl"] = 946,
						["time"] = 1511106990,
						["class"] = 7,
						["bTag"] = "韩爷#5717",
					}, -- [2583]
					{
						["role"] = "DAMAGER",
						["name"] = "放牛的男神-黑铁",
						["iLvl"] = 919,
						["time"] = 1511106990,
						["class"] = 1,
						["bTag"] = "怼我被反杀#51335",
					}, -- [2584]
					{
						["role"] = "DAMAGER",
						["name"] = "繁星点点-格瑞姆巴托",
						["iLvl"] = 935,
						["time"] = 1511106990,
						["class"] = 7,
						["bTag"] = "寻找往昔痕迹#5800",
					}, -- [2585]
					{
						["role"] = "DAMAGER",
						["name"] = "六月初九-熵魔",
						["iLvl"] = 924,
						["time"] = 1511106990,
						["class"] = 2,
						["bTag"] = "巫觋#5789",
					}, -- [2586]
					{
						["role"] = "DAMAGER",
						["name"] = "菓菓老爹-凤凰之神",
						["iLvl"] = 943,
						["time"] = 1511106990,
						["class"] = 11,
						["bTag"] = "虎爪爪#5247",
					}, -- [2587]
					{
						["role"] = "TANK",
						["name"] = "云过天涯-白骨荒野",
						["iLvl"] = 938,
						["time"] = 1511106990,
						["class"] = 2,
						["bTag"] = "云过天涯#5715",
					}, -- [2588]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之浅笑-死亡之翼",
						["iLvl"] = 947,
						["time"] = 1511106990,
						["class"] = 8,
						["bTag"] = "恒恒#5368",
					}, -- [2589]
					{
						["role"] = "TANK",
						["name"] = "他好我也好-巫妖之王",
						["iLvl"] = 935,
						["time"] = 1511106990,
						["class"] = 12,
						["bTag"] = "韵宝#5992",
					}, -- [2590]
					{
						["role"] = "DAMAGER",
						["name"] = "半痴半疯癫-丹莫德",
						["iLvl"] = 890,
						["time"] = 1511106990,
						["class"] = 4,
						["bTag"] = "NaKasfy#5525",
					}, -- [2591]
					{
						["role"] = "TANK",
						["name"] = "卿雲曜晨曦-鬼雾峰",
						["iLvl"] = 922,
						["time"] = 1511106990,
						["class"] = 6,
						["bTag"] = "風雲#5403",
					}, -- [2592]
					{
						["role"] = "DAMAGER",
						["name"] = "Yasopp-冰风岗",
						["iLvl"] = 944,
						["time"] = 1511106990,
						["class"] = 3,
						["bTag"] = "亱詪媄#5628",
					}, -- [2593]
					{
						["role"] = "TANK",
						["name"] = "杰罗特丶惊雷-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1511106990,
						["class"] = 12,
						["bTag"] = "暴躁之鼬#5145716",
					}, -- [2594]
					{
						["role"] = "TANK",
						["name"] = "牛之画画-卡德加",
						["iLvl"] = 944,
						["time"] = 1511106990,
						["class"] = 6,
						["bTag"] = "rfablation#5664",
					}, -- [2595]
					{
						["role"] = "DAMAGER",
						["name"] = "茉香小蝶-奈萨里奥",
						["iLvl"] = 948,
						["time"] = 1511106990,
						["class"] = 5,
						["bTag"] = "兔纸爱梅西#5140",
					}, -- [2596]
					{
						["role"] = "DAMAGER",
						["name"] = "桃衣沾青酒丷-安苏",
						["iLvl"] = 892,
						["time"] = 1511106990,
						["class"] = 9,
						["bTag"] = "软耳兔丷#5152",
					}, -- [2597]
					{
						["role"] = "DAMAGER",
						["name"] = "赫提斯-格瑞姆巴托",
						["iLvl"] = 904,
						["time"] = 1511106990,
						["class"] = 4,
						["bTag"] = "走过花开#5336",
					}, -- [2598]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶干果雪糕-菲拉斯",
						["iLvl"] = 945,
						["time"] = 1511106990,
						["class"] = 10,
						["bTag"] = "开黑么我玩半藏#5519",
					}, -- [2599]
					{
						["role"] = "DAMAGER",
						["name"] = "沐小汐丶-安苏",
						["iLvl"] = 945,
						["time"] = 1511106990,
						["class"] = 3,
						["bTag"] = "HaoIsAbug#51129",
					}, -- [2600]
					{
						["role"] = "DAMAGER",
						["name"] = "深山归不归-雷霆之王",
						["iLvl"] = 924,
						["time"] = 1511106990,
						["class"] = 3,
						["bTag"] = "包纸控#5593",
					}, -- [2601]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的匈毛-阿纳克洛斯",
						["iLvl"] = 867,
						["time"] = 1511106990,
						["class"] = 4,
						["bTag"] = "午马#5466",
					}, -- [2602]
					{
						["role"] = "DAMAGER",
						["name"] = "點點傾惢-森金",
						["iLvl"] = 943,
						["time"] = 1511106990,
						["class"] = 3,
						["bTag"] = "微风#5753",
					}, -- [2603]
					{
						["role"] = "DAMAGER",
						["name"] = "就扯我的蛋丶-海克泰尔",
						["iLvl"] = 895,
						["time"] = 1511106990,
						["class"] = 5,
						["bTag"] = "别扯我的蛋#5166",
					}, -- [2604]
					{
						["role"] = "DAMAGER",
						["name"] = "擦丨星期七-凤凰之神",
						["iLvl"] = 936,
						["time"] = 1511106990,
						["class"] = 7,
						["bTag"] = "擦丨星期五#5847",
					}, -- [2605]
					{
						["role"] = "TANK",
						["name"] = "海啸灬彤彤-无尽之海",
						["time"] = 1511106990,
						["class"] = 2,
					}, -- [2606]
					{
						["role"] = "TANK",
						["name"] = "总受伤-克尔苏加德",
						["iLvl"] = 908,
						["time"] = 1511114179,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "蹲着吃饭#51153",
					}, -- [2607]
					{
						["role"] = "DAMAGER",
						["name"] = "瑶瑶-玛瑟里顿",
						["iLvl"] = 941,
						["time"] = 1511114179,
						["class"] = 3,
						["bTag"] = "丽丽#5311",
					}, -- [2608]
					{
						["role"] = "DAMAGER",
						["name"] = "污小唧-燃烧之刃",
						["time"] = 1511114179,
						["class"] = 8,
					}, -- [2609]
					{
						["role"] = "DAMAGER",
						["name"] = "红尘丿-萨洛拉丝",
						["iLvl"] = 936,
						["time"] = 1511205311,
						["class"] = 3,
						["bTag"] = "光明之锤#510130",
					}, -- [2610]
					{
						["role"] = "DAMAGER",
						["name"] = "孤咕-凤凰之神",
						["iLvl"] = 939,
						["time"] = 1511114146,
						["class"] = 11,
						["bTag"] = "浪人陈111#5306",
					}, -- [2611]
					{
						["role"] = "DAMAGER",
						["name"] = "兮兮熙茜惜惜-弗塞雷迦",
						["iLvl"] = 924,
						["time"] = 1511114179,
						["class"] = 8,
						["bTag"] = "FriendTwo#5411",
					}, -- [2612]
					{
						["role"] = "DAMAGER",
						["name"] = "起司头棕裤裤-伊森利恩",
						["iLvl"] = 936,
						["time"] = 1511114179,
						["class"] = 8,
						["bTag"] = "南海大香樟#5945",
					}, -- [2613]
					{
						["role"] = "DAMAGER",
						["name"] = "破控-摩摩尔",
						["iLvl"] = 912,
						["time"] = 1511114179,
						["class"] = 1,
						["bTag"] = "我有罪#5853",
					}, -- [2614]
					{
						["role"] = "DAMAGER",
						["name"] = "青森森德萌萌-古尔丹",
						["iLvl"] = 930,
						["time"] = 1511114146,
						["class"] = 11,
						["bTag"] = "你呵呵时好美#5789",
					}, -- [2615]
					{
						["role"] = "TANK",
						["name"] = "逍遥丶猎手-卡德加",
						["iLvl"] = 948,
						["time"] = 1511114146,
						["class"] = 12,
						["bTag"] = "逍灬遥#51157",
					}, -- [2616]
					{
						["role"] = "DAMAGER",
						["name"] = "魔都老哥-安苏",
						["iLvl"] = 944,
						["time"] = 1511114146,
						["class"] = 3,
						["bTag"] = "梦游#5345",
					}, -- [2617]
					{
						["role"] = "DAMAGER",
						["name"] = "一只骄傲的猫-冰风岗",
						["iLvl"] = 904,
						["time"] = 1511114173,
						["class"] = 10,
						["bTag"] = "超哥哥呀#5201",
					}, -- [2618]
					{
						["role"] = "DAMAGER",
						["name"] = "骄傲得兔子-红云台地",
						["iLvl"] = 916,
						["time"] = 1511114146,
						["class"] = 4,
						["bTag"] = "能给个核心橙不#5502",
					}, -- [2619]
					{
						["role"] = "DAMAGER",
						["name"] = "妖毒-血环",
						["iLvl"] = 947,
						["time"] = 1511114173,
						["class"] = 4,
						["bTag"] = "松大爷#5138",
					}, -- [2620]
					{
						["role"] = "DAMAGER",
						["name"] = "斩却风月-伊森利恩",
						["iLvl"] = 937,
						["time"] = 1511114173,
						["class"] = 1,
						["bTag"] = "焚寂#5649",
					}, -- [2621]
					{
						["role"] = "DAMAGER",
						["name"] = "灬尐香煙-无尽之海",
						["iLvl"] = 945,
						["time"] = 1511114146,
						["class"] = 4,
						["bTag"] = "淡淡的蛋蛋#5907",
					}, -- [2622]
					{
						["role"] = "DAMAGER",
						["name"] = "剪不断就砍断-太阳之井",
						["iLvl"] = 932,
						["time"] = 1511114173,
						["class"] = 6,
						["bTag"] = "相互互相吗#5364",
					}, -- [2623]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔帕丨西诺-恶魔之翼",
						["iLvl"] = 909,
						["time"] = 1511114179,
						["class"] = 1,
						["bTag"] = "布洛克萨鲁法尔#5785",
					}, -- [2624]
					{
						["role"] = "DAMAGER",
						["name"] = "希蒙夸什之爪-黑龙军团",
						["iLvl"] = 947,
						["time"] = 1511114146,
						["class"] = 3,
						["bTag"] = "霍格#5632",
					}, -- [2625]
					{
						["role"] = "DAMAGER",
						["name"] = "格尔雷斯-影之哀伤",
						["iLvl"] = 950,
						["time"] = 1511114173,
						["class"] = 8,
						["bTag"] = "一枝獨秀#5381",
					}, -- [2626]
					{
						["role"] = "TANK",
						["name"] = "牦牛大少-天空之墙",
						["iLvl"] = 941,
						["time"] = 1511114146,
						["class"] = 10,
						["bTag"] = "踏雪拂尘#5590",
					}, -- [2627]
					{
						["role"] = "DAMAGER",
						["name"] = "吹罩罩奶奶凉-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1511114179,
						["class"] = 4,
						["bTag"] = "Sylar#5822",
					}, -- [2628]
					{
						["role"] = "TANK",
						["name"] = "萤舞流光-无尽之海",
						["iLvl"] = 947,
						["time"] = 1511114146,
						["class"] = 2,
						["bTag"] = "楪祈#52154",
					}, -- [2629]
					{
						["role"] = "TANK",
						["name"] = "我好丑喔-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1511114146,
						["class"] = 12,
						["bTag"] = "伟大的李叔叔#5918",
					}, -- [2630]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走貓貓-苏拉玛",
						["iLvl"] = 939,
						["time"] = 1511114179,
						["class"] = 1,
						["bTag"] = "如果遇见你#51565",
					}, -- [2631]
					{
						["role"] = "DAMAGER",
						["name"] = "Josephlouis-奥尔加隆",
						["iLvl"] = 908,
						["time"] = 1511114173,
						["class"] = 3,
						["bTag"] = "我的心放在你那#5217",
					}, -- [2632]
					{
						["role"] = "DAMAGER",
						["name"] = "叁太子-血色十字军",
						["iLvl"] = 947,
						["time"] = 1511114179,
						["class"] = 8,
						["bTag"] = "shinhaye#5279",
					}, -- [2633]
					{
						["role"] = "DAMAGER",
						["name"] = "Kakarotto-贫瘠之地",
						["time"] = 1511114179,
						["class"] = 9,
					}, -- [2634]
					{
						["role"] = "DAMAGER",
						["name"] = "Beholder-卡德加",
						["iLvl"] = 942,
						["time"] = 1511114179,
						["class"] = 2,
						["bTag"] = "NightRaven#56169",
					}, -- [2635]
					{
						["role"] = "HEALER",
						["name"] = "杰森斯坦丶森-燃烧之刃",
						["iLvl"] = 898,
						["time"] = 1511114179,
						["class"] = 2,
						["bTag"] = "蛋疼蛋不碎#5487",
					}, -- [2636]
					{
						["role"] = "TANK",
						["name"] = "一杯敬往事-古尔丹",
						["iLvl"] = 947,
						["time"] = 1511114179,
						["class"] = 2,
						["bTag"] = "梁乐#51768",
					}, -- [2637]
					{
						["role"] = "DAMAGER",
						["name"] = "琅乂琊-安苏",
						["iLvl"] = 884,
						["time"] = 1511188342,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "超能小贝#5951",
					}, -- [2638]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔契约者-苏拉玛",
						["time"] = 1511188261,
						["class"] = 9,
					}, -- [2639]
					{
						["role"] = "DAMAGER",
						["name"] = "一犁灬俏骡子-狂热之刃",
						["iLvl"] = 925,
						["time"] = 1511188340,
						["class"] = 2,
						["bTag"] = "风轻云淡#5984",
					}, -- [2640]
					{
						["role"] = "HEALER",
						["name"] = "哈玩玩-狂热之刃",
						["iLvl"] = 942,
						["time"] = 1511188342,
						["class"] = 5,
						["bTag"] = "哈玩玩#5619",
					}, -- [2641]
					{
						["role"] = "DAMAGER",
						["name"] = "阿特丽尔-暗影之月",
						["iLvl"] = 935,
						["time"] = 1511188342,
						["class"] = 3,
						["bTag"] = "阿特丽尔#5495",
					}, -- [2642]
					{
						["role"] = "DAMAGER",
						["name"] = "幽暝色色-能源舰",
						["iLvl"] = 941,
						["time"] = 1511188342,
						["class"] = 2,
						["bTag"] = "一张床创业#5116",
					}, -- [2643]
					{
						["role"] = "DAMAGER",
						["name"] = "枯叶-冰风岗",
						["iLvl"] = 916,
						["time"] = 1511188342,
						["class"] = 9,
						["bTag"] = "顾恒#51752",
					}, -- [2644]
					{
						["role"] = "DAMAGER",
						["name"] = "Blackfang-鬼雾峰",
						["iLvl"] = 942,
						["time"] = 1511188342,
						["class"] = 4,
						["bTag"] = "贝尼玛勒十#5520",
					}, -- [2645]
					{
						["role"] = "TANK",
						["name"] = "爱有你-安格博达",
						["iLvl"] = 897,
						["time"] = 1511188342,
						["class"] = 6,
						["bTag"] = "小爱#5775",
					}, -- [2646]
					{
						["role"] = "DAMAGER",
						["name"] = "丶隔壁老李-冰风岗",
						["iLvl"] = 934,
						["time"] = 1511188342,
						["class"] = 1,
						["bTag"] = "大咪咪丶#51898",
					}, -- [2647]
					{
						["role"] = "DAMAGER",
						["name"] = "影月小风-血吼",
						["iLvl"] = 945,
						["time"] = 1511188342,
						["class"] = 4,
						["bTag"] = "孤傲之小南瓜#5714",
					}, -- [2648]
					{
						["role"] = "DAMAGER",
						["name"] = "夜神姬丶-黑铁",
						["iLvl"] = 930,
						["time"] = 1511188342,
						["class"] = 8,
						["bTag"] = "小夜灬#5212",
					}, -- [2649]
					{
						["role"] = "DAMAGER",
						["name"] = "你与春-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1511188342,
						["class"] = 1,
						["bTag"] = "有蓉#5517",
					}, -- [2650]
					{
						["role"] = "DAMAGER",
						["name"] = "橘薰-龙骨平原",
						["iLvl"] = 941,
						["time"] = 1511188342,
						["class"] = 8,
						["bTag"] = "橘薰#5597",
					}, -- [2651]
					{
						["role"] = "DAMAGER",
						["name"] = "女人瘫在棒下-鬼雾峰",
						["iLvl"] = 943,
						["time"] = 1511188338,
						["class"] = 12,
						["bTag"] = "風清#5795",
					}, -- [2652]
					{
						["role"] = "DAMAGER",
						["name"] = "Winterwind-梅尔加尼",
						["time"] = 1511188342,
						["class"] = 8,
					}, -- [2653]
					{
						["role"] = "TANK",
						["name"] = "法萨芬飞-激流之傲",
						["iLvl"] = 948,
						["time"] = 1511188342,
						["class"] = 6,
						["bTag"] = "D999999#5882",
					}, -- [2654]
					{
						["role"] = "DAMAGER",
						["name"] = "低调丨恶魔-凤凰之神",
						["iLvl"] = 925,
						["time"] = 1511188340,
						["class"] = 12,
						["bTag"] = "小林#52473",
					}, -- [2655]
					{
						["role"] = "DAMAGER",
						["name"] = "维蕾塔-艾露恩",
						["iLvl"] = 925,
						["time"] = 1511188338,
						["class"] = 1,
						["bTag"] = "Bravo#5772",
					}, -- [2656]
					{
						["role"] = "DAMAGER",
						["name"] = "狂丶戦-白骨荒野",
						["iLvl"] = 886,
						["time"] = 1511188315,
						["class"] = 1,
						["bTag"] = "亓兲亣圣#5155",
					}, -- [2657]
					{
						["role"] = "TANK",
						["name"] = "蔚蓝色的祝福-达斯雷玛",
						["iLvl"] = 944,
						["time"] = 1511188342,
						["class"] = 2,
						["bTag"] = "跳起来一暴击#5773",
					}, -- [2658]
					{
						["role"] = "DAMAGER",
						["name"] = "装币照裆踢-回音山",
						["iLvl"] = 932,
						["time"] = 1511188342,
						["class"] = 4,
						["bTag"] = "醉喵喵#5705",
					}, -- [2659]
					{
						["role"] = "DAMAGER",
						["name"] = "充电电池-卡扎克",
						["iLvl"] = 945,
						["time"] = 1511188340,
						["class"] = 1,
						["bTag"] = "充电电池#5595",
					}, -- [2660]
					{
						["role"] = "DAMAGER",
						["name"] = "血流五步-幽暗沼泽",
						["iLvl"] = 923,
						["time"] = 1511188338,
						["class"] = 6,
						["bTag"] = "小白国王#5833",
					}, -- [2661]
					{
						["role"] = "DAMAGER",
						["name"] = "郭子仪-安苏",
						["iLvl"] = 909,
						["time"] = 1511188340,
						["class"] = 3,
						["bTag"] = "姜逸辰#5702",
					}, -- [2662]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶些特-奥妮克希亚",
						["iLvl"] = 934,
						["time"] = 1511188342,
						["class"] = 4,
						["bTag"] = "风之圣痕#5779",
					}, -- [2663]
					{
						["role"] = "DAMAGER",
						["name"] = "锐锐-安苏",
						["iLvl"] = 932,
						["time"] = 1511188768,
						["class"] = 4,
						["bTag"] = "烟圈#5382",
					}, -- [2664]
					{
						["role"] = "DAMAGER",
						["name"] = "区海文-格瑞姆巴托",
						["iLvl"] = 948,
						["time"] = 1511188342,
						["class"] = 9,
						["bTag"] = "喂你怎么了#5125",
					}, -- [2665]
					{
						["role"] = "TANK",
						["name"] = "素剣-埃克索图斯",
						["iLvl"] = 941,
						["time"] = 1511188338,
						["class"] = 6,
						["bTag"] = "转世幻影#5629",
					}, -- [2666]
					{
						["role"] = "DAMAGER",
						["name"] = "萧萧诗诗-斩魔者",
						["iLvl"] = 923,
						["time"] = 1511188338,
						["class"] = 1,
						["bTag"] = "萧萧森森#5798",
					}, -- [2667]
					{
						["role"] = "DAMAGER",
						["name"] = "战神天涯亖-伊森利恩",
						["iLvl"] = 929,
						["time"] = 1511188342,
						["class"] = 6,
						["bTag"] = "天涯#5486",
					}, -- [2668]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子来了-夏维安",
						["time"] = 1511188342,
						["class"] = 9,
					}, -- [2669]
					{
						["role"] = "DAMAGER",
						["name"] = "岚冰冰丶-燃烧之刃",
						["time"] = 1511188342,
						["class"] = 8,
					}, -- [2670]
					{
						["role"] = "TANK",
						["name"] = "Erebus-红龙女王",
						["time"] = 1511188342,
						["class"] = 6,
					}, -- [2671]
					{
						["role"] = "TANK",
						["name"] = "Lotar-羽月",
						["time"] = 1511188342,
						["class"] = 1,
					}, -- [2672]
					{
						["role"] = "DAMAGER",
						["name"] = "挪威海怪-冰霜之刃",
						["time"] = 1511188342,
						["class"] = 1,
					}, -- [2673]
					{
						["role"] = "DAMAGER",
						["name"] = "机械錬-死亡之翼",
						["time"] = 1511188342,
						["class"] = 7,
					}, -- [2674]
					{
						["role"] = "DAMAGER",
						["name"] = "升斗市民-艾露恩",
						["iLvl"] = 932,
						["time"] = 1511188524,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "月下隐仁#5869",
					}, -- [2675]
					{
						["role"] = "TANK",
						["name"] = "Anella-诺兹多姆",
						["iLvl"] = 926,
						["time"] = 1511188593,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "jiliuzhiao#5988",
					}, -- [2676]
					{
						["role"] = "DAMAGER",
						["name"] = "多多鱼多多-鬼雾峰",
						["iLvl"] = 946,
						["time"] = 1511193907,
						["class"] = 2,
						["bTag"] = "鱼儿游呀游呀#5178",
					}, -- [2677]
					{
						["role"] = "TANK",
						["name"] = "Sores-莱索恩",
						["iLvl"] = 934,
						["time"] = 1511188593,
						["class"] = 6,
						["bTag"] = "Sore#51204",
					}, -- [2678]
					{
						["role"] = "DAMAGER",
						["name"] = "双儿笨笨-奈萨里奥",
						["iLvl"] = 946,
						["time"] = 1511188593,
						["class"] = 9,
						["bTag"] = "贪睡的面包#5106",
					}, -- [2679]
					{
						["role"] = "DAMAGER",
						["name"] = "德你个啷-伊森利恩",
						["iLvl"] = 943,
						["time"] = 1511188593,
						["class"] = 11,
						["bTag"] = "战禹#5708",
					}, -- [2680]
					{
						["role"] = "DAMAGER",
						["name"] = "灬优迪安灬-狂热之刃",
						["iLvl"] = 941,
						["time"] = 1511188593,
						["class"] = 12,
						["bTag"] = "一撸到死#5385",
					}, -- [2681]
					{
						["role"] = "DAMAGER",
						["name"] = "Frostmournr-格瑞姆巴托",
						["iLvl"] = 928,
						["time"] = 1511377600,
						["class"] = 12,
						["bTag"] = "Nevermore#54382",
					}, -- [2682]
					{
						["role"] = "DAMAGER",
						["name"] = "女神丨殿下-安苏",
						["iLvl"] = 917,
						["time"] = 1511188593,
						["class"] = 1,
						["bTag"] = "Saber#55612",
					}, -- [2683]
					{
						["role"] = "TANK",
						["name"] = "弑血海文-血牙魔王",
						["iLvl"] = 934,
						["time"] = 1511188593,
						["class"] = 11,
						["bTag"] = "大海文#5246",
					}, -- [2684]
					{
						["role"] = "TANK",
						["name"] = "Hebe-爱斯特纳",
						["iLvl"] = 939,
						["time"] = 1511188593,
						["class"] = 10,
						["bTag"] = "土归土#5490",
					}, -- [2685]
					{
						["role"] = "DAMAGER",
						["name"] = "裤裆掏火球-雷霆之王",
						["iLvl"] = 943,
						["time"] = 1511188593,
						["class"] = 8,
						["bTag"] = "Scorpio#52869",
					}, -- [2686]
					{
						["role"] = "TANK",
						["name"] = "榮耀之光-血环",
						["iLvl"] = 882,
						["time"] = 1511188593,
						["class"] = 2,
						["bTag"] = "幸运之翼#56509",
					}, -- [2687]
					{
						["role"] = "DAMAGER",
						["name"] = "丶按键伤人丶-贫瘠之地",
						["iLvl"] = 917,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "ANYE#5414",
					}, -- [2688]
					{
						["role"] = "TANK",
						["name"] = "萧萧羡妮-斩魔者",
						["iLvl"] = 937,
						["time"] = 1511188479,
						["class"] = 10,
						["bTag"] = "萧萧森森#5798",
					}, -- [2689]
					{
						["role"] = "DAMAGER",
						["name"] = "邻居王哥-冰风岗",
						["iLvl"] = 945,
						["time"] = 1511188593,
						["class"] = 6,
						["bTag"] = "隔壁老王#516276",
					}, -- [2690]
					{
						["role"] = "TANK",
						["name"] = "Orange-古加尔",
						["iLvl"] = 943,
						["time"] = 1511188593,
						["class"] = 11,
						["bTag"] = "风间火月#5477",
					}, -- [2691]
					{
						["role"] = "DAMAGER",
						["name"] = "冰魂-桑德兰",
						["iLvl"] = 917,
						["time"] = 1511188593,
						["class"] = 8,
						["bTag"] = "秦煌#5689",
					}, -- [2692]
					{
						["role"] = "DAMAGER",
						["name"] = "乱试徍人-熊猫酒仙",
						["iLvl"] = 932,
						["time"] = 1511188593,
						["class"] = 3,
						["bTag"] = "AVkuang#5839",
					}, -- [2693]
					{
						["role"] = "TANK",
						["name"] = "恶魔天堂-冬泉谷",
						["iLvl"] = 929,
						["time"] = 1511188524,
						["class"] = 12,
						["bTag"] = "大雨#5800",
					}, -- [2694]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然小法-无尽之海",
						["iLvl"] = 943,
						["time"] = 1511188593,
						["class"] = 8,
						["bTag"] = "YZX#52453",
					}, -- [2695]
					{
						["role"] = "HEALER",
						["name"] = "Yalc-血色十字军",
						["iLvl"] = 943,
						["time"] = 1511188769,
						["class"] = 5,
						["bTag"] = "克雷老湿#5523",
					}, -- [2696]
					{
						["role"] = "DAMAGER",
						["name"] = "Liwodads-鲜血熔炉",
						["iLvl"] = 938,
						["time"] = 1511188593,
						["class"] = 9,
						["bTag"] = "陌丶小羽#5793",
					}, -- [2697]
					{
						["role"] = "DAMAGER",
						["name"] = "心坚如冰-冰风岗",
						["iLvl"] = 947,
						["time"] = 1511188593,
						["class"] = 8,
						["bTag"] = "心坚如冰#5412",
					}, -- [2698]
					{
						["role"] = "DAMAGER",
						["name"] = "丨皇马小小罗-火羽山",
						["iLvl"] = 932,
						["time"] = 1511188593,
						["class"] = 2,
						["bTag"] = "我罗呼吸都是错#5184",
					}, -- [2699]
					{
						["role"] = "DAMAGER",
						["name"] = "血崩丶-塔纳利斯",
						["iLvl"] = 940,
						["time"] = 1511188593,
						["class"] = 4,
						["bTag"] = "GLK#5721",
					}, -- [2700]
					{
						["role"] = "TANK",
						["name"] = "老恭-卡拉赞",
						["iLvl"] = 816,
						["time"] = 1511188593,
						["class"] = 11,
						["bTag"] = "武警少将#51379",
					}, -- [2701]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱侽爵-格瑞姆巴托",
						["iLvl"] = 931,
						["time"] = 1511188593,
						["class"] = 12,
						["bTag"] = "领袖帝#5842",
					}, -- [2702]
					{
						["role"] = "DAMAGER",
						["name"] = "小清歌-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1511188593,
						["class"] = 1,
						["bTag"] = "傲慢的上校丶#51424",
					}, -- [2703]
					{
						["role"] = "DAMAGER",
						["name"] = "Geeflouritc-破碎岭",
						["iLvl"] = 933,
						["time"] = 1511188593,
						["class"] = 4,
						["bTag"] = "萌萌哒法爷没谁了#5883",
					}, -- [2704]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜赤血-格瑞姆巴托",
						["time"] = 1511188593,
						["class"] = 7,
					}, -- [2705]
					{
						["role"] = "DAMAGER",
						["name"] = "风雷电闪-死亡之翼",
						["iLvl"] = 878,
						["time"] = 1511188524,
						["class"] = 7,
						["bTag"] = "Noew#5788",
					}, -- [2706]
					{
						["role"] = "DAMAGER",
						["name"] = "無雙烎-亡语者",
						["iLvl"] = 934,
						["time"] = 1511188593,
						["class"] = 4,
						["bTag"] = "诸界毁灭者#5557",
					}, -- [2707]
					{
						["role"] = "HEALER",
						["name"] = "Aboutdaimon-巫妖之王",
						["iLvl"] = 938,
						["time"] = 1511188593,
						["class"] = 7,
						["bTag"] = "默默君#5287",
					}, -- [2708]
					{
						["role"] = "DAMAGER",
						["name"] = "梦逍遥-巫妖之王",
						["iLvl"] = 936,
						["time"] = 1511188593,
						["class"] = 6,
						["bTag"] = "Magic#52144",
					}, -- [2709]
					{
						["role"] = "DAMAGER",
						["name"] = "江南丶小雾-塞拉摩",
						["iLvl"] = 940,
						["time"] = 1511188768,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "郭振#5283",
					}, -- [2710]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬奶爸-亚雷戈斯",
						["iLvl"] = 925,
						["time"] = 1511188768,
						["class"] = 7,
						["bTag"] = "喊建哥#5314",
					}, -- [2711]
					{
						["role"] = "DAMAGER",
						["name"] = "上百个死骑-古尔丹",
						["iLvl"] = 922,
						["time"] = 1511188768,
						["class"] = 6,
						["bTag"] = "方砖叔#51765",
					}, -- [2712]
					{
						["role"] = "DAMAGER",
						["name"] = "天菲雪-狂热之刃",
						["iLvl"] = 938,
						["time"] = 1511188768,
						["class"] = 1,
						["bTag"] = "小蔡#5328",
					}, -- [2713]
					{
						["role"] = "HEALER",
						["name"] = "好多余-末日祷告祭坛",
						["iLvl"] = 846,
						["time"] = 1511188768,
						["class"] = 5,
						["bTag"] = "预谋#5923",
					}, -- [2714]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光牛排-熔火之心",
						["iLvl"] = 928,
						["time"] = 1511188769,
						["class"] = 2,
						["bTag"] = "照脸猛踹#5167",
					}, -- [2715]
					{
						["role"] = "TANK",
						["name"] = "口水轱辘娃-燃烧之刃",
						["iLvl"] = 937,
						["time"] = 1511188769,
						["class"] = 12,
						["bTag"] = "大西红柿#5413",
					}, -- [2716]
					{
						["role"] = "DAMAGER",
						["name"] = "納兰-森金",
						["time"] = 1511188769,
						["class"] = 4,
					}, -- [2717]
					{
						["role"] = "DAMAGER",
						["name"] = "么么哥-塞拉摩",
						["iLvl"] = 948,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "常小斗#5612",
					}, -- [2718]
					{
						["role"] = "DAMAGER",
						["name"] = "空落落-黑暗之矛",
						["iLvl"] = 929,
						["time"] = 1511188769,
						["class"] = 12,
						["bTag"] = "周羽#51443",
					}, -- [2719]
					{
						["role"] = "DAMAGER",
						["name"] = "老年战-安苏",
						["iLvl"] = 893,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "John#51716",
					}, -- [2720]
					{
						["role"] = "DAMAGER",
						["name"] = "哑色小熊-艾莫莉丝",
						["iLvl"] = 937,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "哑色小狗#5199",
					}, -- [2721]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃牛肉粒-伊莫塔尔",
						["iLvl"] = 946,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "好吃的咖喱棒#5174",
					}, -- [2722]
					{
						["role"] = "DAMAGER",
						["name"] = "逐隐-蜘蛛王国",
						["iLvl"] = 946,
						["time"] = 1511188769,
						["class"] = 4,
						["bTag"] = "Heart#5962",
					}, -- [2723]
					{
						["role"] = "DAMAGER",
						["name"] = "Rewolucyjne-梅尔加尼",
						["time"] = 1511188769,
						["class"] = 1,
					}, -- [2724]
					{
						["role"] = "DAMAGER",
						["name"] = "不胜风凉-丹莫德",
						["iLvl"] = 936,
						["time"] = 1511188769,
						["class"] = 8,
						["bTag"] = "JayQAQ#5224",
					}, -- [2725]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然之尘-血色十字军",
						["iLvl"] = 943,
						["time"] = 1511188769,
						["class"] = 4,
						["bTag"] = "黑的色#5136",
					}, -- [2726]
					{
						["role"] = "DAMAGER",
						["name"] = "車站的女扒手-阿尔萨斯",
						["iLvl"] = 933,
						["time"] = 1511188769,
						["class"] = 4,
						["bTag"] = "Nyaspei#5546",
					}, -- [2727]
					{
						["role"] = "DAMAGER",
						["name"] = "南宫虎-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1511188769,
						["class"] = 1,
						["bTag"] = "hurry#5791",
					}, -- [2728]
					{
						["role"] = "TANK",
						["name"] = "嗜魔之刃卡瑞-血色十字军",
						["time"] = 1511188769,
						["class"] = 12,
					}, -- [2729]
					{
						["role"] = "TANK",
						["name"] = "爱杀谁杀谁-巴纳扎尔",
						["iLvl"] = 937,
						["time"] = 1511188769,
						["class"] = 6,
						["bTag"] = "逗逼#52876",
					}, -- [2730]
					{
						["role"] = "TANK",
						["name"] = "笨小牛-巴纳扎尔",
						["iLvl"] = 897,
						["time"] = 1511188769,
						["class"] = 11,
						["bTag"] = "笨小孩#5162",
					}, -- [2731]
					{
						["role"] = "TANK",
						["name"] = "小爱乖乖丶-晴日峰（江苏）",
						["iLvl"] = 945,
						["time"] = 1511188769,
						["class"] = 11,
						["bTag"] = "小爱么么哒#51691",
					}, -- [2732]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝去哪了-克尔苏加德",
						["iLvl"] = 931,
						["time"] = 1511188769,
						["class"] = 3,
						["bTag"] = "路口#5342",
					}, -- [2733]
					{
						["role"] = "DAMAGER",
						["name"] = "醉梦盗賊-达尔坎",
						["iLvl"] = 945,
						["time"] = 1511188769,
						["class"] = 4,
						["bTag"] = "迷你之泰坦#52298",
					}, -- [2734]
					{
						["role"] = "TANK",
						["name"] = "嘿扎西德勒-克尔苏加德",
						["time"] = 1511188769,
						["class"] = 6,
					}, -- [2735]
					{
						["role"] = "TANK",
						["name"] = "Memorii-亚雷戈斯",
						["iLvl"] = 942,
						["time"] = 1511188769,
						["class"] = 2,
						["bTag"] = "记忆#5617",
					}, -- [2736]
					{
						["role"] = "DAMAGER",
						["name"] = "挽丶青丝-厄祖玛特",
						["iLvl"] = 943,
						["time"] = 1511188769,
						["class"] = 12,
						["bTag"] = "Sagittarius#5996",
					}, -- [2737]
					{
						["role"] = "DAMAGER",
						["name"] = "好灬基友-红龙军团",
						["iLvl"] = 951,
						["time"] = 1511193907,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "葛培成#5166",
					}, -- [2738]
					{
						["role"] = "DAMAGER",
						["name"] = "暴烈的乔安娜-白银之手",
						["iLvl"] = 937,
						["time"] = 1511193907,
						["class"] = 12,
						["bTag"] = "幻影刺客#5217",
					}, -- [2739]
					{
						["role"] = "DAMAGER",
						["name"] = "怀山柔水-地狱之石",
						["iLvl"] = 935,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "冬夏帽子#5209",
					}, -- [2740]
					{
						["role"] = "DAMAGER",
						["name"] = "黑龙舞云飞扬-巴瑟拉斯",
						["iLvl"] = 929,
						["time"] = 1511193907,
						["class"] = 8,
						["bTag"] = "幸福的子弹#5628",
					}, -- [2741]
					{
						["role"] = "DAMAGER",
						["name"] = "甜甜丽娃-斩魔者",
						["iLvl"] = 935,
						["time"] = 1511193907,
						["class"] = 9,
						["bTag"] = "甜甜精娃#5273",
					}, -- [2742]
					{
						["role"] = "DAMAGER",
						["name"] = "崔星人-血牙魔王",
						["iLvl"] = 942,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "szsj#5335",
					}, -- [2743]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉丶波娜娜-霜之哀伤",
						["iLvl"] = 942,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "香蕉丶波娜娜#5633",
					}, -- [2744]
					{
						["role"] = "TANK",
						["name"] = "司机丶达华-燃烧之刃",
						["iLvl"] = 931,
						["time"] = 1511193907,
						["class"] = 2,
						["bTag"] = "柚子猪#51172",
					}, -- [2745]
					{
						["role"] = "TANK",
						["name"] = "承德-冰霜之刃",
						["iLvl"] = 937,
						["time"] = 1511193907,
						["class"] = 11,
						["bTag"] = "橙志#5607",
					}, -- [2746]
					{
						["role"] = "DAMAGER",
						["name"] = "爱毁容的天使-寒冰皇冠",
						["iLvl"] = 941,
						["time"] = 1511193907,
						["class"] = 9,
						["bTag"] = "橙立舞#5269",
					}, -- [2747]
					{
						["role"] = "HEALER",
						["name"] = "小疯菟菟-埃德萨拉",
						["time"] = 1511193907,
						["class"] = 5,
					}, -- [2748]
					{
						["role"] = "DAMAGER",
						["name"] = "憤怒的史努比-安苏",
						["iLvl"] = 925,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "歌者与猫丶#5681",
					}, -- [2749]
					{
						["role"] = "DAMAGER",
						["name"] = "援丨兵-血吼",
						["iLvl"] = 943,
						["time"] = 1511193907,
						["class"] = 7,
						["bTag"] = "恩哥无敌#51705",
					}, -- [2750]
					{
						["role"] = "DAMAGER",
						["name"] = "一览众人骚-贫瘠之地",
						["iLvl"] = 946,
						["time"] = 1511193907,
						["class"] = 12,
						["bTag"] = "yb720721#5551",
					}, -- [2751]
					{
						["role"] = "DAMAGER",
						["name"] = "Galanthus-伊利丹",
						["iLvl"] = 911,
						["time"] = 1511193907,
						["class"] = 2,
						["bTag"] = "小妖收了你#5345",
					}, -- [2752]
					{
						["role"] = "TANK",
						["name"] = "苒苒的糖豆-迦拉克隆",
						["iLvl"] = 909,
						["time"] = 1511193907,
						["class"] = 6,
						["bTag"] = "三只贱熊熊#5993",
					}, -- [2753]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯欧黄-提瑞斯法",
						["iLvl"] = 946,
						["time"] = 1511193907,
						["class"] = 6,
						["bTag"] = "梦魇#51830",
					}, -- [2754]
					{
						["role"] = "DAMAGER",
						["name"] = "醉愛菊花茶-无尽之海",
						["iLvl"] = 925,
						["time"] = 1511193907,
						["class"] = 4,
						["bTag"] = "Morey#5604",
					}, -- [2755]
					{
						["role"] = "DAMAGER",
						["name"] = "岂因祸福避之-太阳之井",
						["iLvl"] = 915,
						["time"] = 1511193907,
						["class"] = 8,
						["bTag"] = "苏幕遮#51273",
					}, -- [2756]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的大番薯-雷霆之王",
						["iLvl"] = 944,
						["time"] = 1511193907,
						["class"] = 8,
						["bTag"] = "优质大蕃薯#5423",
					}, -- [2757]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的小祺琦-奥斯里安",
						["iLvl"] = 943,
						["time"] = 1511193907,
						["class"] = 6,
						["bTag"] = "请叫我祺琦哥哥#5712",
					}, -- [2758]
					{
						["role"] = "DAMAGER",
						["name"] = "一反风顺-回音山",
						["iLvl"] = 937,
						["time"] = 1511193907,
						["class"] = 1,
						["bTag"] = "神说我有罪#51800",
					}, -- [2759]
					{
						["role"] = "DAMAGER",
						["name"] = "伍爺-伊森利恩",
						["iLvl"] = 946,
						["time"] = 1511193907,
						["class"] = 1,
						["bTag"] = "岳不群#5824",
					}, -- [2760]
					{
						["role"] = "DAMAGER",
						["name"] = "青山刚得很丶-黑暗虚空",
						["iLvl"] = 938,
						["time"] = 1511193907,
						["class"] = 1,
						["bTag"] = "跳跳熊#5117325",
					}, -- [2761]
					{
						["role"] = "DAMAGER",
						["name"] = "狗贰氮丶-风行者",
						["iLvl"] = 920,
						["time"] = 1511193907,
						["class"] = 9,
						["bTag"] = "贰狗子#5857",
					}, -- [2762]
					{
						["role"] = "DAMAGER",
						["name"] = "冰雨奇峰-无尽之海",
						["iLvl"] = 933,
						["time"] = 1511193907,
						["class"] = 12,
						["bTag"] = "冰羽奇峰#5313",
					}, -- [2763]
					{
						["role"] = "TANK",
						["name"] = "貪恋-伊森利恩",
						["iLvl"] = 945,
						["time"] = 1511193907,
						["class"] = 12,
						["bTag"] = "家华#5797",
					}, -- [2764]
					{
						["role"] = "TANK",
						["name"] = "醉剑仙-普瑞斯托",
						["iLvl"] = 933,
						["time"] = 1511193907,
						["class"] = 10,
						["bTag"] = "孙冬瓜#5222",
					}, -- [2765]
					{
						["role"] = "DAMAGER",
						["name"] = "待我笑颜初绽-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1511193907,
						["class"] = 11,
						["bTag"] = "曦曦#51543",
					}, -- [2766]
					{
						["role"] = "DAMAGER",
						["name"] = "九眼桥-血吼",
						["iLvl"] = 948,
						["time"] = 1511193907,
						["class"] = 8,
						["bTag"] = "战网昵称#52867",
					}, -- [2767]
					{
						["role"] = "DAMAGER",
						["name"] = "剑來-艾露恩",
						["iLvl"] = 934,
						["time"] = 1511193907,
						["class"] = 4,
						["bTag"] = "root#52376",
					}, -- [2768]
					{
						["role"] = "DAMAGER",
						["name"] = "丶唐宋丶-无尽之海",
						["iLvl"] = 931,
						["time"] = 1511193907,
						["class"] = 6,
						["bTag"] = "靖哥哥#52748",
					}, -- [2769]
					{
						["role"] = "DAMAGER",
						["name"] = "哈提-藏宝海湾",
						["iLvl"] = 935,
						["time"] = 1511193907,
						["class"] = 3,
						["bTag"] = "核桃皮皮#5273",
					}, -- [2770]
					{
						["role"] = "TANK",
						["name"] = "新洸-夏维安",
						["iLvl"] = 947,
						["time"] = 1511205110,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "漆黑之牙#5677",
					}, -- [2771]
					{
						["role"] = "DAMAGER",
						["name"] = "半杯凉茶-奥尔加隆",
						["time"] = 1511205110,
						["class"] = 2,
					}, -- [2772]
					{
						["role"] = "DAMAGER",
						["name"] = "苏墨-苏塔恩",
						["time"] = 1511205110,
						["class"] = 3,
					}, -- [2773]
					{
						["role"] = "DAMAGER",
						["name"] = "圈圈叉叉丶-洛丹伦",
						["iLvl"] = 942,
						["time"] = 1511205055,
						["class"] = 12,
						["bTag"] = "偏偏喜欢妳#5571",
					}, -- [2774]
					{
						["role"] = "DAMAGER",
						["name"] = "初南溪-死亡之翼",
						["time"] = 1511205104,
						["class"] = 4,
					}, -- [2775]
					{
						["role"] = "DAMAGER",
						["name"] = "菩提-血牙魔王",
						["time"] = 1511205110,
						["class"] = 1,
					}, -- [2776]
					{
						["role"] = "TANK",
						["name"] = "逝水无痕-瓦里安",
						["iLvl"] = 935,
						["time"] = 1511205311,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "雨夜游魂#51475",
					}, -- [2777]
					{
						["role"] = "DAMAGER",
						["name"] = "狼头酱-凤凰之神",
						["iLvl"] = 876,
						["time"] = 1511205389,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "大狼头#51448",
					}, -- [2778]
					{
						["role"] = "DAMAGER",
						["name"] = "Seeria-玛洛加尔",
						["iLvl"] = 945,
						["time"] = 1511205389,
						["class"] = 3,
						["bTag"] = "Seeria#5766",
					}, -- [2779]
					{
						["role"] = "DAMAGER",
						["name"] = "随手摘星辰-黑龙军团",
						["time"] = 1511205389,
						["class"] = 12,
					}, -- [2780]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候贼可爱-安苏",
						["iLvl"] = 924,
						["time"] = 1511205389,
						["class"] = 3,
						["bTag"] = "彩虹直至黑白#5109",
					}, -- [2781]
					{
						["role"] = "TANK",
						["name"] = "大伍-托塞德林",
						["iLvl"] = 947,
						["time"] = 1511205389,
						["class"] = 10,
						["bTag"] = "herbie#51401",
					}, -- [2782]
					{
						["role"] = "DAMAGER",
						["name"] = "暂离-踏梦者",
						["time"] = 1511205311,
						["class"] = 6,
					}, -- [2783]
					{
						["role"] = "DAMAGER",
						["name"] = "丨憾笙丶-烈焰峰",
						["iLvl"] = 935,
						["time"] = 1511205324,
						["class"] = 1,
						["bTag"] = "嶺上開花丶#5294",
					}, -- [2784]
					{
						["role"] = "DAMAGER",
						["name"] = "卡天丶-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1511205326,
						["class"] = 6,
						["bTag"] = "咖啡篼#5826",
					}, -- [2785]
					{
						["role"] = "TANK",
						["name"] = "五更瑠璃-黑翼之巢",
						["iLvl"] = 944,
						["time"] = 1511205389,
						["class"] = 2,
						["bTag"] = "蓬莱的玉枝#5144",
					}, -- [2786]
					{
						["role"] = "DAMAGER",
						["name"] = "月下独酌-血顶",
						["iLvl"] = 943,
						["time"] = 1511205389,
						["class"] = 7,
						["bTag"] = "灬脚气灬#5419",
					}, -- [2787]
					{
						["role"] = "DAMAGER",
						["name"] = "战狂之魔-银松森林",
						["time"] = 1511205389,
						["class"] = 6,
					}, -- [2788]
					{
						["role"] = "DAMAGER",
						["name"] = "一只咩-主宰之剑",
						["iLvl"] = 935,
						["time"] = 1511205389,
						["class"] = 8,
						["bTag"] = "喵了个咪#51527",
					}, -- [2789]
					{
						["role"] = "DAMAGER",
						["name"] = "Darknes-格雷迈恩",
						["time"] = 1511205389,
						["class"] = 1,
					}, -- [2790]
					{
						["role"] = "DAMAGER",
						["name"] = "卩晨筱曦丶-埃加洛尔",
						["time"] = 1511205389,
						["class"] = 9,
					}, -- [2791]
					{
						["role"] = "DAMAGER",
						["name"] = "雷娜斯-古尔丹",
						["iLvl"] = 947,
						["time"] = 1511282560,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "海贼乔巴#5864",
					}, -- [2792]
					{
						["role"] = "DAMAGER",
						["name"] = "糖糖很甜-迦玛兰",
						["iLvl"] = 930,
						["time"] = 1511282568,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "雅倪#5948",
					}, -- [2793]
					{
						["role"] = "DAMAGER",
						["name"] = "傲娇小辣椒-能源舰",
						["iLvl"] = 923,
						["time"] = 1511282568,
						["class"] = 8,
						["bTag"] = "烟花#5349",
					}, -- [2794]
					{
						["role"] = "TANK",
						["name"] = "她含着他的它-风暴之怒",
						["iLvl"] = 952,
						["time"] = 1511282551,
						["class"] = 6,
						["bTag"] = "白爷#51438",
					}, -- [2795]
					{
						["role"] = "DAMAGER",
						["name"] = "Loyytt-燃烧之刃",
						["iLvl"] = 947,
						["time"] = 1511282568,
						["class"] = 12,
						["bTag"] = "梦魇#5846",
					}, -- [2796]
					{
						["role"] = "TANK",
						["name"] = "灬笑忘书-影之哀伤",
						["iLvl"] = 940,
						["time"] = 1511282568,
						["class"] = 6,
						["bTag"] = "葬沙#5167",
					}, -- [2797]
					{
						["role"] = "DAMAGER",
						["name"] = "馮克雷-卡德加",
						["iLvl"] = 943,
						["time"] = 1511282568,
						["class"] = 1,
						["bTag"] = "盲眼者#5812",
					}, -- [2798]
					{
						["role"] = "HEALER",
						["name"] = "緗繻繶纆-风暴之怒",
						["iLvl"] = 943,
						["time"] = 1511282561,
						["class"] = 5,
						["bTag"] = "绯空璃梦#5447",
					}, -- [2799]
					{
						["role"] = "DAMAGER",
						["name"] = "风雷怒暴-萨格拉斯",
						["iLvl"] = 912,
						["time"] = 1511282568,
						["class"] = 7,
						["bTag"] = "okin#5839",
					}, -- [2800]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖的尾巴-芬里斯",
						["iLvl"] = 949,
						["time"] = 1511282568,
						["class"] = 3,
						["bTag"] = "半梦半醒#52523",
					}, -- [2801]
					{
						["role"] = "DAMAGER",
						["name"] = "摇点看脸-布兰卡德",
						["iLvl"] = 884,
						["time"] = 1511282568,
						["class"] = 8,
						["bTag"] = "国君#5470",
					}, -- [2802]
					{
						["role"] = "DAMAGER",
						["name"] = "Eveolol-巨龙之吼",
						["iLvl"] = 950,
						["time"] = 1511282568,
						["class"] = 8,
						["bTag"] = "Destiny#57702",
					}, -- [2803]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的小豆子-影之哀伤",
						["iLvl"] = 935,
						["time"] = 1511282568,
						["class"] = 12,
						["bTag"] = "战神小新#5462",
					}, -- [2804]
					{
						["role"] = "HEALER",
						["name"] = "就仗着我惯你-安苏",
						["iLvl"] = 948,
						["time"] = 1511282568,
						["class"] = 5,
						["bTag"] = "像哥哥一样爱我吧#5138",
					}, -- [2805]
					{
						["role"] = "DAMAGER",
						["name"] = "板凳上的奇葩-冰风岗",
						["iLvl"] = 950,
						["time"] = 1511282568,
						["class"] = 3,
						["bTag"] = "情商不高#5460",
					}, -- [2806]
					{
						["role"] = "TANK",
						["name"] = "七仔黎明之光-格瑞姆巴托",
						["iLvl"] = 944,
						["time"] = 1511282568,
						["class"] = 2,
						["bTag"] = "七仔#51801",
					}, -- [2807]
					{
						["role"] = "DAMAGER",
						["name"] = "糖门小师妹-巫妖之王",
						["iLvl"] = 930,
						["time"] = 1511282568,
						["class"] = 9,
						["bTag"] = "王天杰#51539",
					}, -- [2808]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影狂乱-冰风岗",
						["iLvl"] = 934,
						["time"] = 1511282568,
						["class"] = 9,
						["bTag"] = "心坚如冰#5412",
					}, -- [2809]
					{
						["role"] = "DAMAGER",
						["name"] = "鉄乄血-克尔苏加德",
						["iLvl"] = 942,
						["time"] = 1511282561,
						["class"] = 1,
						["bTag"] = "鉄乄血#5915",
					}, -- [2810]
					{
						["role"] = "DAMAGER",
						["name"] = "丶优雅-伊森利恩",
						["time"] = 1511282568,
						["class"] = 8,
					}, -- [2811]
					{
						["role"] = "DAMAGER",
						["name"] = "秀眸惺忪-奥尔加隆",
						["iLvl"] = 931,
						["time"] = 1511282568,
						["class"] = 10,
						["bTag"] = "啊露#5705",
					}, -- [2812]
					{
						["role"] = "DAMAGER",
						["name"] = "静寂丶红叶-鬼雾峰",
						["iLvl"] = 922,
						["time"] = 1511282568,
						["class"] = 9,
						["bTag"] = "寂静无风#5300",
					}, -- [2813]
					{
						["role"] = "DAMAGER",
						["name"] = "白鼻晶晶-丽丽（四川）",
						["iLvl"] = 935,
						["time"] = 1511282568,
						["class"] = 9,
						["bTag"] = "败给妳#5491",
					}, -- [2814]
					{
						["role"] = "DAMAGER",
						["name"] = "花怜月醉-安苏",
						["iLvl"] = 939,
						["time"] = 1511282568,
						["class"] = 4,
						["bTag"] = "飘点#5702",
					}, -- [2815]
					{
						["role"] = "DAMAGER",
						["name"] = "御神装勿忘-燃烧之刃",
						["iLvl"] = 928,
						["time"] = 1511282568,
						["class"] = 4,
						["bTag"] = "萌神夜洛#5932",
					}, -- [2816]
					{
						["role"] = "DAMAGER",
						["name"] = "余生配酒丶-布兰卡德",
						["iLvl"] = 935,
						["time"] = 1511282561,
						["class"] = 10,
						["bTag"] = "饭饭大肉腿#5512",
					}, -- [2817]
					{
						["role"] = "DAMAGER",
						["name"] = "牛宝宝灬-死亡之翼",
						["iLvl"] = 949,
						["time"] = 1511282561,
						["class"] = 7,
						["bTag"] = "无忧#5478",
					}, -- [2818]
					{
						["role"] = "DAMAGER",
						["name"] = "Dby-血色十字军",
						["iLvl"] = 944,
						["time"] = 1511282568,
						["class"] = 3,
						["bTag"] = "lqbzuiaa#5337",
					}, -- [2819]
					{
						["role"] = "DAMAGER",
						["name"] = "兽怒-血环",
						["iLvl"] = 940,
						["time"] = 1511282568,
						["class"] = 1,
						["bTag"] = "leo#512219",
					}, -- [2820]
					{
						["role"] = "DAMAGER",
						["name"] = "威尔史密斯-风行者",
						["time"] = 1511282561,
						["class"] = 1,
					}, -- [2821]
					{
						["role"] = "DAMAGER",
						["name"] = "探索非洲-阿古斯",
						["time"] = 1511282568,
						["class"] = 1,
					}, -- [2822]
					{
						["role"] = "DAMAGER",
						["name"] = "口水一直在流-冰风岗",
						["iLvl"] = 881,
						["time"] = 1511294589,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "口水一直在流#5999",
					}, -- [2823]
					{
						["role"] = "DAMAGER",
						["name"] = "大天使泰瑞尔-熔火之心",
						["iLvl"] = 937,
						["time"] = 1511294562,
						["class"] = 2,
						["bTag"] = "dayang1981#5454",
					}, -- [2824]
					{
						["role"] = "TANK",
						["name"] = "流失的风-安苏",
						["iLvl"] = 948,
						["time"] = 1511294560,
						["class"] = 1,
						["bTag"] = "秋天的风#51317",
					}, -- [2825]
					{
						["role"] = "HEALER",
						["name"] = "Silverstar-寒冰皇冠",
						["iLvl"] = 949,
						["time"] = 1511294921,
						["class"] = 5,
						["bTag"] = "Silver#5586",
					}, -- [2826]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂中漫步-贫瘠之地",
						["iLvl"] = 945,
						["time"] = 1511294548,
						["class"] = 4,
						["bTag"] = "牵着灵魂漫步#51499",
					}, -- [2827]
					{
						["role"] = "DAMAGER",
						["name"] = "丨萨魂丨-死亡之翼",
						["iLvl"] = 937,
						["time"] = 1511294516,
						["class"] = 7,
						["bTag"] = "Daniel#51150",
					}, -- [2828]
					{
						["role"] = "DAMAGER",
						["name"] = "开局一条狗哦-死亡之翼",
						["iLvl"] = 941,
						["time"] = 1511294552,
						["class"] = 12,
						["bTag"] = "talos#51442",
					}, -- [2829]
					{
						["role"] = "DAMAGER",
						["name"] = "怀念丛前-无尽之海",
						["iLvl"] = 942,
						["time"] = 1511294983,
						["class"] = 11,
						["bTag"] = "sczy6387#5673",
					}, -- [2830]
					{
						["role"] = "TANK",
						["name"] = "燃烧泡-无尽之海",
						["iLvl"] = 924,
						["time"] = 1511294516,
						["class"] = 6,
						["bTag"] = "熊泡泡#51148",
					}, -- [2831]
					{
						["role"] = "DAMAGER",
						["name"] = "丿生猛海鲜-阿尔萨斯",
						["iLvl"] = 939,
						["time"] = 1511294554,
						["class"] = 1,
						["bTag"] = "雨北#5513",
					}, -- [2832]
					{
						["role"] = "DAMAGER",
						["name"] = "鲨鱻灬辣椒-索瑞森",
						["iLvl"] = 941,
						["time"] = 1511294560,
						["class"] = 9,
						["bTag"] = "鲨鱼辣椒#53346",
					}, -- [2833]
					{
						["role"] = "DAMAGER",
						["name"] = "局座利-死亡之翼",
						["time"] = 1511294921,
						["class"] = 1,
						["leader"] = true,
					}, -- [2834]
					{
						["role"] = "DAMAGER",
						["name"] = "猫风邪灬宽恕-冰风岗",
						["iLvl"] = 913,
						["time"] = 1511294934,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "今夜血染床#5457",
					}, -- [2835]
					{
						["role"] = "DAMAGER",
						["name"] = "西北小破牛-艾露恩",
						["iLvl"] = 937,
						["time"] = 1511294938,
						["class"] = 6,
						["bTag"] = "休想知道我叫啥#5382",
					}, -- [2836]
					{
						["role"] = "DAMAGER",
						["name"] = "Demononback-激流之傲",
						["iLvl"] = 891,
						["time"] = 1511294983,
						["class"] = 4,
						["bTag"] = "恶魔使者#5275",
					}, -- [2837]
					{
						["role"] = "TANK",
						["name"] = "Nayier-死亡之翼",
						["iLvl"] = 905,
						["time"] = 1511294983,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "MRclutch#51804",
					}, -- [2838]
					{
						["role"] = "TANK",
						["name"] = "表把老子背-黑暗魅影",
						["iLvl"] = 943,
						["time"] = 1511295498,
						["class"] = 1,
						["bTag"] = "扯蛋#5421",
					}, -- [2839]
					{
						["role"] = "DAMAGER",
						["name"] = "通宵刷大米-红龙军团",
						["iLvl"] = 936,
						["time"] = 1511294983,
						["class"] = 4,
						["bTag"] = "饅头#5922",
					}, -- [2840]
					{
						["role"] = "TANK",
						["name"] = "放开那个萨满-阿拉希",
						["iLvl"] = 918,
						["time"] = 1511295498,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "匿何#5321",
					}, -- [2841]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉巴拉丶-安苏",
						["iLvl"] = 908,
						["time"] = 1511295498,
						["class"] = 8,
						["bTag"] = "寡义老贼#5930",
					}, -- [2842]
					{
						["role"] = "DAMAGER",
						["name"] = "橙欧巴思密达-卡德加",
						["iLvl"] = 926,
						["time"] = 1511295498,
						["class"] = 4,
						["bTag"] = "橙欧巴啊思密达#5170",
					}, -- [2843]
					{
						["role"] = "DAMAGER",
						["name"] = "奔波儿爹-死亡之翼",
						["time"] = 1511295498,
						["class"] = 10,
					}, -- [2844]
					{
						["role"] = "DAMAGER",
						["name"] = "奔波儿娘-死亡之翼",
						["time"] = 1511295498,
						["class"] = 12,
					}, -- [2845]
					{
						["role"] = "DAMAGER",
						["name"] = "刺眼温存-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1511377178,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "就是这个调调#51529",
					}, -- [2846]
					{
						["role"] = "TANK",
						["name"] = "Minty-熔火之心",
						["iLvl"] = 927,
						["time"] = 1511377178,
						["class"] = 2,
						["bTag"] = "哎麦子#5289",
					}, -- [2847]
					{
						["role"] = "DAMAGER",
						["name"] = "丶叁柒-安苏",
						["iLvl"] = 943,
						["time"] = 1511377600,
						["class"] = 5,
						["bTag"] = "叁柒#51779",
					}, -- [2848]
					{
						["role"] = "DAMAGER",
						["name"] = "Tiamot-大漩涡",
						["iLvl"] = 942,
						["time"] = 1511640426,
						["class"] = 3,
						["bTag"] = "esion#5834",
					}, -- [2849]
					{
						["role"] = "DAMAGER",
						["name"] = "Onerepublic-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1511377178,
						["class"] = 9,
						["bTag"] = "人生如戏#5644",
					}, -- [2850]
					{
						["role"] = "DAMAGER",
						["name"] = "Creep-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1511377178,
						["class"] = 1,
						["bTag"] = "结冰#51939",
					}, -- [2851]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子妹-凤凰之神",
						["iLvl"] = 910,
						["time"] = 1511377178,
						["class"] = 10,
						["bTag"] = "史诗之鼠#54619",
					}, -- [2852]
					{
						["role"] = "DAMAGER",
						["name"] = "我是你们杰哥-贫瘠之地",
						["iLvl"] = 942,
						["time"] = 1511377178,
						["class"] = 4,
						["bTag"] = "沉默之剑#548719",
					}, -- [2853]
					{
						["role"] = "TANK",
						["name"] = "梦輪回-亚雷戈斯",
						["iLvl"] = 945,
						["time"] = 1511377178,
						["class"] = 6,
						["bTag"] = "巴特尔#51595",
					}, -- [2854]
					{
						["role"] = "DAMAGER",
						["name"] = "骑熊找果果-深渊之巢",
						["iLvl"] = 926,
						["time"] = 1511377415,
						["class"] = 3,
						["bTag"] = "荧惑#52331",
					}, -- [2855]
					{
						["role"] = "DAMAGER",
						["name"] = "爱她也爱妮-菲拉斯",
						["iLvl"] = 931,
						["time"] = 1511377423,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "冬天的秘密#5366",
					}, -- [2856]
					{
						["role"] = "DAMAGER",
						["name"] = "你的后盾-菲拉斯",
						["iLvl"] = 922,
						["time"] = 1511377431,
						["class"] = 8,
						["bTag"] = "黎明阴影#5802",
					}, -- [2857]
					{
						["role"] = "DAMAGER",
						["name"] = "薛定諤的熊貓-贫瘠之地",
						["iLvl"] = 936,
						["time"] = 1511377775,
						["class"] = 11,
						["bTag"] = "SenorV#5919",
					}, -- [2858]
					{
						["role"] = "HEALER",
						["name"] = "一可爱的妹子-狂热之刃",
						["iLvl"] = 930,
						["time"] = 1511377415,
						["class"] = 5,
						["bTag"] = "陌生的萝卜兔#5103",
					}, -- [2859]
					{
						["role"] = "DAMAGER",
						["name"] = "听最美的话-回音山",
						["iLvl"] = 942,
						["time"] = 1511377419,
						["class"] = 3,
						["bTag"] = "一心#51264",
					}, -- [2860]
					{
						["role"] = "DAMAGER",
						["name"] = "葉丶死亡使者-烈焰峰",
						["iLvl"] = 948,
						["time"] = 1511377423,
						["class"] = 6,
						["bTag"] = "葉灼波#5496",
					}, -- [2861]
					{
						["role"] = "DAMAGER",
						["name"] = "卿语-死亡之翼",
						["iLvl"] = 935,
						["time"] = 1511377415,
						["class"] = 8,
						["bTag"] = "茉莉#5508",
					}, -- [2862]
					{
						["role"] = "DAMAGER",
						["name"] = "血红幽伤-白银之手",
						["iLvl"] = 930,
						["time"] = 1511377431,
						["class"] = 3,
						["bTag"] = "Scorpio#53540",
					}, -- [2863]
					{
						["role"] = "TANK",
						["name"] = "清风乐逍遥-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1511377516,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "随枫#5739",
					}, -- [2864]
					{
						["role"] = "DAMAGER",
						["name"] = "泪妆丶-布兰卡德",
						["iLvl"] = 949,
						["time"] = 1511377600,
						["class"] = 5,
						["bTag"] = "ChanHuang#5347",
					}, -- [2865]
					{
						["role"] = "DAMAGER",
						["name"] = "打我就咬你-死亡之翼",
						["iLvl"] = 934,
						["time"] = 1511377600,
						["class"] = 3,
						["bTag"] = "致命之猫#55596",
					}, -- [2866]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我小五哥-格瑞姆巴托",
						["iLvl"] = 919,
						["time"] = 1511377600,
						["class"] = 9,
						["bTag"] = "烟熏的寂寞丶#5431",
					}, -- [2867]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪贱客-伊森利恩",
						["iLvl"] = 915,
						["time"] = 1511377600,
						["class"] = 4,
						["bTag"] = "chenlong#52155",
					}, -- [2868]
					{
						["role"] = "DAMAGER",
						["name"] = "萌德儿-阿格拉玛",
						["iLvl"] = 932,
						["time"] = 1511377600,
						["class"] = 11,
						["bTag"] = "xiaomogu#5183",
					}, -- [2869]
					{
						["role"] = "TANK",
						["name"] = "丶波波艾-夏维安",
						["iLvl"] = 944,
						["time"] = 1511377600,
						["class"] = 12,
						["bTag"] = "意为忘川#5614",
					}, -- [2870]
					{
						["role"] = "DAMAGER",
						["name"] = "佑掱灬傳説-无尽之海",
						["iLvl"] = 943,
						["time"] = 1511377598,
						["class"] = 4,
						["bTag"] = "大嘎啦#51729",
					}, -- [2871]
					{
						["role"] = "DAMAGER",
						["name"] = "Forpeach-加基森",
						["iLvl"] = 907,
						["time"] = 1511377600,
						["class"] = 9,
						["bTag"] = "yoyo#51251",
					}, -- [2872]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡灬游俠-闪电之刃",
						["iLvl"] = 937,
						["time"] = 1511377600,
						["class"] = 3,
						["bTag"] = "守护天使#51444",
					}, -- [2873]
					{
						["role"] = "DAMAGER",
						["name"] = "安丶可尒-塔纳利斯",
						["iLvl"] = 944,
						["time"] = 1511377598,
						["class"] = 2,
						["bTag"] = "蘇丶可尒#5883",
					}, -- [2874]
					{
						["role"] = "DAMAGER",
						["name"] = "噜呷噜胖-洛萨",
						["iLvl"] = 909,
						["time"] = 1511377775,
						["class"] = 1,
						["bTag"] = "燃烧太阳#5882",
					}, -- [2875]
					{
						["role"] = "DAMAGER",
						["name"] = "懵哔哔-国王之谷",
						["iLvl"] = 893,
						["time"] = 1511377775,
						["class"] = 3,
						["bTag"] = "要吃饭了#5207",
					}, -- [2876]
					{
						["role"] = "DAMAGER",
						["name"] = "放开那只羊丶-伊森利恩",
						["iLvl"] = 947,
						["time"] = 1511377775,
						["class"] = 8,
						["bTag"] = "编号9527#51136",
					}, -- [2877]
					{
						["role"] = "DAMAGER",
						["name"] = "人丶散尽-冰风岗",
						["iLvl"] = 890,
						["time"] = 1511377775,
						["class"] = 1,
						["bTag"] = "天然呆君#5476",
					}, -- [2878]
					{
						["role"] = "DAMAGER",
						["name"] = "丿小巷旧事-洛肯",
						["iLvl"] = 936,
						["time"] = 1511377775,
						["class"] = 8,
						["bTag"] = "暴躁之鼬#554956",
					}, -- [2879]
					{
						["role"] = "DAMAGER",
						["name"] = "风云米思妮-天空之墙",
						["iLvl"] = 943,
						["time"] = 1511640426,
						["class"] = 12,
						["bTag"] = "风云#5931",
					}, -- [2880]
					{
						["role"] = "DAMAGER",
						["name"] = "尐乔-布兰卡德",
						["time"] = 1511377775,
						["class"] = 8,
					}, -- [2881]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱睡觉觉-死亡之翼",
						["iLvl"] = 928,
						["time"] = 1511377775,
						["class"] = 12,
						["bTag"] = "Clannad#5723",
					}, -- [2882]
					{
						["role"] = "DAMAGER",
						["name"] = "重生的猎手-激流之傲",
						["time"] = 1511377775,
						["class"] = 3,
					}, -- [2883]
					{
						["role"] = "HEALER",
						["name"] = "卡比会低血糖-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1511377775,
						["class"] = 5,
						["bTag"] = "清汤牛腩河#5651",
					}, -- [2884]
					{
						["role"] = "DAMAGER",
						["name"] = "无限伊人-埃克索图斯",
						["time"] = 1511377775,
						["class"] = 12,
					}, -- [2885]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒小红帽-奥尔加隆",
						["iLvl"] = 946,
						["time"] = 1511377775,
						["class"] = 8,
						["bTag"] = "托尼托尼乔巴#5770",
					}, -- [2886]
					{
						["role"] = "TANK",
						["name"] = "猎魔主教-克尔苏加德",
						["iLvl"] = 944,
						["time"] = 1511377775,
						["class"] = 12,
						["bTag"] = "BoomSaier#5208",
					}, -- [2887]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸花未黯-诺兹多姆",
						["time"] = 1511377775,
						["class"] = 9,
					}, -- [2888]
					{
						["role"] = "DAMAGER",
						["name"] = "傻馒的哀木涕-踏梦者",
						["iLvl"] = 939,
						["time"] = 1511377775,
						["class"] = 11,
						["bTag"] = "大脸#5478",
					}, -- [2889]
					{
						["role"] = "DAMAGER",
						["name"] = "纳苏苏-安苏",
						["iLvl"] = 935,
						["time"] = 1511377775,
						["class"] = 3,
						["bTag"] = "伊凡塞斯#51797",
					}, -- [2890]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶暗黑-屠魔山谷",
						["iLvl"] = 924,
						["time"] = 1511378559,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "邪惡依然#5961",
					}, -- [2891]
					{
						["role"] = "DAMAGER",
						["name"] = "弑魂双瞳-埃德萨拉",
						["iLvl"] = 942,
						["time"] = 1511378559,
						["class"] = 8,
						["bTag"] = "淡忘#5547",
					}, -- [2892]
					{
						["role"] = "DAMAGER",
						["name"] = "梦魔之翼-死亡之翼",
						["iLvl"] = 946,
						["time"] = 1511639059,
						["class"] = 8,
						["bTag"] = "Damon#5793",
					}, -- [2893]
					{
						["role"] = "DAMAGER",
						["name"] = "丷牧欲更衣-燃烧之刃",
						["iLvl"] = 941,
						["time"] = 1511378559,
						["class"] = 5,
						["bTag"] = "慎独#51336",
					}, -- [2894]
					{
						["role"] = "TANK",
						["name"] = "枫叶乄落无声-安苏",
						["iLvl"] = 935,
						["time"] = 1511378460,
						["class"] = 11,
						["bTag"] = "睡过天使的人#5146",
					}, -- [2895]
					{
						["role"] = "TANK",
						["name"] = "达斯维德-死亡之翼",
						["iLvl"] = 950,
						["time"] = 1511378546,
						["class"] = 2,
						["bTag"] = "瞌睡虫#5375",
					}, -- [2896]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫劣人-密林游侠",
						["iLvl"] = 944,
						["time"] = 1511378559,
						["class"] = 3,
						["bTag"] = "你不要的世界里#5541",
					}, -- [2897]
					{
						["role"] = "DAMAGER",
						["name"] = "Nevermoro-石爪峰",
						["iLvl"] = 944,
						["time"] = 1511378559,
						["class"] = 1,
						["bTag"] = "张起灵#5933",
					}, -- [2898]
					{
						["role"] = "DAMAGER",
						["name"] = "血醉丶休-提瑞斯法",
						["iLvl"] = 937,
						["time"] = 1511378559,
						["class"] = 2,
						["bTag"] = "飓雷之休#5933",
					}, -- [2899]
					{
						["role"] = "DAMAGER",
						["name"] = "为妳化魔丶贱-迦拉克隆",
						["iLvl"] = 893,
						["time"] = 1511378559,
						["class"] = 6,
						["bTag"] = "卖片哟#5911",
					}, -- [2900]
					{
						["role"] = "DAMAGER",
						["name"] = "绿界烟鬼-无尽之海",
						["iLvl"] = 941,
						["time"] = 1511446254,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "地狱烟鬼#5689",
					}, -- [2901]
					{
						["role"] = "DAMAGER",
						["name"] = "覆海-格瑞姆巴托",
						["iLvl"] = 876,
						["time"] = 1511446254,
						["class"] = 8,
						["bTag"] = "覆海#5130",
					}, -- [2902]
					{
						["role"] = "DAMAGER",
						["name"] = "无非梦-安苏",
						["iLvl"] = 908,
						["time"] = 1511446254,
						["class"] = 12,
						["bTag"] = "挖掘机哪家强#5455",
					}, -- [2903]
					{
						["role"] = "DAMAGER",
						["name"] = "说出你的故事-死亡之翼",
						["iLvl"] = 936,
						["time"] = 1511446254,
						["class"] = 8,
						["bTag"] = "suxiaoyi#5692",
					}, -- [2904]
					{
						["role"] = "TANK",
						["name"] = "什怒-埃德萨拉",
						["iLvl"] = 897,
						["time"] = 1511446254,
						["class"] = 6,
						["bTag"] = "阳光男孩#51682",
					}, -- [2905]
					{
						["role"] = "TANK",
						["name"] = "冰冰小飞-贫瘠之地",
						["iLvl"] = 937,
						["time"] = 1511446254,
						["class"] = 11,
						["bTag"] = "烬瑾#5214",
					}, -- [2906]
					{
						["role"] = "DAMAGER",
						["name"] = "黄小贵-鹰巢山",
						["iLvl"] = 926,
						["time"] = 1511446254,
						["class"] = 1,
						["bTag"] = "周星星#5837",
					}, -- [2907]
					{
						["role"] = "DAMAGER",
						["name"] = "绿色的鱼-无尽之海",
						["iLvl"] = 942,
						["time"] = 1511446254,
						["class"] = 12,
						["bTag"] = "穿梭时光#5953",
					}, -- [2908]
					{
						["role"] = "DAMAGER",
						["name"] = "霜叶满怀-安苏",
						["iLvl"] = 921,
						["time"] = 1511639059,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "沉默之剑#5318814",
					}, -- [2909]
					{
						["role"] = "DAMAGER",
						["name"] = "邪能少女拉姆-格瑞姆巴托",
						["iLvl"] = 939,
						["time"] = 1511639707,
						["class"] = 12,
						["bTag"] = "风的伤痕#5319",
					}, -- [2910]
					{
						["role"] = "DAMAGER",
						["name"] = "秦大大丶-迅捷微风",
						["iLvl"] = 849,
						["time"] = 1511639040,
						["class"] = 1,
						["bTag"] = "YalanA#5436",
					}, -- [2911]
					{
						["role"] = "DAMAGER",
						["name"] = "闪点-安苏",
						["iLvl"] = 937,
						["time"] = 1511639059,
						["class"] = 6,
						["bTag"] = "闪点#5919",
					}, -- [2912]
					{
						["role"] = "DAMAGER",
						["name"] = "消逝的使徒-加基森",
						["iLvl"] = 922,
						["time"] = 1511639059,
						["class"] = 12,
						["bTag"] = "瞄准射击#51744",
					}, -- [2913]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲不色-火羽山",
						["time"] = 1511639059,
						["class"] = 3,
					}, -- [2914]
					{
						["role"] = "DAMAGER",
						["name"] = "辉月杏梨-死亡之翼",
						["time"] = 1511639059,
						["class"] = 3,
					}, -- [2915]
					{
						["role"] = "DAMAGER",
						["name"] = "莫瑞特斯-回音山",
						["iLvl"] = 943,
						["time"] = 1511639059,
						["class"] = 12,
						["bTag"] = "Firebird#51777",
					}, -- [2916]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气的背影-哈卡",
						["iLvl"] = 941,
						["time"] = 1511639059,
						["class"] = 10,
						["bTag"] = "嘀嘀么么#5845",
					}, -- [2917]
					{
						["role"] = "DAMAGER",
						["name"] = "虎妞壹号-冰风岗",
						["time"] = 1511639707,
						["class"] = 7,
						["leader"] = true,
					}, -- [2918]
					{
						["role"] = "DAMAGER",
						["name"] = "钟楼小奶糕-格瑞姆巴托",
						["iLvl"] = 944,
						["time"] = 1511639707,
						["class"] = 7,
						["bTag"] = "那小子真帅#5832",
					}, -- [2919]
					{
						["role"] = "DAMAGER",
						["name"] = "丷貓貓酱丷-红龙女王",
						["iLvl"] = 946,
						["time"] = 1511639707,
						["class"] = 3,
						["bTag"] = "萌萌哒的鸡蛋饼#5951",
					}, -- [2920]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡女神杉-迦拉克隆",
						["iLvl"] = 924,
						["time"] = 1511639707,
						["class"] = 9,
						["bTag"] = "Angelina#51658",
					}, -- [2921]
					{
						["role"] = "DAMAGER",
						["name"] = "血小球-凯尔萨斯",
						["iLvl"] = 936,
						["time"] = 1511639707,
						["class"] = 2,
						["bTag"] = "啦咯不#5346",
					}, -- [2922]
					{
						["role"] = "DAMAGER",
						["name"] = "说话不算術-死亡之翼",
						["iLvl"] = 897,
						["time"] = 1511639707,
						["class"] = 9,
						["bTag"] = "机械之鱼人#5102491",
					}, -- [2923]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕丶风行者-无尽之海",
						["iLvl"] = 945,
						["time"] = 1511639707,
						["class"] = 12,
						["bTag"] = "沉默之剑#523529",
					}, -- [2924]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔托尼亚-诺森德",
						["iLvl"] = 937,
						["time"] = 1511639707,
						["class"] = 12,
						["bTag"] = "仴下窃笑#5387",
					}, -- [2925]
					{
						["role"] = "DAMAGER",
						["name"] = "一大波妹纸-卡拉赞",
						["iLvl"] = 948,
						["time"] = 1511639707,
						["class"] = 9,
						["bTag"] = "逗你玩#5947",
					}, -- [2926]
					{
						["role"] = "DAMAGER",
						["name"] = "Execute-凯恩血蹄",
						["time"] = 1511639707,
						["class"] = 1,
					}, -- [2927]
					{
						["role"] = "TANK",
						["name"] = "大大苹果-死亡之翼",
						["time"] = 1511639707,
						["class"] = 11,
					}, -- [2928]
					{
						["role"] = "DAMAGER",
						["name"] = "太阳井的祝福-塞拉摩",
						["iLvl"] = 901,
						["time"] = 1511639707,
						["class"] = 3,
						["bTag"] = "齐齿大乳#51505",
					}, -- [2929]
					{
						["role"] = "DAMAGER",
						["name"] = "胖子与狗丶-甜水绿洲",
						["iLvl"] = 783,
						["time"] = 1511640426,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "诸神的贼窝#5734",
					}, -- [2930]
					{
						["role"] = "DAMAGER",
						["name"] = "东坡肘子丶-丽丽（四川）",
						["time"] = 1511640415,
						["class"] = 6,
					}, -- [2931]
					{
						["role"] = "DAMAGER",
						["name"] = "寒塘春色-冬拥湖",
						["iLvl"] = 932,
						["time"] = 1511640426,
						["class"] = 12,
						["bTag"] = "Live#52799",
					}, -- [2932]
					{
						["role"] = "DAMAGER",
						["name"] = "枣慎-晴日峰（江苏）",
						["iLvl"] = 894,
						["time"] = 1511640426,
						["class"] = 12,
						["bTag"] = "in3#51454",
					}, -- [2933]
					{
						["role"] = "TANK",
						["name"] = "永野芹佳-深渊之巢",
						["time"] = 1511640426,
						["class"] = 6,
					}, -- [2934]
					{
						["role"] = "DAMAGER",
						["name"] = "幽小幽-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1511640426,
						["class"] = 8,
						["bTag"] = "红尘#5198",
					}, -- [2935]
					{
						["role"] = "TANK",
						["name"] = "光影之子-亚雷戈斯",
						["iLvl"] = 827,
						["time"] = 1511640426,
						["class"] = 12,
						["bTag"] = "sndndn#5974",
					}, -- [2936]
					{
						["role"] = "HEALER",
						["name"] = "帅妞儿-神圣之歌",
						["time"] = 1511640426,
						["class"] = 11,
					}, -- [2937]
					{
						["role"] = "DAMAGER",
						["name"] = "臭老批-格瑞姆巴托",
						["time"] = 1511640415,
						["class"] = 3,
					}, -- [2938]
					{
						["role"] = "DAMAGER",
						["name"] = "啊丶我死啦-冰霜之刃",
						["time"] = 1511640426,
						["class"] = 3,
					}, -- [2939]
					{
						["role"] = "DAMAGER",
						["name"] = "八爷的究极体-玛洛加尔",
						["iLvl"] = 947,
						["time"] = 1511640426,
						["class"] = 8,
						["bTag"] = "杨啸#5946",
					}, -- [2940]
					{
						["role"] = "TANK",
						["name"] = "Orangehorse-凤凰之神",
						["time"] = 1511640415,
						["class"] = 6,
					}, -- [2941]
					{
						["role"] = "DAMAGER",
						["name"] = "天心镧-暗影之月",
						["iLvl"] = 947,
						["time"] = 1511640426,
						["class"] = 4,
						["bTag"] = "旅店老板#5164",
					}, -- [2942]
					{
						["role"] = "DAMAGER",
						["name"] = "青渔-影之哀伤",
						["iLvl"] = 949,
						["time"] = 1511640426,
						["class"] = 2,
						["bTag"] = "最长的电影#5156",
					}, -- [2943]
					{
						["role"] = "DAMAGER",
						["name"] = "乱了的情缘-亚雷戈斯",
						["iLvl"] = 902,
						["time"] = 1511640426,
						["class"] = 12,
						["bTag"] = "九分丶浮夸#5884",
					}, -- [2944]
					{
						["role"] = "TANK",
						["name"] = "机智的李书记-加兹鲁维",
						["iLvl"] = 936,
						["time"] = 1511640426,
						["class"] = 11,
						["bTag"] = "haoyu#5453",
					}, -- [2945]
					{
						["role"] = "HEALER",
						["name"] = "三文-永恒之井",
						["time"] = 1511640426,
						["class"] = 7,
					}, -- [2946]
					{
						["role"] = "TANK",
						["name"] = "剑盾在手-天空之墙",
						["iLvl"] = 892,
						["time"] = 1511640426,
						["class"] = 1,
						["bTag"] = "烈火者#5658",
					}, -- [2947]
				},
				["1-134-489-0"] = {
					{
						["role"] = "TANK",
						["name"] = "寳寳的宝宝-燃烧之刃",
						["iLvl"] = 943,
						["time"] = 1509793129,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "眼泪的迷茫#5463",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Sauriel-夏维安",
						["iLvl"] = 942,
						["time"] = 1509793129,
						["class"] = 4,
						["bTag"] = "请先杀我队友#5403",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "开光的小红手-格瑞姆巴托",
						["iLvl"] = 947,
						["time"] = 1509793129,
						["class"] = 4,
						["bTag"] = "爱吃包子的西柚#5655",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "戏墨听禅-冰霜之刃",
						["iLvl"] = 947,
						["time"] = 1509793116,
						["class"] = 5,
						["bTag"] = "戏墨听禅#5133",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "美杜莎的双眸-埃德萨拉",
						["iLvl"] = 943,
						["time"] = 1509886177,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "美杜莎#51634",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "飞鸟留不住-死亡之翼",
						["iLvl"] = 940,
						["time"] = 1509886177,
						["class"] = 6,
						["bTag"] = "风中雪落#5353",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "御云而舞-恶魔之翼",
						["time"] = 1509886177,
						["class"] = 9,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "凌乱夏末-死亡之翼",
						["iLvl"] = 938,
						["time"] = 1509886177,
						["class"] = 5,
						["bTag"] = "浮夸#54337",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Slipknotz-阿纳克洛斯",
						["iLvl"] = 934,
						["time"] = 1509975611,
						["class"] = 9,
						["bTag"] = "神經質露露#5494",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "问剑军-时光之穴",
						["iLvl"] = 945,
						["time"] = 1509975578,
						["class"] = 6,
						["bTag"] = "问剑君#5972",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "夜来熙枫-死亡之翼",
						["iLvl"] = 925,
						["time"] = 1509975578,
						["class"] = 8,
						["bTag"] = "钟强#5773",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "九霄霎寒-冰风岗",
						["iLvl"] = 942,
						["time"] = 1509975616,
						["class"] = 11,
						["bTag"] = "Skyle#5417",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "肚兜-迦顿",
						["iLvl"] = 945,
						["time"] = 1509975751,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "个小肚子不小#5564",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "白宝山-黑翼之巢",
						["iLvl"] = 937,
						["time"] = 1509975772,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "飞哥#5348",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "蹦蹦牪犇-埃德萨拉",
						["iLvl"] = 943,
						["time"] = 1509975763,
						["class"] = 11,
						["bTag"] = "村子里的颜值担当#5120",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丶淩晨-死亡之翼",
						["time"] = 1509975749,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "桃不掉丶-影之哀伤",
						["iLvl"] = 937,
						["time"] = 1509975907,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "VictoRia#52338",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "殇丨憶-血环",
						["iLvl"] = 938,
						["time"] = 1509975907,
						["class"] = 2,
						["bTag"] = "逍遥逝风#5956",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "寒剑飘雪-鬼雾峰",
						["iLvl"] = 945,
						["time"] = 1509975796,
						["class"] = 4,
						["bTag"] = "暗的延续#5377",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丶半生素衣-死亡之翼",
						["iLvl"] = 908,
						["time"] = 1510083895,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "绿蚁新醅酒丶#5146",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Leejunghyun-死亡之翼",
						["iLvl"] = 906,
						["time"] = 1510083895,
						["class"] = 3,
						["bTag"] = "SnarkyGoblin#59300",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "吾乃好射之徒-安苏",
						["iLvl"] = 941,
						["time"] = 1510083885,
						["class"] = 3,
						["bTag"] = "MadLife#52666",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "泰钽造物阿龍-斯克提斯",
						["iLvl"] = 936,
						["time"] = 1510083868,
						["class"] = 4,
						["bTag"] = "along#5931",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "别揪我耳朵-红龙军团",
						["iLvl"] = 938,
						["time"] = 1510146292,
						["class"] = 8,
						["bTag"] = "你最亲爱的老板#5124",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "飞翔的熊宝宝-血环",
						["iLvl"] = 899,
						["time"] = 1510146177,
						["class"] = 7,
						["bTag"] = "GhostDragon#528163",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然忧伤-盖斯",
						["iLvl"] = 943,
						["time"] = 1510146177,
						["class"] = 12,
						["bTag"] = "爱情火箭#5327",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌的啊小-死亡之翼",
						["iLvl"] = 951,
						["time"] = 1510146160,
						["class"] = 9,
						["bTag"] = "无敌的啊小#5215",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "九門丨追风-安苏",
						["time"] = 1510191285,
						["class"] = 4,
						["leader"] = true,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "维伦的预言-凤凰之神",
						["time"] = 1510191285,
						["class"] = 11,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丷蜘蛛侦探-冰风岗",
						["iLvl"] = 898,
						["time"] = 1510318718,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "你的习惯爸爸#5822",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "園田海未-丽丽（四川）",
						["iLvl"] = 943,
						["time"] = 1510318736,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "江信江疑#5233",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "賊坷瑷-奈萨里奥",
						["iLvl"] = 930,
						["time"] = 1510318740,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "王俊#5891",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔累了-冰风岗",
						["iLvl"] = 925,
						["time"] = 1510318669,
						["class"] = 1,
						["bTag"] = "张翔#52179",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "异世风翔-冰风岗",
						["iLvl"] = 942,
						["time"] = 1510503794,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "风翔异世#5399",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜小狐狸-丽丽（四川）",
						["iLvl"] = 946,
						["time"] = 1510503745,
						["class"] = 11,
						["bTag"] = "祖传奶骑#5598",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "雷蒙德-格瑞姆巴托",
						["iLvl"] = 927,
						["time"] = 1510503745,
						["class"] = 6,
						["bTag"] = "灬奕天灬#5991",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "圣斗士锌锌-安苏",
						["iLvl"] = 918,
						["time"] = 1510503794,
						["class"] = 2,
						["bTag"] = "战网尼玛炸了#51695",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "丷铁达丷-闪电之刃",
						["iLvl"] = 932,
						["time"] = 1510665571,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "大林#51976",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "零度绝望-试炼之环",
						["time"] = 1510665641,
						["class"] = 1,
						["leader"] = true,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "横竖一八零-阿拉希",
						["iLvl"] = 940,
						["time"] = 1510665685,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "横竖180#5828",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Playmaker-冰风岗",
						["iLvl"] = 917,
						["time"] = 1510665645,
						["class"] = 9,
						["bTag"] = "华丽之虎#5100982",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "老賊-加基森",
						["iLvl"] = 935,
						["time"] = 1511014968,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "淡淡烟草味#52493",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "蝴蝶与梦-燃烧之刃",
						["time"] = 1511014994,
						["class"] = 9,
						["leader"] = true,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "烟涛微茫-萨菲隆",
						["iLvl"] = 952,
						["time"] = 1511014986,
						["class"] = 8,
						["bTag"] = "涛哥叔叔#5421",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "一荆丶轲一-伊森利恩",
						["iLvl"] = 939,
						["time"] = 1511014994,
						["class"] = 4,
						["bTag"] = "不及格大学士#5248",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "入骨三分-龙骨平原",
						["iLvl"] = 932,
						["time"] = 1511106703,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "GrumpyPants#55585",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "星痕夜雨-安苏",
						["iLvl"] = 934,
						["time"] = 1511106660,
						["class"] = 5,
						["bTag"] = "星痕夜雨#51489",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "欧野-天空之墙",
						["time"] = 1511106703,
						["class"] = 3,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪者凤羽-影之哀伤",
						["iLvl"] = 930,
						["time"] = 1511106691,
						["class"] = 12,
						["bTag"] = "沉默之风暴#535111",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "另寻沧海丶-迅捷微风",
						["time"] = 1511193509,
						["class"] = 9,
						["leader"] = true,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "别对我弹琴-狂风峭壁",
						["iLvl"] = 919,
						["time"] = 1511193557,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "剑煮三魂#5881",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "呆叠-安苏",
						["iLvl"] = 926,
						["time"] = 1511193575,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "寒月#5593",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "二月-梅尔加尼",
						["iLvl"] = 945,
						["time"] = 1511193547,
						["class"] = 8,
						["bTag"] = "bamutela#5169",
					}, -- [53]
				},
				["2-127-471-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["iLvl"] = 947,
						["time"] = 1510504557,
						["class"] = 2,
						["bTag"] = "华丽之猪#5573",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "艾泽小恶魔丶-死亡之翼",
						["iLvl"] = 914,
						["time"] = 1510504557,
						["class"] = 12,
						["bTag"] = "丶艾泽小恶魔#5645",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "萤灬火-霜之哀伤",
						["iLvl"] = 927,
						["time"] = 1510504557,
						["class"] = 12,
						["bTag"] = "宝丶宝#51751",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "妮丽丝-回音山",
						["time"] = 1510504557,
						["class"] = 12,
					}, -- [4]
				},
				["2-112-459-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["iLvl"] = 943,
						["time"] = 1510153893,
						["class"] = 2,
						["bTag"] = "华丽之猪#5573",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "老牛巭孬-丽丽（四川）",
						["iLvl"] = 940,
						["time"] = 1510153893,
						["class"] = 7,
						["bTag"] = "polly#5767",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一次日一天-安苏",
						["iLvl"] = 933,
						["time"] = 1510153893,
						["class"] = 8,
						["bTag"] = "许老师#5359",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "滿天丶灀-死亡之翼",
						["iLvl"] = 932,
						["time"] = 1510153893,
						["class"] = 11,
						["bTag"] = "独自感伤#5543",
					}, -- [4]
				},
				["1-134-487-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "月迷-萨格拉斯",
						["iLvl"] = 926,
						["time"] = 1510066479,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "soul#58406",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "昝阳景-奥尔加隆",
						["iLvl"] = 939,
						["time"] = 1510066509,
						["class"] = 7,
						["bTag"] = "DiorSir#5673",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "诸怀冥蹄-德拉诺",
						["iLvl"] = 892,
						["time"] = 1510066509,
						["class"] = 6,
						["bTag"] = "最初的感动#5994",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "兜里冇糖-尘风峡谷",
						["iLvl"] = 931,
						["time"] = 1510066509,
						["class"] = 4,
						["bTag"] = "兜里冇糖#5393",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Nsyndrome-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1510319002,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "高纽特#5941",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "醉酒偷欢-埃德萨拉",
						["iLvl"] = 935,
						["time"] = 1510319015,
						["class"] = 12,
						["bTag"] = "踏碎凌霄肆桀骜#5820",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Darkelf-鹰巢山",
						["iLvl"] = 918,
						["time"] = 1510319015,
						["class"] = 2,
						["bTag"] = "Demonlink#5160",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "洁尔阴-沙怒",
						["iLvl"] = 930,
						["time"] = 1510319015,
						["class"] = 12,
						["bTag"] = "又大又黑又粗又长#5925",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "乱求混个球-能源舰",
						["time"] = 1510456517,
						["class"] = 1,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "你被射中了-布兰卡德",
						["iLvl"] = 923,
						["time"] = 1510456517,
						["class"] = 3,
						["bTag"] = "GiantAxe#53367",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "九尾魅狐-斩魔者",
						["iLvl"] = 923,
						["time"] = 1510456517,
						["class"] = 5,
						["bTag"] = "亢奋的男人#5923",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丨惜花灬-冰霜之刃",
						["iLvl"] = 940,
						["time"] = 1510456517,
						["class"] = 4,
						["bTag"] = "毫无存在感哎#5369",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Handlebars-血色十字军",
						["iLvl"] = 944,
						["time"] = 1510757322,
						["class"] = 12,
						["bTag"] = "如果还有明天#5653",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "月下黑影-阿纳克洛斯",
						["iLvl"] = 939,
						["time"] = 1510757322,
						["class"] = 4,
						["bTag"] = "紫禁之巅#51475",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "趴墙上等红杏-火烟之谷",
						["time"] = 1510757358,
						["class"] = 9,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "花如烬梦似衣-血吼",
						["time"] = 1510757358,
						["class"] = 12,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "战斗小公鸡-凤凰之神",
						["iLvl"] = 947,
						["time"] = 1511106517,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "哭泣的优雅#5118",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "湿湿妹-艾莫莉丝",
						["iLvl"] = 925,
						["time"] = 1511106517,
						["class"] = 3,
						["bTag"] = "快乐小猎人#5143",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Yuffie-大地之怒",
						["iLvl"] = 936,
						["time"] = 1511106579,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "天傲#5994",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Kerriganç-埃霍恩",
						["time"] = 1511106497,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "噬魂棒主-天空之墙",
						["time"] = 1511378286,
						["class"] = 2,
						["leader"] = true,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利酸酸乳-藏宝海湾",
						["iLvl"] = 897,
						["time"] = 1511378282,
						["class"] = 12,
						["bTag"] = "茉莉火焰#5359",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "很大一只德-安苏",
						["iLvl"] = 924,
						["time"] = 1511378282,
						["class"] = 11,
						["bTag"] = "辣椒酱#51319",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "乄哈尼-鬼雾峰",
						["iLvl"] = 938,
						["time"] = 1511378258,
						["class"] = 7,
						["bTag"] = "让裤衩飞一会#5148",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Pokez-冰风岗",
						["iLvl"] = 945,
						["time"] = 1511378354,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "周黑鸭李刚#5862",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "环球记者-黑锋哨站",
						["iLvl"] = 925,
						["time"] = 1511378373,
						["class"] = 4,
						["bTag"] = "一闪一闪亮丁丁#5553",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "本楍明巴顿-安苏",
						["iLvl"] = 921,
						["time"] = 1511640274,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "兠兠丶有洞#5114",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "聪哥-鬼雾峰",
						["iLvl"] = 899,
						["time"] = 1511640305,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "黄肉松#5116",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "粥粥看灰机-辛达苟萨",
						["iLvl"] = 930,
						["time"] = 1511640313,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "粥粥有灰机啊#5336",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "滑翔的鸡翅-红龙军团",
						["iLvl"] = 948,
						["time"] = 1511640313,
						["class"] = 1,
						["bTag"] = "独孤一剑#5417",
					}, -- [30]
				},
				["2-118-463-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "绯樱闲丶-黑铁",
						["iLvl"] = 930,
						["time"] = 1509896261,
						["class"] = 8,
						["bTag"] = "菲樱闲#5231",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "狂疯打鸡丶-格瑞姆巴托",
						["iLvl"] = 929,
						["time"] = 1509896131,
						["class"] = 1,
						["bTag"] = "尼古拉斯赵四#52407",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "橙色太古真人-沙怒",
						["iLvl"] = 930,
						["time"] = 1509895986,
						["class"] = 2,
						["bTag"] = "熊说很舒服#5864",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Uaremyff-玛里苟斯",
						["iLvl"] = 947,
						["time"] = 1509896115,
						["class"] = 5,
						["bTag"] = "uaremyff#5357",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "哆啦叮当-伊森利恩",
						["iLvl"] = 934,
						["time"] = 1509896261,
						["class"] = 8,
						["bTag"] = "小精灵#5893",
					}, -- [5]
				},
				["2-117-464-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "老鬼未路法神-血色十字军",
						["iLvl"] = 941,
						["time"] = 1510086916,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "骚妞饶命啊#51874",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "被锤晕的扯淡-踏梦者",
						["iLvl"] = 947,
						["time"] = 1510086916,
						["class"] = 1,
						["bTag"] = "小扯淡#5312",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "马斯切拉诺-雏龙之翼",
						["iLvl"] = 947,
						["time"] = 1510086916,
						["class"] = 1,
						["bTag"] = "zhengchuan#5205",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "狐狸米青-阿尔萨斯",
						["iLvl"] = 942,
						["time"] = 1510086916,
						["class"] = 7,
						["bTag"] = "风言峰语#5559",
					}, -- [4]
				},
				["2-129-476-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Llorca-安苏",
						["iLvl"] = 935,
						["time"] = 1510759031,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "黄昏武士#51473",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "迪巴拉啊-玛瑟里顿",
						["iLvl"] = 936,
						["time"] = 1510759031,
						["class"] = 11,
						["bTag"] = "kyang4444#5109",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "赤晓-卡拉赞",
						["iLvl"] = 946,
						["time"] = 1510759031,
						["class"] = 6,
						["bTag"] = "leo#514545",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Alanber-丹莫德",
						["iLvl"] = 947,
						["time"] = 1510758702,
						["class"] = 6,
						["bTag"] = "Banehallower#5578",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "全场八五折-符文图腾",
						["iLvl"] = 940,
						["time"] = 1510759031,
						["class"] = 11,
						["bTag"] = "尼古拉斯凯奇#51605",
					}, -- [5]
				},
				["3-131-478-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "变态紳士-安苏",
						["iLvl"] = 929,
						["time"] = 1510147214,
						["class"] = 2,
						["bTag"] = "ZXL#51784",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "女凰-安苏",
						["time"] = 1510147609,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "若灬安然-安苏",
						["iLvl"] = 853,
						["time"] = 1510147609,
						["class"] = 11,
						["bTag"] = "LuckyOwl#54323",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "血色忄蔷薇-安苏",
						["iLvl"] = 935,
						["time"] = 1510147609,
						["class"] = 2,
						["bTag"] = "空灵天枢丶疾风#5247",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "欧皇牛牛-安苏",
						["iLvl"] = 933,
						["time"] = 1510147011,
						["class"] = 7,
						["bTag"] = "欧皇牛牛#5717",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鶴塚-安苏",
						["iLvl"] = 934,
						["time"] = 1510147609,
						["class"] = 11,
						["bTag"] = "喀纳斯#5480",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "媳妇儿别打脸-安苏",
						["iLvl"] = 812,
						["time"] = 1510147609,
						["class"] = 7,
						["bTag"] = "超级付大爷#5742",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "烈影逐风-安苏",
						["iLvl"] = 944,
						["time"] = 1510147609,
						["class"] = 3,
						["bTag"] = "上善若水#52615",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "相依相拌-安苏",
						["iLvl"] = 940,
						["time"] = 1510147609,
						["class"] = 11,
						["bTag"] = "魔与神#5898",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "大炮撩蚊子-奥尔加隆",
						["iLvl"] = 941,
						["time"] = 1510147609,
						["class"] = 2,
						["bTag"] = "飞舞精灵#5567",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "梅迪爾麗灬-死亡之翼",
						["iLvl"] = 938,
						["time"] = 1510147609,
						["class"] = 4,
						["bTag"] = "Gladiators#5347",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "这只牛爱睡觉-安苏",
						["iLvl"] = 937,
						["time"] = 1510147609,
						["class"] = 2,
						["bTag"] = "惊魂之地精#57946",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "爱情小坏蛋-闪电之刃",
						["iLvl"] = 933,
						["time"] = 1510147303,
						["class"] = 4,
						["bTag"] = "尹川#51426",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "出乄橙-无尽之海",
						["iLvl"] = 938,
						["time"] = 1510146923,
						["class"] = 12,
						["bTag"] = "qsz#51332",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "枫叶在这里-安苏",
						["iLvl"] = 934,
						["time"] = 1510147609,
						["class"] = 12,
						["bTag"] = "DireRaven#52912",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "愚蠢的地球人-迅捷微风",
						["iLvl"] = 926,
						["time"] = 1510146950,
						["class"] = 2,
						["bTag"] = "愚蠢的地球人#5260",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "堕灬落-霜狼",
						["time"] = 1510147609,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡掌控-达斯雷玛",
						["iLvl"] = 940,
						["time"] = 1510147609,
						["class"] = 6,
						["bTag"] = "幽灵法师#5392",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "青橋-安苏",
						["iLvl"] = 943,
						["time"] = 1510147609,
						["class"] = 2,
						["bTag"] = "黄九象#5692",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "神族神哥-安苏",
						["iLvl"] = 916,
						["time"] = 1510147609,
						["class"] = 11,
						["bTag"] = "在来一次#5980",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "血色乂暗殺者-克尔苏加德",
						["iLvl"] = 945,
						["time"] = 1510147321,
						["class"] = 4,
						["bTag"] = "血色暗殺者#5653",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "西域狂猎-迦拉克隆",
						["iLvl"] = 939,
						["time"] = 1510147609,
						["class"] = 3,
						["bTag"] = "luoxin2008#5610",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨無鳶-血色十字军",
						["iLvl"] = 942,
						["time"] = 1510147034,
						["class"] = 4,
						["bTag"] = "BlackLotus#52833",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "瞪你就怀孕-苏塔恩",
						["time"] = 1510147609,
						["class"] = 1,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "麦子麦子鱼-伊森利恩",
						["iLvl"] = 923,
						["time"] = 1510147269,
						["class"] = 6,
						["bTag"] = "Simon#56647",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉丨杜蕾斯-安苏",
						["iLvl"] = 814,
						["time"] = 1510147609,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "ZXL#51784",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Terminal-格瑞姆巴托",
						["iLvl"] = 939,
						["time"] = 1510147609,
						["class"] = 8,
						["bTag"] = "浪游子#5555",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "都叫我小白-格瑞姆巴托",
						["iLvl"] = 946,
						["time"] = 1510147609,
						["class"] = 12,
						["bTag"] = "快乐之裤#580227",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "盒饭-玛洛加尔",
						["iLvl"] = 942,
						["time"] = 1510147609,
						["class"] = 1,
						["bTag"] = "盒饭#5165",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "泪雨泣千行-迦拉克隆",
						["time"] = 1510147407,
						["class"] = 5,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Longtimea-安苏",
						["time"] = 1510147609,
						["class"] = 12,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "雪之下雪乃丶-无尽之海",
						["iLvl"] = 946,
						["time"] = 1510148964,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "冬马和纱#52550",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "没奶潮的奶萨-阿纳克洛斯",
						["iLvl"] = 944,
						["time"] = 1510148964,
						["class"] = 7,
						["bTag"] = "YouKnowWjq#5569",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "洋爹带我闯-埃克索图斯",
						["iLvl"] = 939,
						["time"] = 1510148964,
						["class"] = 6,
						["bTag"] = "nevermore#5187",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "爆发君-狂热之刃",
						["iLvl"] = 939,
						["time"] = 1510148964,
						["class"] = 1,
						["bTag"] = "达不溜#51952",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "涙丶无痕-玛洛加尔",
						["iLvl"] = 928,
						["time"] = 1510148964,
						["class"] = 2,
						["bTag"] = "evenshmily#5268",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丨为了联盟丶-艾露恩",
						["iLvl"] = 935,
						["time"] = 1510148964,
						["class"] = 7,
						["bTag"] = "万夫莫敌丶#5439",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子开花-亚雷戈斯",
						["iLvl"] = 935,
						["time"] = 1510148964,
						["class"] = 12,
						["bTag"] = "Fen#51792",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "我的哲学史-卡德加",
						["iLvl"] = 933,
						["time"] = 1510148964,
						["class"] = 6,
						["bTag"] = "电竞毒奶八字瘤#5458",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "Cricetidae-无尽之海",
						["iLvl"] = 929,
						["time"] = 1510148964,
						["class"] = 5,
						["bTag"] = "大大大兔子#5560",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "槑嫑烎-冰霜之刃",
						["iLvl"] = 940,
						["time"] = 1510148964,
						["class"] = 3,
						["bTag"] = "快乐的大贰逼#5215",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "繁華褪盡-迪托马斯",
						["iLvl"] = 943,
						["time"] = 1510148964,
						["class"] = 8,
						["bTag"] = "Vanlentine#51147",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "殇灬海-黑铁",
						["iLvl"] = 944,
						["time"] = 1510148964,
						["class"] = 11,
						["bTag"] = "官中病患#5780",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "铲泥车-暗影议会",
						["iLvl"] = 944,
						["time"] = 1510150126,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "曹大哥#5235",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "贰嫂-暗影议会",
						["iLvl"] = 941,
						["time"] = 1510150126,
						["class"] = 9,
						["bTag"] = "家费猫#5747",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "奔波儿小战-加基森",
						["iLvl"] = 942,
						["time"] = 1510150126,
						["class"] = 1,
						["bTag"] = "窝窝糖#51869",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "扭曲机器-暗影议会",
						["iLvl"] = 948,
						["time"] = 1510150126,
						["class"] = 6,
						["bTag"] = "扭曲机器#5486",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "夜殇-熔火之心",
						["iLvl"] = 930,
						["time"] = 1510150126,
						["class"] = 9,
						["bTag"] = "方涛#5516",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "初音丶-暗影议会",
						["iLvl"] = 935,
						["time"] = 1510150126,
						["class"] = 1,
						["bTag"] = "你的名字是爱情丶#51911",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "伊伊-暗影议会",
						["iLvl"] = 923,
						["time"] = 1510150126,
						["class"] = 12,
						["bTag"] = "氵静氵静#5249",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "魔伶-提瑞斯法",
						["iLvl"] = 929,
						["time"] = 1510150126,
						["class"] = 12,
						["bTag"] = "白云#5442",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利妹-暗影议会",
						["iLvl"] = 931,
						["time"] = 1510150126,
						["class"] = 12,
						["bTag"] = "丢那星#5242",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "偶偶-暗影议会",
						["iLvl"] = 946,
						["time"] = 1510150126,
						["class"] = 7,
						["bTag"] = "Amy#5688",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "蓝瘦香菇-暗影议会",
						["iLvl"] = 934,
						["time"] = 1510150126,
						["class"] = 11,
						["bTag"] = "BT160910#52189",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "伊特伦迪-燃烧之刃",
						["iLvl"] = 933,
						["time"] = 1510150126,
						["class"] = 2,
						["bTag"] = "伊特伦迪#5878",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "暴力小美妞-暗影议会",
						["iLvl"] = 943,
						["time"] = 1510150126,
						["class"] = 5,
						["bTag"] = "阳光#5298",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "纪念想想-暗影议会",
						["iLvl"] = 945,
						["time"] = 1510150126,
						["class"] = 5,
						["bTag"] = "tarcy3#5105",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "迷人没够-提瑞斯法",
						["iLvl"] = 943,
						["time"] = 1510150126,
						["class"] = 8,
						["bTag"] = "有没有人有#5998",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "微丶-暗影议会",
						["iLvl"] = 946,
						["time"] = 1510150126,
						["class"] = 8,
						["bTag"] = "微微#5971",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "刀怒斩雪翼雕-暗影议会",
						["iLvl"] = 945,
						["time"] = 1510150126,
						["class"] = 12,
						["bTag"] = "三子#5616",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "丶檬面超人-暗影议会",
						["iLvl"] = 927,
						["time"] = 1510150126,
						["class"] = 11,
						["bTag"] = "柠檬#5249",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冬映雪白-血色十字军",
						["iLvl"] = 943,
						["time"] = 1510150126,
						["class"] = 9,
						["bTag"] = "曾哥#5221",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Opsslpzlln-暗影议会",
						["iLvl"] = 940,
						["time"] = 1510150126,
						["class"] = 3,
						["bTag"] = "Amy#5688",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "風息神泪-玛洛加尔",
						["iLvl"] = 938,
						["time"] = 1510150126,
						["class"] = 8,
						["bTag"] = "白开水#53808",
					}, -- [64]
				},
				["1-134-488-0"] = {
					{
						["role"] = "TANK",
						["name"] = "橙丶橙丶橙-鲜血熔炉",
						["iLvl"] = 947,
						["time"] = 1509667338,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "AllureLove#52479",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "火壮壮-战歌",
						["iLvl"] = 947,
						["time"] = 1509667441,
						["class"] = 8,
						["bTag"] = "白壮壮#51748",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "兽医丿清凉-影之哀伤",
						["iLvl"] = 940,
						["time"] = 1509667377,
						["class"] = 5,
						["bTag"] = "青木#52459",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "血冰晶-死亡之翼",
						["iLvl"] = 944,
						["time"] = 1509667346,
						["class"] = 12,
						["bTag"] = "美好的往往留不下#5246",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "魚丸子-菲拉斯",
						["iLvl"] = 945,
						["time"] = 1509667428,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "小米纱#5436",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "气质羡煞尔等-末日行者",
						["iLvl"] = 934,
						["time"] = 1509667441,
						["class"] = 12,
						["bTag"] = "国服第一急疯剑豪#5926",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "珈蓝乄狱-鬼雾峰",
						["iLvl"] = 947,
						["time"] = 1509667441,
						["class"] = 1,
						["bTag"] = "气壳鸵鸟#5245",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "慈悲唐吉诃德-格瑞姆巴托",
						["iLvl"] = 936,
						["time"] = 1509793549,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "何以笙箫默#52209",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "八戒可以吃了-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1509793549,
						["class"] = 1,
						["bTag"] = "八戒可以吃了#5405",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "苍狼破月刀-卡德罗斯",
						["iLvl"] = 940,
						["time"] = 1509793517,
						["class"] = 12,
						["bTag"] = "PatekPhilip#5236",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "光暗丶浪子-斯克提斯",
						["iLvl"] = 936,
						["time"] = 1509793549,
						["class"] = 5,
						["bTag"] = "逆战苍穹#5220",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "亦寒-暗影议会",
						["iLvl"] = 945,
						["time"] = 1509848047,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "长风#5263",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小心我颜射你-熊猫酒仙",
						["iLvl"] = 941,
						["time"] = 1509848090,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "我能反杀#51291",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "轩兮舞-盖斯",
						["iLvl"] = 943,
						["time"] = 1509848115,
						["class"] = 3,
						["bTag"] = "灬荒野镖客灬#5277",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "血染风铃-影之哀伤",
						["iLvl"] = 903,
						["time"] = 1509848090,
						["class"] = 12,
						["bTag"] = "BT160611#510615",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "啊吖吖-拉文凯斯",
						["iLvl"] = 946,
						["time"] = 1509976278,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "落月#5517",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "厄尔-暴风祭坛",
						["iLvl"] = 892,
						["time"] = 1509976228,
						["class"] = 8,
						["bTag"] = "唔识都抵死#5771",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔瓦霜语-萨菲隆",
						["iLvl"] = 930,
						["time"] = 1509976232,
						["class"] = 6,
						["bTag"] = "孤独之影#5392",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "灬陈永仁-迅捷微风",
						["iLvl"] = 941,
						["time"] = 1509976269,
						["class"] = 12,
						["bTag"] = "韩小美#51651",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "無钶取代-海克泰尔",
						["iLvl"] = 923,
						["time"] = 1509976245,
						["class"] = 2,
						["bTag"] = "迷茫#52327",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Destructionl-霜之哀伤",
						["iLvl"] = 932,
						["time"] = 1509976212,
						["class"] = 6,
						["bTag"] = "一个大桔子#5666",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Corrupt-风暴之怒",
						["time"] = 1509976208,
						["class"] = 12,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "奎爾塞拉之歌-阿尔萨斯",
						["iLvl"] = 927,
						["time"] = 1509976234,
						["class"] = 6,
						["bTag"] = "Nyaspei#5546",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "鱼儿的眼睛-海克泰尔",
						["iLvl"] = 942,
						["time"] = 1509976269,
						["class"] = 11,
						["bTag"] = "终极孤单#5219",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "加了糖的咖啡-死亡之翼",
						["iLvl"] = 926,
						["time"] = 1509976271,
						["class"] = 3,
						["bTag"] = "蓝色卡布奇诺#5376",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "Silversunny-萨尔",
						["time"] = 1509976208,
						["class"] = 5,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxwelloc-影之哀伤",
						["iLvl"] = 928,
						["time"] = 1509976278,
						["class"] = 8,
						["bTag"] = "奈文丶#5876",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "夏都小牛排-埃德萨拉",
						["iLvl"] = 927,
						["time"] = 1509976278,
						["class"] = 1,
						["bTag"] = "麻十八#5458",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "假面的温柔-冰霜之刃",
						["time"] = 1509976228,
						["class"] = 7,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "黑色旋风-主宰之剑",
						["iLvl"] = 920,
						["time"] = 1509976226,
						["class"] = 1,
						["bTag"] = "十年一梦#51802",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕牯咕咕-布兰卡德",
						["time"] = 1509976212,
						["class"] = 11,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "小紅塵丶-玛洛加尔",
						["iLvl"] = 880,
						["time"] = 1509976267,
						["class"] = 3,
						["bTag"] = "小紅塵丶#5107",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "小牧去了天堂-阿曼尼",
						["iLvl"] = 922,
						["time"] = 1509976269,
						["class"] = 6,
						["bTag"] = "史诗之裤#56239",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "甜橙酱-库尔提拉斯",
						["time"] = 1509976212,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "妳嘚爱丶絕版-神圣之歌",
						["iLvl"] = 928,
						["time"] = 1509976212,
						["class"] = 1,
						["bTag"] = "AllureTearl#5578",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "灬老张-安苏",
						["iLvl"] = 899,
						["time"] = 1509976226,
						["class"] = 4,
						["bTag"] = "灬七月流火#5617",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "海藻-埃克索图斯",
						["iLvl"] = 948,
						["time"] = 1509976226,
						["class"] = 8,
						["bTag"] = "落魄萝卜#5547",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "卍宝哥卐-破碎岭",
						["iLvl"] = 917,
						["time"] = 1509976234,
						["class"] = 6,
						["bTag"] = "二宝#5971",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "唐纳德特朗普-埃德萨拉",
						["time"] = 1509976208,
						["class"] = 1,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "酷哥儿-冰霜之刃",
						["time"] = 1509976212,
						["class"] = 8,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "速水凛香-加尔",
						["iLvl"] = 888,
						["time"] = 1509976236,
						["class"] = 3,
						["bTag"] = "蛮力之翼#511829",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "岚斯-莱索恩",
						["iLvl"] = 934,
						["time"] = 1509976212,
						["class"] = 4,
						["bTag"] = "Nooway#5134",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "内拉祖里-鬼雾峰",
						["time"] = 1509976212,
						["class"] = 8,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "萧香陨落-燃烧军团",
						["time"] = 1509976212,
						["class"] = 3,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "卓娅-冬拥湖",
						["time"] = 1509976210,
						["class"] = 3,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "别丶丶演-血吼",
						["time"] = 1509976212,
						["class"] = 4,
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "无乃-洛萨",
						["iLvl"] = 919,
						["time"] = 1509976236,
						["class"] = 5,
						["bTag"] = "MOMODA#5554",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "须佐尊-巨龙之吼",
						["time"] = 1509976212,
						["class"] = 8,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "追猎丶霜狼-霜狼",
						["time"] = 1509976226,
						["class"] = 3,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "尹娜-布兰卡德",
						["iLvl"] = 924,
						["time"] = 1509976329,
						["class"] = 10,
						["bTag"] = "包工头#5402",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "风光大葬-火焰之树",
						["iLvl"] = 905,
						["time"] = 1509976278,
						["class"] = 8,
						["bTag"] = "呢喃的歌声#5917",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "Illidanstor-斯克提斯",
						["time"] = 1509976228,
						["class"] = 12,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利達蕾-塞拉摩",
						["iLvl"] = 942,
						["time"] = 1509976241,
						["class"] = 12,
						["bTag"] = "XBM#5305",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "孬特柒王炸-格瑞姆巴托",
						["iLvl"] = 888,
						["time"] = 1509976278,
						["class"] = 1,
						["bTag"] = "宽恕联盟的罪恶#5651",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅的红苕花-狂热之刃",
						["time"] = 1509976234,
						["class"] = 9,
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "天天要洗澡-烈焰峰",
						["iLvl"] = 933,
						["time"] = 1509976267,
						["class"] = 5,
						["bTag"] = "睡着的时候#5512",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "青柚-冰风岗",
						["iLvl"] = 920,
						["time"] = 1509976236,
						["class"] = 12,
						["bTag"] = "凛南雨#5682",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "大头宝-古拉巴什",
						["iLvl"] = 917,
						["time"] = 1509976232,
						["class"] = 10,
						["bTag"] = "大头宝#5408",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "喵呔丶-克尔苏加德",
						["time"] = 1509976226,
						["class"] = 11,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "膜兽神魂-格瑞姆巴托",
						["time"] = 1509976228,
						["class"] = 10,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "Enjoyin-卡德加",
						["time"] = 1509976232,
						["class"] = 11,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "就是神经-黑暗虚空",
						["iLvl"] = 938,
						["time"] = 1509976267,
						["class"] = 7,
						["bTag"] = "法神经#51156",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "洋灬芋-达尔坎",
						["iLvl"] = 939,
						["time"] = 1509976257,
						["class"] = 8,
						["bTag"] = "CCar#51308",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "左手丶恶神-埃德萨拉",
						["time"] = 1509976340,
						["class"] = 6,
						["leader"] = true,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "偶為伱鎖伈-风暴之怒",
						["iLvl"] = 905,
						["time"] = 1509976350,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "锁芯#5868",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "别问我是谁-埃克索图斯",
						["iLvl"] = 903,
						["time"] = 1509976350,
						["class"] = 7,
						["bTag"] = "风起头落地#5503",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "虐牙-埃德萨拉",
						["iLvl"] = 945,
						["time"] = 1510191367,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "尘尽光生#51570",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "到处乱跑-海加尔",
						["iLvl"] = 929,
						["time"] = 1510191367,
						["class"] = 3,
						["bTag"] = "boss#53268",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "心若冰心-影之哀伤",
						["iLvl"] = 942,
						["time"] = 1510191367,
						["class"] = 12,
						["bTag"] = "别打了是友军#51929",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "大筒木辉夜-战歌",
						["time"] = 1510191360,
						["class"] = 9,
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "瓦厄莎拉-影之哀伤",
						["iLvl"] = 877,
						["time"] = 1510191686,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "longzsz#5545",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "风卷狂雷-伊利丹",
						["time"] = 1510191914,
						["class"] = 1,
						["leader"] = true,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "红手财团-燃烧之刃",
						["iLvl"] = 943,
						["time"] = 1510191910,
						["class"] = 9,
						["bTag"] = "小米渣渣#51809",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "猎灬无殇-格瑞姆巴托",
						["iLvl"] = 938,
						["time"] = 1510191929,
						["class"] = 3,
						["bTag"] = "离殇丶520#5970",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "噬命丶肉偶-克尔苏加德",
						["iLvl"] = 949,
						["time"] = 1510191693,
						["class"] = 2,
						["bTag"] = "Meat#5217",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "周子望-迅捷微风",
						["iLvl"] = 885,
						["time"] = 1510191904,
						["class"] = 8,
						["bTag"] = "周小妮#51560",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "小肉团-凤凰之神",
						["iLvl"] = 936,
						["time"] = 1510191639,
						["class"] = 4,
						["bTag"] = "wangge#5157",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Schitt-安苏",
						["iLvl"] = 910,
						["time"] = 1510191881,
						["class"] = 12,
						["bTag"] = "猪是念来过倒#5360",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "魂魄丶圣歌-奥尔加隆",
						["iLvl"] = 943,
						["time"] = 1510191639,
						["class"] = 2,
						["bTag"] = "简心渐冷#5266",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "阮灵-火焰之树",
						["iLvl"] = 941,
						["time"] = 1510191879,
						["class"] = 3,
						["bTag"] = "hellnet908#5576",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "黑桃尖-藏宝海湾",
						["time"] = 1510191929,
						["class"] = 3,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂的痛-冰风岗",
						["iLvl"] = 945,
						["time"] = 1510191914,
						["class"] = 4,
						["bTag"] = "每小时一红#5605",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "战殇之魂-远古海滩",
						["iLvl"] = 932,
						["time"] = 1510191889,
						["class"] = 6,
						["bTag"] = "留住青春的逝去#5512",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "海小胆-黑石尖塔",
						["iLvl"] = 940,
						["time"] = 1510191875,
						["class"] = 8,
						["bTag"] = "迷丶糊糊#5888",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "小明和小红-贫瘠之地",
						["iLvl"] = 898,
						["time"] = 1510191870,
						["class"] = 9,
						["bTag"] = "颓废鬼#5896",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "Landaulet-泰兰德",
						["iLvl"] = 929,
						["time"] = 1510191661,
						["class"] = 1,
						["bTag"] = "EVA#51310",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "收割大师-夏维安",
						["iLvl"] = 924,
						["time"] = 1510191647,
						["class"] = 9,
						["bTag"] = "闪亮之雄#55519",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "锋丶灵-安苏",
						["iLvl"] = 944,
						["time"] = 1510191661,
						["class"] = 12,
						["bTag"] = "xjf#5932",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "粥小甜-冰霜之刃",
						["iLvl"] = 927,
						["time"] = 1510191929,
						["class"] = 4,
						["bTag"] = "了了#5676",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "银色侍从-石爪峰",
						["iLvl"] = 947,
						["time"] = 1510191866,
						["class"] = 2,
						["bTag"] = "池盏梗灼#5565",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "地板小王子-迪托马斯",
						["iLvl"] = 943,
						["time"] = 1510191904,
						["class"] = 8,
						["bTag"] = "樊挺#5705",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷丶黑松-血色十字军",
						["iLvl"] = 935,
						["time"] = 1510191898,
						["class"] = 8,
						["bTag"] = "暗黑的游戏规则#5933",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "狼薩-影之哀伤",
						["iLvl"] = 935,
						["time"] = 1510191639,
						["class"] = 7,
						["bTag"] = "暗影之风暴#531816",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "卤味煎饼-夏维安",
						["iLvl"] = 940,
						["time"] = 1510191653,
						["class"] = 7,
						["bTag"] = "梦星痕#51113",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "武轩-格雷迈恩",
						["iLvl"] = 935,
						["time"] = 1510191639,
						["class"] = 1,
						["bTag"] = "机械之忍#510134",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛在漫步-影之哀伤",
						["iLvl"] = 941,
						["time"] = 1510191862,
						["class"] = 1,
						["bTag"] = "MAX#51466",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "尛丷念-黑铁",
						["time"] = 1510191929,
						["class"] = 11,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "飘灬物语-海克泰尔",
						["iLvl"] = 936,
						["time"] = 1510191661,
						["class"] = 8,
						["bTag"] = "淉灬淉#5412",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "血圣-埃德萨拉",
						["time"] = 1510191922,
						["class"] = 2,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "挚爱魔鬼-海克泰尔",
						["iLvl"] = 940,
						["time"] = 1510191883,
						["class"] = 3,
						["bTag"] = "烟雨不散#5198",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "那年的样子-贫瘠之地",
						["iLvl"] = 943,
						["time"] = 1510191877,
						["class"] = 6,
						["bTag"] = "那年的样子#5890",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "高冷的花裤衩-丽丽（四川）",
						["iLvl"] = 930,
						["time"] = 1510191920,
						["class"] = 12,
						["bTag"] = "高冷的花裤衩#5424",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "主要看气质-阿曼尼",
						["iLvl"] = 936,
						["time"] = 1510191929,
						["class"] = 8,
						["bTag"] = "最后的荣耀#5109",
					}, -- [103]
					{
						["role"] = "HEALER",
						["name"] = "帅丶小心-提瑞斯法",
						["iLvl"] = 944,
						["time"] = 1510191862,
						["class"] = 5,
						["bTag"] = "帅小心#5260",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "钩子拳丶-提瑞斯法",
						["iLvl"] = 939,
						["time"] = 1510191862,
						["class"] = 10,
						["bTag"] = "天赐丶#51926",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "丆罒灬罒丆-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510191868,
						["class"] = 3,
						["bTag"] = "空之境界#5692",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "夜中雨-踏梦者",
						["time"] = 1510191782,
						["class"] = 3,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "辉煌东方-黄金之路",
						["time"] = 1510191929,
						["class"] = 1,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "吼爹它爹-安苏",
						["iLvl"] = 935,
						["time"] = 1510191870,
						["class"] = 1,
						["bTag"] = "爱学习的潇潇#5513",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Jeanseberg-布兰卡德",
						["iLvl"] = 940,
						["time"] = 1510191875,
						["class"] = 1,
						["bTag"] = "SebergKing#5448",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "铁血灬上勾拳-海克泰尔",
						["iLvl"] = 938,
						["time"] = 1510191887,
						["class"] = 12,
						["bTag"] = "HappyFeet#57672",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "怵牧惊心-格瑞姆巴托",
						["iLvl"] = 907,
						["time"] = 1510191908,
						["class"] = 5,
						["bTag"] = "野狼儿#5611",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "三摊哥-加兹鲁维",
						["iLvl"] = 930,
						["time"] = 1510191801,
						["class"] = 2,
						["bTag"] = "灯塔山上一棵树#5100",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "望而惘之-冰风岗",
						["iLvl"] = 939,
						["time"] = 1510191877,
						["class"] = 3,
						["bTag"] = "danner6#5832",
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "海大爷-奎尔萨拉斯",
						["iLvl"] = 945,
						["time"] = 1510191929,
						["class"] = 11,
						["bTag"] = "莫情#51183",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "灬聖光乂疾风-迦拉克隆",
						["iLvl"] = 943,
						["time"] = 1510191929,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "雪舞紫夜#5828",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "碎破王妖巫-大地之怒",
						["iLvl"] = 944,
						["time"] = 1510191929,
						["class"] = 3,
						["bTag"] = "永不言弃#5710",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小小鱼儿-安苏",
						["iLvl"] = 940,
						["time"] = 1510191929,
						["class"] = 3,
						["bTag"] = "黎小鱼#5348",
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "血之月夜-洛萨",
						["iLvl"] = 926,
						["time"] = 1510191862,
						["class"] = 6,
						["bTag"] = "落在水中的眼泪#5152",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蕖-鲜血熔炉",
						["iLvl"] = 930,
						["time"] = 1510191801,
						["class"] = 12,
						["bTag"] = "五五六#5751",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "月下猫咪-阿尔萨斯",
						["iLvl"] = 939,
						["time"] = 1510191875,
						["class"] = 3,
						["bTag"] = "Sistar#51108",
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "遁世离俗-无尽之海",
						["iLvl"] = 938,
						["time"] = 1510191929,
						["class"] = 7,
						["bTag"] = "小又又#51463",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "大爆炸-夏维安",
						["iLvl"] = 916,
						["time"] = 1510191929,
						["class"] = 1,
						["bTag"] = "孤傲之骑士#515619",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "哆啦誒梦-血环",
						["iLvl"] = 919,
						["time"] = 1510191898,
						["class"] = 8,
						["bTag"] = "醉丨销魂灬#5680",
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "忆菲-燃烧平原",
						["iLvl"] = 935,
						["time"] = 1510191929,
						["class"] = 5,
						["bTag"] = "钢成马#5974",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "小小秘密-暗影之月",
						["time"] = 1510191879,
						["class"] = 1,
					}, -- [126]
					{
						["role"] = "TANK",
						["name"] = "Husession-阿拉希",
						["iLvl"] = 941,
						["time"] = 1510191929,
						["class"] = 10,
						["bTag"] = "谷卓瑾#5339",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "鸟丶风暴烈酒-格瑞姆巴托",
						["iLvl"] = 891,
						["time"] = 1510191929,
						["class"] = 11,
						["bTag"] = "总有屌民想害朕#51532",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "挽红曲-迅捷微风",
						["iLvl"] = 927,
						["time"] = 1510191929,
						["class"] = 9,
						["bTag"] = "乱世狂#5405",
					}, -- [129]
					{
						["role"] = "TANK",
						["name"] = "丶玄帝-阿拉希",
						["iLvl"] = 935,
						["time"] = 1510191929,
						["class"] = 11,
						["bTag"] = "殇灬灭#5478",
					}, -- [130]
					{
						["role"] = "TANK",
						["name"] = "陪你吹吹风丶-暗影之月",
						["iLvl"] = 940,
						["time"] = 1510191929,
						["class"] = 6,
						["bTag"] = "陪你吹吹风#51383",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "神灬-日落沼泽",
						["iLvl"] = 862,
						["time"] = 1510191929,
						["class"] = 1,
						["bTag"] = "我是你哥#5626",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "朱厭-迅捷微风",
						["iLvl"] = 942,
						["time"] = 1510191929,
						["class"] = 6,
						["bTag"] = "张北生#5325",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "丶邪灬影丶-狂热之刃",
						["iLvl"] = 944,
						["time"] = 1510191929,
						["class"] = 12,
						["bTag"] = "Player#521782",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁家老王-卡扎克",
						["iLvl"] = 926,
						["time"] = 1510191929,
						["class"] = 4,
						["bTag"] = "心灵捕手#5793",
					}, -- [135]
					{
						["role"] = "HEALER",
						["name"] = "Tootem-闪电之刃",
						["iLvl"] = 937,
						["time"] = 1510191929,
						["class"] = 7,
						["bTag"] = "阿卡#5825",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "巴依老爷灬-安苏",
						["iLvl"] = 939,
						["time"] = 1510191929,
						["class"] = 3,
						["bTag"] = "巴依老爷#51356",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "若煙火般絢爛-克尔苏加德",
						["iLvl"] = 942,
						["time"] = 1510191929,
						["class"] = 12,
						["bTag"] = "影离归#5746",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "墓后煮屍者-凤凰之神",
						["iLvl"] = 941,
						["time"] = 1510191929,
						["class"] = 12,
						["bTag"] = "忧郁的疯#5571",
					}, -- [139]
					{
						["role"] = "HEALER",
						["name"] = "黑白丶旋律-死亡之翼",
						["iLvl"] = 945,
						["time"] = 1510191929,
						["class"] = 5,
						["bTag"] = "bloodthorn#5762",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "丨哎呦哥哥丶-蜘蛛王国",
						["time"] = 1510191893,
						["class"] = 2,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦极吥栓绳-克尔苏加德",
						["iLvl"] = 945,
						["time"] = 1510191929,
						["class"] = 1,
						["bTag"] = "邹鑫#5327",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "没纹身的恶魔-幽暗沼泽",
						["iLvl"] = 897,
						["time"] = 1510191929,
						["class"] = 12,
						["bTag"] = "BattlePants#510128",
					}, -- [143]
					{
						["role"] = "TANK",
						["name"] = "Gunanr-无尽之海",
						["iLvl"] = 926,
						["time"] = 1510191929,
						["class"] = 1,
						["bTag"] = "我的源是怪物#5362",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "樱桃味牛奶-夏维安",
						["iLvl"] = 934,
						["time"] = 1510191929,
						["class"] = 11,
						["bTag"] = "牛奶巧克力#51463",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "丿杀戮灬沭仕-布兰卡德",
						["iLvl"] = 946,
						["time"] = 1510191929,
						["class"] = 9,
						["bTag"] = "陌灬客#5355",
					}, -- [146]
					{
						["role"] = "HEALER",
						["name"] = "洛小妖-布兰卡德",
						["iLvl"] = 945,
						["time"] = 1510191929,
						["class"] = 5,
						["bTag"] = "小妖#52362",
					}, -- [147]
					{
						["role"] = "HEALER",
						["name"] = "天选之子-雷霆之王",
						["iLvl"] = 890,
						["time"] = 1510191929,
						["class"] = 2,
						["bTag"] = "拂晓之声#51717",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "丑陋不堪-艾莫莉丝",
						["iLvl"] = 943,
						["time"] = 1510191929,
						["class"] = 9,
						["bTag"] = "啊土哩#5888",
					}, -- [149]
					{
						["role"] = "TANK",
						["name"] = "恋恋小璇-狂热之刃",
						["iLvl"] = 942,
						["time"] = 1510191929,
						["class"] = 6,
						["bTag"] = "名门小璇#5974",
					}, -- [150]
					{
						["role"] = "HEALER",
						["name"] = "水水拉风-天空之墙",
						["iLvl"] = 904,
						["time"] = 1510191929,
						["class"] = 7,
						["bTag"] = "爷很烦#5858",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "龙格凝-无尽之海",
						["iLvl"] = 932,
						["time"] = 1510191929,
						["class"] = 1,
						["bTag"] = "布上的影子#5390",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "卍千山暮雪卐-太阳之井",
						["time"] = 1510191929,
						["class"] = 8,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "精霊之月-太阳之井",
						["iLvl"] = 941,
						["time"] = 1510192052,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "SweetGirl#5542",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "安达莉迩丶霜-霜狼",
						["time"] = 1510192052,
						["class"] = 8,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "此人震天下-狂热之刃",
						["time"] = 1510191971,
						["class"] = 1,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "著名小骑士-冰风岗",
						["time"] = 1510192050,
						["class"] = 2,
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "只是为了凤凰-风暴之鳞",
						["time"] = 1510192052,
						["class"] = 6,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "臭脚丫-洛丹伦",
						["time"] = 1510492785,
						["class"] = 9,
						["leader"] = true,
					}, -- [159]
					{
						["role"] = "TANK",
						["name"] = "欧隆银星-加兹鲁维",
						["iLvl"] = 931,
						["time"] = 1510492785,
						["class"] = 2,
						["bTag"] = "初九#5837",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝要摸橙-伊森利恩",
						["iLvl"] = 950,
						["time"] = 1510492785,
						["class"] = 7,
						["bTag"] = "Airan#5985",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "Eyesoul-塞拉摩",
						["time"] = 1510492785,
						["class"] = 8,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "閗妳玩-冬拥湖",
						["iLvl"] = 928,
						["time"] = 1510583341,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "流浪的苹果#5587",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "阿麦斯特-格瑞姆巴托",
						["iLvl"] = 942,
						["time"] = 1510583341,
						["class"] = 9,
						["bTag"] = "Dean#5250",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔的爱-大地之怒",
						["iLvl"] = 940,
						["time"] = 1510583341,
						["class"] = 12,
						["bTag"] = "BouncyKnight#58719",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "岚玥-加兹鲁维",
						["time"] = 1510583495,
						["class"] = 8,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "弑丶小枫-索瑞森",
						["iLvl"] = 940,
						["time"] = 1510757680,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "弑丶晓枫#5804",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "立恒-深渊之巢",
						["iLvl"] = 934,
						["time"] = 1510757685,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "老李#52739",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "七月滴雾-甜水绿洲",
						["iLvl"] = 939,
						["time"] = 1510757697,
						["class"] = 3,
						["bTag"] = "七月滴小雾#5581",
					}, -- [169]
					{
						["role"] = "TANK",
						["name"] = "泰灬坦一生-伊森利恩",
						["iLvl"] = 943,
						["time"] = 1510757640,
						["class"] = 6,
						["bTag"] = "娃娃#5773",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "维斯库奇-红龙军团",
						["time"] = 1510843230,
						["class"] = 4,
						["leader"] = true,
					}, -- [171]
					{
						["role"] = "TANK",
						["name"] = "瓶中酒-辛达苟萨",
						["iLvl"] = 923,
						["time"] = 1510843230,
						["class"] = 6,
						["bTag"] = "飍炎#5521",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "Conquerors-暗影议会",
						["iLvl"] = 903,
						["time"] = 1510843230,
						["class"] = 8,
						["bTag"] = "卢圣山#5725",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "灬篠篠灬-屠魔山谷",
						["iLvl"] = 931,
						["time"] = 1510843230,
						["class"] = 3,
						["bTag"] = "浪漫筱筱#5520",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "导演丶-夏维安",
						["iLvl"] = 948,
						["time"] = 1510843230,
						["class"] = 8,
						["bTag"] = "喵了个咪的#5955",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丨爸爸丶-无尽之海",
						["iLvl"] = 945,
						["time"] = 1510843230,
						["class"] = 7,
						["bTag"] = "建军#51750",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "此恨无关风月-影之哀伤",
						["time"] = 1510843230,
						["class"] = 12,
					}, -- [177]
					{
						["role"] = "TANK",
						["name"] = "Yukii-黑龙军团",
						["iLvl"] = 945,
						["time"] = 1510843230,
						["class"] = 2,
						["bTag"] = "再見小時候#51495",
					}, -- [178]
					{
						["role"] = "HEALER",
						["name"] = "林有德-白骨荒野",
						["iLvl"] = 944,
						["time"] = 1510843230,
						["class"] = 11,
						["bTag"] = "MZC#5689",
					}, -- [179]
					{
						["role"] = "TANK",
						["name"] = "醉月迷花-格瑞姆巴托",
						["iLvl"] = 927,
						["time"] = 1510843230,
						["class"] = 11,
						["bTag"] = "成仙#5715",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "白小嘟-鬼雾峰",
						["time"] = 1510843230,
						["class"] = 7,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "永歌银月-血色十字军",
						["iLvl"] = 929,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "圣光传骑#5603",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "哈里马哈里欧-石爪峰",
						["time"] = 1510843230,
						["class"] = 3,
					}, -- [183]
					{
						["role"] = "HEALER",
						["name"] = "Orcishsm-贫瘠之地",
						["iLvl"] = 914,
						["time"] = 1510843230,
						["class"] = 7,
						["bTag"] = "七月安筠#5209",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天很好-巫妖之王",
						["iLvl"] = 930,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "ZanyDruid#54843",
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "安静拈香-亚雷戈斯",
						["iLvl"] = 934,
						["time"] = 1510843230,
						["class"] = 6,
						["bTag"] = "之魂#5150",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶手段-达斯雷玛",
						["iLvl"] = 901,
						["time"] = 1510843230,
						["class"] = 3,
						["bTag"] = "未得今生#5973",
					}, -- [187]
					{
						["role"] = "HEALER",
						["name"] = "无珺-贫瘠之地",
						["iLvl"] = 938,
						["time"] = 1510843079,
						["class"] = 5,
						["bTag"] = "无郡#5319",
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "陨落灬夕阳-贫瘠之地",
						["time"] = 1510843230,
						["class"] = 2,
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "小小麦格-太阳之井",
						["iLvl"] = 943,
						["time"] = 1510843086,
						["class"] = 12,
						["bTag"] = "pinoko#5724",
					}, -- [190]
					{
						["role"] = "HEALER",
						["name"] = "一宀一-安苏",
						["iLvl"] = 930,
						["time"] = 1510843230,
						["class"] = 11,
						["bTag"] = "陈丶风暴烈洒#5779",
					}, -- [191]
					{
						["role"] = "TANK",
						["name"] = "图拉旺的印记-暗影议会",
						["iLvl"] = 942,
						["time"] = 1510843230,
						["class"] = 6,
						["bTag"] = "欧表弟#5635",
					}, -- [192]
					{
						["role"] = "HEALER",
						["name"] = "蓝丷斑马鱼-艾露恩",
						["iLvl"] = 915,
						["time"] = 1510843230,
						["class"] = 7,
						["bTag"] = "西施蛮蛮#5611",
					}, -- [193]
					{
						["role"] = "HEALER",
						["name"] = "破晓之流砂-奥妮克希亚",
						["iLvl"] = 911,
						["time"] = 1510843230,
						["class"] = 5,
						["bTag"] = "位面冥想#5740",
					}, -- [194]
					{
						["role"] = "TANK",
						["name"] = "寒秋灬之夜-黑暗之矛",
						["time"] = 1510843230,
						["class"] = 1,
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝莓加酸奶-石锤",
						["iLvl"] = 908,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "小米加步枪#5375",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "申散什叁-迦拉克隆",
						["time"] = 1510843230,
						["class"] = 1,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "沐离-冰霜之刃",
						["iLvl"] = 931,
						["time"] = 1510843230,
						["class"] = 11,
						["bTag"] = "沐漓#51300",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "靈霜-提尔之手",
						["iLvl"] = 940,
						["time"] = 1510843230,
						["class"] = 8,
						["bTag"] = "buzhidao#5367",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "花得不得了-勇士岛",
						["iLvl"] = 923,
						["time"] = 1510843230,
						["class"] = 8,
						["bTag"] = "超帅哥#5911",
					}, -- [200]
					{
						["role"] = "TANK",
						["name"] = "江南一团-织亡者",
						["iLvl"] = 867,
						["time"] = 1510843230,
						["class"] = 6,
						["bTag"] = "伟伟#5726",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "火卍蝶-克尔苏加德",
						["iLvl"] = 906,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "暗夜之骑士#516767",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "美特斯邦威-霜之哀伤",
						["iLvl"] = 943,
						["time"] = 1510843230,
						["class"] = 8,
						["bTag"] = "哥不洗车等下雨#5819",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶柠檬-布兰卡德",
						["iLvl"] = 943,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "里昂潘#5299",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodyrosa-布兰卡德",
						["iLvl"] = 924,
						["time"] = 1510843128,
						["class"] = 12,
						["bTag"] = "junxiaosheng#5606",
					}, -- [205]
					{
						["role"] = "HEALER",
						["name"] = "水墨风清-死亡之翼",
						["time"] = 1510843230,
						["class"] = 10,
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "小熊上樹-凤凰之神",
						["iLvl"] = 946,
						["time"] = 1510843230,
						["class"] = 10,
						["bTag"] = "小熊上树#5363",
					}, -- [207]
					{
						["role"] = "TANK",
						["name"] = "像酒像雾像风-利刃之拳",
						["iLvl"] = 922,
						["time"] = 1510843230,
						["class"] = 10,
						["bTag"] = "黑龙舞兮#51105",
					}, -- [208]
					{
						["role"] = "TANK",
						["name"] = "明月半依深秋-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "Demon#5829",
					}, -- [209]
					{
						["role"] = "TANK",
						["name"] = "魔力小豆豆-寒冰皇冠",
						["iLvl"] = 934,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "尐噺没蠟筆#5661",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "天使艾美丽-诺森德",
						["iLvl"] = 890,
						["time"] = 1510843230,
						["class"] = 8,
						["bTag"] = "无双#51838",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "Lmmortal-死亡之翼",
						["iLvl"] = 943,
						["time"] = 1510843230,
						["class"] = 12,
						["bTag"] = "霜火挽歌#5588",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "黑水河畔-逐日者",
						["iLvl"] = 935,
						["time"] = 1510843418,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "慵懒之龟#548960",
					}, -- [213]
					{
						["role"] = "TANK",
						["name"] = "血染铁臂-丽丽（四川）",
						["iLvl"] = 918,
						["time"] = 1510843470,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "曾强#51542",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "Flamgoon-迅捷微风",
						["iLvl"] = 928,
						["time"] = 1510843470,
						["class"] = 12,
						["bTag"] = "SuperPants#54249",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "安徒生丶唐-安苏",
						["iLvl"] = 925,
						["time"] = 1510843463,
						["class"] = 1,
						["bTag"] = "蓝丶天#5615",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "一介术生-艾莫莉丝",
						["iLvl"] = 851,
						["time"] = 1511107219,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "内裤笼罩地球#5640",
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "牛人威武-死亡之翼",
						["time"] = 1511107219,
						["class"] = 11,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "零点冰-奥尔加隆",
						["time"] = 1511107219,
						["class"] = 3,
					}, -- [219]
					{
						["role"] = "TANK",
						["name"] = "霸气恻漏-幽暗沼泽",
						["time"] = 1511107219,
						["class"] = 2,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之浅笑-死亡之翼",
						["time"] = 1511107219,
						["class"] = 8,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞瀟灑哥-盖斯",
						["iLvl"] = 945,
						["time"] = 1511107219,
						["class"] = 8,
						["bTag"] = "我不吃土豆#51708",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "佰元都不给我-安苏",
						["time"] = 1511107219,
						["class"] = 8,
					}, -- [223]
					{
						["role"] = "TANK",
						["name"] = "花三敌-红龙女王",
						["time"] = 1511107219,
						["class"] = 2,
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "极品处牛-玛洛加尔",
						["iLvl"] = 949,
						["time"] = 1511107219,
						["class"] = 11,
						["bTag"] = "晓处牛牛#5584",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "我要上天-燃烧之刃",
						["iLvl"] = 917,
						["time"] = 1511107219,
						["class"] = 12,
						["bTag"] = "圣白帝#5730",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "封魔录-影之哀伤",
						["iLvl"] = 931,
						["time"] = 1511107219,
						["class"] = 3,
						["bTag"] = "CrazyCat#55725",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "我是钓鱼之神-雷霆之怒",
						["iLvl"] = 944,
						["time"] = 1511107219,
						["class"] = 12,
						["bTag"] = "聪明勇敢跑的快#5126",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "混元教主-烈焰峰",
						["time"] = 1511107219,
						["class"] = 9,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "Amazye-古尔丹",
						["time"] = 1511107219,
						["class"] = 3,
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂尊者-鬼雾峰",
						["time"] = 1511107219,
						["class"] = 9,
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "东帅-瓦里安",
						["time"] = 1511107219,
						["class"] = 10,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "墨冥琪喵-迪托马斯",
						["time"] = 1511107219,
						["class"] = 12,
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "脾气暴躁-血环",
						["iLvl"] = 929,
						["time"] = 1511107219,
						["class"] = 6,
						["bTag"] = "脾气毛躁#5237",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆天雨-安苏",
						["time"] = 1511107219,
						["class"] = 3,
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "凉疯-阿克蒙德",
						["time"] = 1511107219,
						["class"] = 7,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "微微涼-龙骨平原",
						["time"] = 1511107219,
						["class"] = 12,
					}, -- [237]
					{
						["role"] = "HEALER",
						["name"] = "Aozideve-遗忘海岸",
						["time"] = 1511107219,
						["class"] = 5,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "忆江南-深渊之巢",
						["time"] = 1511107219,
						["class"] = 3,
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的乖萌受-布兰卡德",
						["time"] = 1511107219,
						["class"] = 5,
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "Citadel-迦拉克隆",
						["time"] = 1511107219,
						["class"] = 4,
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "冥王胡屠夫-格瑞姆巴托",
						["iLvl"] = 925,
						["time"] = 1511107219,
						["class"] = 6,
						["bTag"] = "哈迪斯#5521",
					}, -- [242]
					{
						["role"] = "TANK",
						["name"] = "花下丶缝裤衩-菲米丝",
						["iLvl"] = 942,
						["time"] = 1511107219,
						["class"] = 1,
						["bTag"] = "跳跳骑士#51370",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候老帅了-艾莫莉丝",
						["time"] = 1511107219,
						["class"] = 5,
					}, -- [244]
					{
						["role"] = "TANK",
						["name"] = "唏嘘旳猪肉佬-凯恩血蹄",
						["iLvl"] = 907,
						["time"] = 1511107219,
						["class"] = 11,
						["bTag"] = "凭虚御风#5636",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "十九岁嘎嘣脆-暗影议会",
						["time"] = 1511107219,
						["class"] = 2,
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "无辜的村民-海克泰尔",
						["time"] = 1511107219,
						["class"] = 6,
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光萌牛-血羽",
						["time"] = 1511107219,
						["class"] = 11,
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "屠牛刀-燃烧之刃",
						["time"] = 1511107219,
						["class"] = 3,
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑之眼-巴瑟拉斯",
						["time"] = 1511107219,
						["class"] = 12,
					}, -- [250]
					{
						["role"] = "TANK",
						["name"] = "战神旧事-克尔苏加德",
						["iLvl"] = 947,
						["time"] = 1511107219,
						["class"] = 2,
						["bTag"] = "战神旧事#5152",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "丨普罗米修斯-冰风岗",
						["iLvl"] = 944,
						["time"] = 1511107345,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "普罗米修斯丶丶#5937",
					}, -- [252]
					{
						["role"] = "HEALER",
						["name"] = "良人与猫-瓦里安",
						["iLvl"] = 946,
						["time"] = 1511107272,
						["class"] = 2,
						["bTag"] = "演绎辉煌#51246",
					}, -- [253]
					{
						["role"] = "HEALER",
						["name"] = "风中幻象-夏维安",
						["time"] = 1511107334,
						["class"] = 5,
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊到坏-迦顿",
						["time"] = 1511107332,
						["class"] = 4,
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "戰天之戟-主宰之剑",
						["iLvl"] = 922,
						["time"] = 1511193717,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小乌龙#5992",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "旼闇-白银之手",
						["iLvl"] = 923,
						["time"] = 1511193717,
						["class"] = 3,
						["bTag"] = "暗爽#51379",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "丽萨-格瑞姆巴托",
						["iLvl"] = 943,
						["time"] = 1511193717,
						["class"] = 8,
						["bTag"] = "龙也#5207",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "Gakkilover-白银之手",
						["iLvl"] = 905,
						["time"] = 1511193717,
						["class"] = 8,
						["bTag"] = "心态易蹦意识模糊#5508",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "骚手丶到处摸-安苏",
						["iLvl"] = 941,
						["time"] = 1511295191,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "小小之植物#5744",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "猫风邪灬宽恕-冰风岗",
						["iLvl"] = 913,
						["time"] = 1511295222,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "今夜血染床#5457",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "猪猪啲緈鍢-阿纳克洛斯",
						["iLvl"] = 881,
						["time"] = 1511295222,
						["class"] = 8,
						["bTag"] = "BT160324#523277",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "赣东单刀-海克泰尔",
						["iLvl"] = 932,
						["time"] = 1511295222,
						["class"] = 4,
						["bTag"] = "赣东单刀#5272",
					}, -- [263]
					{
						["role"] = "TANK",
						["name"] = "极楽浄土-伊利丹",
						["iLvl"] = 945,
						["time"] = 1511377909,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "麦芽糖啊啊#5476",
					}, -- [264]
					{
						["role"] = "TANK",
						["name"] = "Âæ-龙骨平原",
						["iLvl"] = 938,
						["time"] = 1511377909,
						["class"] = 11,
						["bTag"] = "Maitreya#5750",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "丨熊猫变形丨-风暴之怒",
						["iLvl"] = 936,
						["time"] = 1511377897,
						["class"] = 11,
						["bTag"] = "占戈丶亻士#5791",
					}, -- [266]
					{
						["role"] = "HEALER",
						["name"] = "基友灬壹-卡拉赞",
						["time"] = 1511377909,
						["class"] = 11,
					}, -- [267]
				},
			},
			["version"] = "70300.04",
			["advShine"] = "70000.01",
			["searchHistoryList"] = {
				"1-0-0-0", -- [1]
				"6-0-17-0", -- [2]
				"3-131-478-0", -- [3]
				"2-0-0-0", -- [4]
				"1-134-489-0", -- [5]
				"3-131-479-0", -- [6]
				"3-123-416-0", -- [7]
				"10-0-361-0", -- [8]
				"6-0-0-0", -- [9]
				"3-0-0-0", -- [10]
				"3-123-481-0", -- [11]
				"3-123-0-0", -- [12]
				"1-124-469-0", -- [13]
				"1-124-421-0", -- [14]
				"1-134-488-0", -- [15]
				"1-134-487-0", -- [16]
				"3-123-415-0", -- [17]
				"6-0-16-0", -- [18]
				"3-122-414-0", -- [19]
				"3-122-468-0", -- [20]
				"2-111-0-0", -- [21]
				"1-124-419-0", -- [22]
				"5-0-0-0", -- [23]
			},
			["searchInputHistory"] = {
				["3-123-416-0"] = {
					"植物", -- [1]
				},
				["2-0-0-0"] = {
					"10", -- [1]
					"低保", -- [2]
					"叶落", -- [3]
					"时光", -- [4]
				},
				["1-0-0-0"] = {
					"大型", -- [1]
					"时光", -- [2]
				},
				["6-0-17-0"] = {
					"炎凉", -- [1]
				},
				["3-131-478-0"] = {
					"鸡蛋", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["combatData"] = {
				["time"] = 1692.78999996185,
				["dd"] = 2229286833,
				["dead"] = 6,
				["hd"] = 18420396,
				["dt"] = 271258162,
			},
		},
	},
}
