
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Magicocream - 格雷迈恩"] = "Magicocream - 格雷迈恩",
		["麦吉克库瑞姆 - 格雷迈恩"] = "麦吉克库瑞姆 - 格雷迈恩",
		["Magiccreamdz - 凤凰之神"] = "Magiccreamdz - 凤凰之神",
	},
	["profiles"] = {
		["Magicocream - 格雷迈恩"] = {
			["followMemberList"] = {
				{
					["name"] = "Valkeuterpe-格雷迈恩",
					["guid"] = "Player-1500-01F95214",
					["status"] = 3,
					["isNew"] = true,
					["time"] = 1500999542,
				}, -- [1]
			},
			["version"] = "70300.02",
			["createHistoryList"] = {
				"2-119-465-0", -- [1]
				"2-115-462-0", -- [2]
				"2-129-476-0", -- [3]
				"3-131-479-0", -- [4]
				"2-114-461-0", -- [5]
				"2-112-459-0", -- [6]
				"2-117-464-0", -- [7]
				"2-113-460-0", -- [8]
				"2-120-466-0", -- [9]
				"2-117-451-0", -- [10]
				"2-118-463-0", -- [11]
				"1-124-421-0", -- [12]
				"2-115-448-0", -- [13]
				"2-118-450-0", -- [14]
				"6-0-16-0", -- [15]
			},
			["appShine"] = "70300.02",
			["lastSearchValue"] = "6-0-17-0",
			["searchHistoryList"] = {
				"6-0-17-0", -- [1]
				"2-0-0-0", -- [2]
				"3-122-468-0", -- [3]
				"3-123-481-0", -- [4]
				"3-123-416-0", -- [5]
				"3-123-415-0", -- [6]
				"1-134-487-0", -- [7]
				"1-124-469-0", -- [8]
				"3-131-478-0", -- [9]
				"3-0-0-0", -- [10]
				"1-0-0-0", -- [11]
				"3-131-479-0", -- [12]
				"6-0-16-0", -- [13]
				"1-134-488-0", -- [14]
				"6-0-0-0", -- [15]
				"1-124-423-0", -- [16]
				"1-71-280-998", -- [17]
				"1-124-422-0", -- [18]
				"1-124-419-0", -- [19]
				"2-120-0-0", -- [20]
				"3-123-0-0", -- [21]
				"10-0-361-0", -- [22]
				"1-124-421-0", -- [23]
				"3-131-0-0", -- [24]
				"5-0-0-0", -- [25]
				"3-122-0-0", -- [26]
				"2-117-451-0", -- [27]
				"2-117-0-0", -- [28]
				"2-118-0-0", -- [29]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 63.5816650390625,
					["scale"] = 1,
				},
			},
			["advShine"] = "70200.05",
			["recent"] = {
				["3-123-416-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "凋零零凛子-丽丽（四川）",
						["bTag"] = "凋零零零零子#5206",
						["time"] = 1503082157,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 903,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冫淚香丶-丽丽（四川）",
						["bTag"] = "冫祭祀丶#5821",
						["class"] = 6,
						["time"] = 1503082157,
						["iLvl"] = 902,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503082157,
						["name"] = "鳯凰涅槃-丹莫德",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "一切随风逝去-丽丽（四川）",
						["bTag"] = "暗影之风暴#5221639",
						["class"] = 12,
						["time"] = 1503082157,
						["iLvl"] = 926,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Abranham-无尽之海",
						["bTag"] = "SleepyBear#567567",
						["class"] = 8,
						["time"] = 1503082157,
						["iLvl"] = 909,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "亡命之徒-鬼雾峰",
						["bTag"] = "人定胜天#52862",
						["class"] = 1,
						["time"] = 1503082157,
						["iLvl"] = 914,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丨北岸初晴丨-瓦拉纳",
						["bTag"] = "MISS#52530",
						["class"] = 3,
						["time"] = 1503082157,
						["iLvl"] = 927,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "哈拉雷之风行-安苏",
						["bTag"] = "FunkyMonk#562423",
						["class"] = 1,
						["time"] = 1503082157,
						["iLvl"] = 901,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "半根香烟-布兰卡德",
						["bTag"] = "回忆总是殇丶#5946",
						["class"] = 12,
						["time"] = 1503082157,
						["iLvl"] = 910,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "艺人哦-奎尔萨拉斯",
						["bTag"] = "艺人808#5537",
						["class"] = 3,
						["time"] = 1503082157,
						["iLvl"] = 930,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "怒砍双马尾丶-瑞文戴尔",
						["bTag"] = "艹狗蛋艹#5582",
						["class"] = 12,
						["time"] = 1503082157,
						["iLvl"] = 903,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Ziffu-巨龙之吼",
						["bTag"] = "Alan#55443",
						["class"] = 12,
						["time"] = 1503082157,
						["iLvl"] = 929,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "晴栀菀歌-狂热之刃",
						["bTag"] = "Error#52551",
						["class"] = 5,
						["time"] = 1503082157,
						["iLvl"] = 907,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "好閪阉癫-影之哀伤",
						["bTag"] = "一俊一#51546",
						["class"] = 2,
						["time"] = 1503082157,
						["iLvl"] = 922,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "眞芯又如何丶-埃德萨拉",
						["bTag"] = "真心又如何丶#5248",
						["class"] = 3,
						["time"] = 1503082766,
						["iLvl"] = 931,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "苏潇嫣-阿纳克洛斯",
						["bTag"] = "武扬#5396",
						["time"] = 1503082766,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 919,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "橙紫-霜之哀伤",
						["bTag"] = "Flesh#51399",
						["class"] = 3,
						["time"] = 1503082766,
						["iLvl"] = 933,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上谣-巴纳扎尔",
						["bTag"] = "浅墨话心#5648",
						["class"] = 3,
						["time"] = 1503082766,
						["iLvl"] = 912,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "撸翻你妹-埃德萨拉",
						["bTag"] = "鬼魂之龙#5221935",
						["class"] = 8,
						["time"] = 1503082766,
						["iLvl"] = 915,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "杜蕾斯味的喵-贫瘠之地",
						["bTag"] = "FFENG#51422",
						["class"] = 6,
						["time"] = 1503082766,
						["iLvl"] = 929,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "蕉鹿丶-卡德加",
						["bTag"] = "烟烟罗丶#5118",
						["class"] = 9,
						["time"] = 1503082766,
						["iLvl"] = 933,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "千语陌路丶-伊森利恩",
						["bTag"] = "Karen#5653",
						["class"] = 2,
						["time"] = 1503082766,
						["iLvl"] = 932,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "龙小虾-死亡之翼",
						["bTag"] = "黑白控#51714",
						["class"] = 4,
						["time"] = 1503082766,
						["iLvl"] = 915,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "妖精乄帝国-石爪峰",
						["bTag"] = "妖精帝国#5350",
						["class"] = 2,
						["time"] = 1503082766,
						["iLvl"] = 928,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "曰穿钢板-藏宝海湾",
						["bTag"] = "瘟神#5485",
						["class"] = 3,
						["time"] = 1503082766,
						["iLvl"] = 928,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "壹顶草帽-通灵学院",
						["bTag"] = "壹顶草帽#5483",
						["class"] = 11,
						["time"] = 1503082766,
						["iLvl"] = 921,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "Barm-奥尔加隆",
						["bTag"] = "年迈的老战士#51340",
						["class"] = 7,
						["time"] = 1503082766,
						["iLvl"] = 935,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "发条陈-影之哀伤",
						["bTag"] = "GLHF#51462",
						["class"] = 6,
						["time"] = 1503082766,
						["iLvl"] = 923,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Reeth-伊森利恩",
						["bTag"] = "Reth#51854",
						["class"] = 9,
						["time"] = 1503082766,
						["iLvl"] = 940,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "淡若悠然丶-阿纳克洛斯",
						["bTag"] = "恐龙娃娃#5754",
						["time"] = 1503599404,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "值侄城伤-熔火之心",
						["bTag"] = "值侄城伤#5188",
						["class"] = 1,
						["time"] = 1503599404,
						["iLvl"] = 921,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "舞人-熔火之心",
						["bTag"] = "无尘#5189",
						["class"] = 1,
						["time"] = 1503599355,
						["iLvl"] = 920,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "我是只奶牛-黑铁",
						["bTag"] = "轻尘戏子#5265",
						["class"] = 11,
						["time"] = 1503599404,
						["iLvl"] = 919,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "月潇雅-埃德萨拉",
						["bTag"] = "EzioXiang#5176",
						["class"] = 11,
						["time"] = 1503599404,
						["iLvl"] = 932,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "伊碧希尔-金色平原",
						["bTag"] = "Snoryn#5910",
						["class"] = 5,
						["time"] = 1503599404,
						["iLvl"] = 929,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "博格挖-阿纳克洛斯",
						["bTag"] = "砰砰机器人#51278",
						["class"] = 3,
						["time"] = 1503599404,
						["iLvl"] = 900,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "那个法诗-甜水绿洲",
						["bTag"] = "那就这个吧#5743",
						["class"] = 8,
						["time"] = 1503599404,
						["iLvl"] = 934,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "温柔的牛-诺莫瑞根",
						["bTag"] = "神经#52797",
						["class"] = 11,
						["time"] = 1503599404,
						["iLvl"] = 938,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "风乄筝-阿纳克洛斯",
						["bTag"] = "Astro#5670",
						["class"] = 3,
						["time"] = 1503599404,
						["iLvl"] = 935,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "从一而终-死亡之翼",
						["bTag"] = "地底的蝼蚁#5181",
						["class"] = 3,
						["time"] = 1503599397,
						["iLvl"] = 927,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Midpressure-死亡之翼",
						["bTag"] = "Vanslin#5746",
						["class"] = 11,
						["time"] = 1503599404,
						["iLvl"] = 933,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "湛蓝色惩戒-萨尔",
						["bTag"] = "湛蓝色#51470",
						["class"] = 2,
						["time"] = 1503599275,
						["iLvl"] = 921,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "划水是我强项-埃德萨拉",
						["bTag"] = "达康熟鷄丶#5777",
						["class"] = 3,
						["time"] = 1503599404,
						["iLvl"] = 932,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "凯瑟林丶-影之哀伤",
						["bTag"] = "凯瑟琳丶#5119",
						["class"] = 12,
						["time"] = 1503599404,
						["iLvl"] = 933,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "无法詆調-冰霜之刃",
						["bTag"] = "无法低調#5471",
						["class"] = 9,
						["time"] = 1503599404,
						["iLvl"] = 933,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503599404,
						["name"] = "哪来的-冰霜之刃",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "Ysy-主宰之剑",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1504556545,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "久伴丿苍龙-霜之哀伤",
						["bTag"] = "汪训涛#5169",
						["class"] = 12,
						["time"] = 1504556545,
						["iLvl"] = 924,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "Lzg-凤凰之神",
						["bTag"] = "珍海#5130",
						["class"] = 7,
						["time"] = 1504556545,
						["iLvl"] = 937,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "晒的区黑-安苏",
						["bTag"] = "BT160711#53864",
						["class"] = 7,
						["time"] = 1504556545,
						["iLvl"] = 933,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "半城殇华-安苏",
						["bTag"] = "TinyTauren#544173",
						["class"] = 6,
						["time"] = 1504556545,
						["iLvl"] = 921,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "女神之王-古拉巴什",
						["bTag"] = "女神#5592",
						["class"] = 2,
						["time"] = 1504556545,
						["iLvl"] = 920,
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "霸气的萌萌豆-伊森利恩",
						["bTag"] = "西庚#5446",
						["class"] = 11,
						["time"] = 1504556545,
						["iLvl"] = 918,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Missues-奎尔丹纳斯",
						["bTag"] = "比悲剧更杯具丶#5953",
						["class"] = 2,
						["time"] = 1504556545,
						["iLvl"] = 919,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Ruf-凤凰之神",
						["bTag"] = "Rin#5746",
						["class"] = 1,
						["time"] = 1504556545,
						["iLvl"] = 935,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "骚猪的小轩丶-丽丽（四川）",
						["bTag"] = "今生为你恋#5363",
						["class"] = 1,
						["time"] = 1504556545,
						["iLvl"] = 928,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "麻叶-燃烧之刃",
						["bTag"] = "realbowen#5840",
						["class"] = 8,
						["time"] = 1504556545,
						["iLvl"] = 938,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "心若为城-时光之穴",
						["bTag"] = "小心心#51407",
						["class"] = 8,
						["time"] = 1504556545,
						["iLvl"] = 919,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Youarethe-奎尔丹纳斯",
						["bTag"] = "醒得太快丶#5161",
						["class"] = 8,
						["time"] = 1504556545,
						["iLvl"] = 929,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "我是小璇-海克泰尔",
						["bTag"] = "我是小璇#5247",
						["class"] = 9,
						["time"] = 1504556545,
						["iLvl"] = 910,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "我欲天凌-布兰卡德",
						["bTag"] = "我欲凌天#5404",
						["class"] = 1,
						["time"] = 1504556545,
						["iLvl"] = 934,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "丶灬果冻-熔火之心",
						["bTag"] = "xiaoshui#5559",
						["class"] = 2,
						["time"] = 1504556545,
						["iLvl"] = 909,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "非洲黑牛牛-血环",
						["bTag"] = "牙大奇#5744",
						["class"] = 7,
						["time"] = 1504556545,
						["iLvl"] = 930,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "妖丿涩-暗影之月",
						["bTag"] = "贝贝123#5156",
						["class"] = 12,
						["time"] = 1504556545,
						["iLvl"] = 913,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "丝丶袜控雷雷-鬼雾峰",
						["bTag"] = "鱼人#52501",
						["class"] = 12,
						["time"] = 1504556545,
						["iLvl"] = 911,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "李义山-死亡之翼",
						["bTag"] = "SwankyOrc#59322",
						["time"] = 1504875516,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦西科尔-死亡之翼",
						["bTag"] = "老瓦#5725",
						["class"] = 1,
						["time"] = 1504876425,
						["iLvl"] = 932,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "天殛-奈法利安",
						["bTag"] = "LuckyTiger#525126",
						["class"] = 6,
						["time"] = 1504876327,
						["iLvl"] = 937,
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "青羽-玛瑟里顿",
						["bTag"] = "青羽#5183",
						["time"] = 1504876806,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 940,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Favour-阿纳克洛斯",
						["bTag"] = "古怪之德鲁伊#519585",
						["class"] = 12,
						["time"] = 1504876806,
						["iLvl"] = 927,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尚武-死亡之翼",
						["bTag"] = "艾尚武#5823",
						["class"] = 3,
						["time"] = 1504876425,
						["iLvl"] = 930,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "叶落惊风雨-寒冰皇冠",
						["bTag"] = "你全家丶好吗#5573",
						["class"] = 3,
						["time"] = 1504876806,
						["iLvl"] = 933,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Evoreborn-熔火之心",
						["bTag"] = "ezreal#5695",
						["class"] = 8,
						["time"] = 1504876806,
						["iLvl"] = 939,
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "戴墨镜的奶爸-凤凰之神",
						["bTag"] = "Kevin#5348",
						["class"] = 5,
						["time"] = 1504876431,
						["iLvl"] = 933,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "潮鸣丶-塞拉摩",
						["bTag"] = "暗香#52676",
						["class"] = 7,
						["time"] = 1504876806,
						["iLvl"] = 940,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "哩咕细妹-埃德萨拉",
						["bTag"] = "部落妈妈#5242",
						["class"] = 9,
						["time"] = 1504876806,
						["iLvl"] = 933,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "丶菜鸡-燃烧之刃",
						["bTag"] = "玛丽玛丽轰#51206",
						["class"] = 11,
						["time"] = 1504876736,
						["iLvl"] = 930,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "灬贝幽妮塔灬-血牙魔王",
						["bTag"] = "贝幽妮塔#5922",
						["class"] = 2,
						["time"] = 1504876806,
						["iLvl"] = 930,
					}, -- [78]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1504876806,
						["name"] = "赵进财-玛瑟里顿",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "深籽-阿比迪斯",
						["bTag"] = "超神怪我咯#5802",
						["class"] = 3,
						["time"] = 1504876806,
						["iLvl"] = 940,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "法神-冰霜之刃",
						["bTag"] = "发哥#5688",
						["time"] = 1505411050,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 928,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻鉿-萨尔",
						["bTag"] = "喜哈#51251",
						["class"] = 3,
						["time"] = 1505411050,
						["iLvl"] = 942,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "好长时间没玩-神圣之歌",
						["bTag"] = "卡姆昂北鼻#51180",
						["class"] = 2,
						["time"] = 1505411050,
						["iLvl"] = 906,
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "凯尔特人-伊莫塔尔",
						["bTag"] = "梓轩#5983",
						["class"] = 2,
						["time"] = 1505411050,
						["iLvl"] = 922,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "老实灬汪-阿纳克洛斯",
						["bTag"] = "萨鲁法尔吃烤肉#5138",
						["class"] = 1,
						["time"] = 1505411050,
						["iLvl"] = 938,
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "刘嘎-天空之墙",
						["bTag"] = "刘嘎#5185",
						["class"] = 11,
						["time"] = 1505411050,
						["iLvl"] = 925,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "挤眉弄眼-天空之墙",
						["bTag"] = "BT160324#516745",
						["class"] = 11,
						["time"] = 1505411050,
						["iLvl"] = 938,
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "蓝光加特林-燃烧之刃",
						["bTag"] = "暗夜之骑士#5198715",
						["class"] = 2,
						["time"] = 1505411050,
						["iLvl"] = 935,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "别德亿-布兰卡德",
						["bTag"] = "Fqy#5879",
						["class"] = 11,
						["time"] = 1505411050,
						["iLvl"] = 929,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡幽香-死亡之翼",
						["bTag"] = "五月伽罗#5563",
						["class"] = 12,
						["time"] = 1505411050,
						["iLvl"] = 938,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "剑灵之指-黑暗虚空",
						["bTag"] = "CrazyCat#514279",
						["class"] = 1,
						["time"] = 1505411050,
						["iLvl"] = 923,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "寻得那么累-影之哀伤",
						["bTag"] = "机械之狼人#5124198",
						["class"] = 3,
						["time"] = 1505411050,
						["iLvl"] = 934,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1505411050,
						["name"] = "小德就是好-冬拥湖",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "呆贼小白-安苏",
						["bTag"] = "快乐之潜行者#530927",
						["class"] = 4,
						["time"] = 1505411050,
						["iLvl"] = 932,
					}, -- [94]
					{
						["role"] = "HEALER",
						["name"] = "光羽影-塞拉摩",
						["bTag"] = "星旋#51155",
						["class"] = 5,
						["time"] = 1505411050,
						["iLvl"] = 939,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "俸大-血环",
						["bTag"] = "如雪清冽#5472",
						["class"] = 9,
						["time"] = 1505411050,
						["iLvl"] = 925,
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "葬爱贵族刘能-死亡之翼",
						["bTag"] = "夏曦#51940",
						["class"] = 7,
						["time"] = 1505411050,
						["iLvl"] = 935,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "鑫华灬-白银之手",
						["bTag"] = "阿西吧#5951",
						["class"] = 8,
						["time"] = 1505411050,
						["iLvl"] = 933,
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "从来不戴套-血环",
						["bTag"] = "阿问#5557",
						["class"] = 6,
						["time"] = 1505411050,
						["iLvl"] = 936,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "月影之傷-巫妖之王",
						["bTag"] = "月影#5826",
						["class"] = 4,
						["time"] = 1505411050,
						["iLvl"] = 931,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "笑天涯-伊森利恩",
						["bTag"] = "kretors#5578",
						["class"] = 8,
						["time"] = 1505411050,
						["iLvl"] = 945,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "夸克灬-凤凰之神",
						["bTag"] = "邪恶蛀牙#5367",
						["class"] = 4,
						["time"] = 1505411050,
						["iLvl"] = 927,
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "夜喵玲玲-伊利丹",
						["bTag"] = "菲雪#5941",
						["class"] = 1,
						["time"] = 1505411050,
						["iLvl"] = 929,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "风悠悠-霜之哀伤",
						["bTag"] = "风晓天#5505",
						["class"] = 3,
						["time"] = 1505411050,
						["iLvl"] = 931,
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "Nikijin-死亡之翼",
						["bTag"] = "田壮壮#51864",
						["time"] = 1505420173,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 921,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼氵立-埃德萨拉",
						["bTag"] = "鬼泣#5429",
						["class"] = 9,
						["time"] = 1505420173,
						["iLvl"] = 943,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "三弟灬橙-洛丹伦",
						["bTag"] = "鬼魂之龙#532440",
						["class"] = 4,
						["time"] = 1505420055,
						["iLvl"] = 937,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "络叔-血牙魔王",
						["bTag"] = "洛叔#51481",
						["class"] = 1,
						["time"] = 1505420173,
						["iLvl"] = 936,
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "卵很疼丶-迅捷微风",
						["bTag"] = "空落单行雨#51517",
						["class"] = 11,
						["time"] = 1505420173,
						["iLvl"] = 928,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1505420173,
						["name"] = "觉醒之躯-月神殿",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "丶天琊丶丶-安苏",
						["bTag"] = "天琊#5706",
						["class"] = 12,
						["time"] = 1505420173,
						["iLvl"] = 905,
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "四斧头的故事-鬼雾峰",
						["bTag"] = "上古回忆#5606",
						["class"] = 6,
						["time"] = 1505420173,
						["iLvl"] = 934,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "一斤二两-格瑞姆巴托",
						["bTag"] = "亦然路过#5956",
						["class"] = 1,
						["time"] = 1505420173,
						["iLvl"] = 937,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "杨浦守尸王丶-无尽之海",
						["bTag"] = "极度恐怖#51526",
						["class"] = 4,
						["time"] = 1505420173,
						["iLvl"] = 937,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "虹口地板王丶-无尽之海",
						["bTag"] = "习惯躺地板#5711",
						["class"] = 1,
						["time"] = 1505420173,
						["iLvl"] = 940,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "宝山躺尸王丶-无尽之海",
						["bTag"] = "飞翔的小猪仔#51264",
						["class"] = 6,
						["time"] = 1505420173,
						["iLvl"] = 939,
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "包纸脸-安东尼达斯",
						["bTag"] = "风中的骑士#51585",
						["class"] = 5,
						["time"] = 1505420173,
						["iLvl"] = 934,
					}, -- [117]
					{
						["role"] = "HEALER",
						["name"] = "月华-冰风岗",
						["bTag"] = "静以修身#5848",
						["class"] = 2,
						["time"] = 1505420173,
						["iLvl"] = 937,
					}, -- [118]
				},
				["2-118-463-0"] = {
					{
						["role"] = "TANK",
						["name"] = "午夜苍狼-阿比迪斯",
						["bTag"] = "夜了无痕#5985",
						["time"] = 1503095111,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 930,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503095111,
						["name"] = "萨拉托血怒-布兰卡德",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丶南篱-龙骨平原",
						["bTag"] = "五月第二天#5615",
						["class"] = 12,
						["time"] = 1503095111,
						["iLvl"] = 927,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "翡翠仙境-影之哀伤",
						["bTag"] = "fb586896#5428",
						["class"] = 5,
						["time"] = 1503095111,
						["iLvl"] = 923,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "小灬浪-天空之墙",
						["bTag"] = "孤傲之熊#5283",
						["time"] = 1503260733,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 911,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "尐兔子乖乖-安苏",
						["bTag"] = "叉烧包子#5721",
						["class"] = 8,
						["time"] = 1503260733,
						["iLvl"] = 918,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "征伐-死亡之翼",
						["bTag"] = "征伐#5271",
						["class"] = 2,
						["time"] = 1503260733,
						["iLvl"] = 929,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "种牛追木牛-冰风岗",
						["bTag"] = "圣光忽悠#5856",
						["class"] = 11,
						["time"] = 1503260733,
						["iLvl"] = 924,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "一大群牛来了-影之哀伤",
						["bTag"] = "粑比是对的#5506",
						["time"] = 1503783515,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "赤晓-卡拉赞",
						["bTag"] = "leo#514545",
						["class"] = 6,
						["time"] = 1503783515,
						["iLvl"] = 930,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Ayanamiray-深渊之巢",
						["bTag"] = "欧米#5696",
						["class"] = 12,
						["time"] = 1503783515,
						["iLvl"] = 932,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "漂浮的大粪-丽丽（四川）",
						["bTag"] = "漂浮的大粪#51886",
						["class"] = 9,
						["time"] = 1503783515,
						["iLvl"] = 937,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "重庆唐玄综丶-格雷迈恩",
						["bTag"] = "ONEPEOPLE#51527",
						["time"] = 1503947778,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "重庆邓紫棋丶-格雷迈恩",
						["bTag"] = "深水狼丶#5582",
						["class"] = 12,
						["time"] = 1503947778,
						["iLvl"] = 936,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "重庆徐若瑄丶-格雷迈恩",
						["bTag"] = "PettyRiooo#5561",
						["class"] = 11,
						["time"] = 1503947778,
						["iLvl"] = 933,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "我打你媽啊-霜狼",
						["bTag"] = "胖德布耀布耀德#5873",
						["class"] = 7,
						["time"] = 1503947778,
						["iLvl"] = 934,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "鑫华灬-白银之手",
						["bTag"] = "阿西吧#5951",
						["time"] = 1505080006,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是爱汽水-阿纳克洛斯",
						["bTag"] = "快乐之裤#5131621",
						["class"] = 1,
						["time"] = 1505080006,
						["iLvl"] = 930,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "非法入狱-阿纳克洛斯",
						["bTag"] = "非法#5522",
						["class"] = 1,
						["time"] = 1505080006,
						["iLvl"] = 935,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "清风骑兵-安苏",
						["bTag"] = "安定#5910",
						["class"] = 2,
						["time"] = 1505080006,
						["iLvl"] = 929,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "凉小萌-卡扎克",
						["bTag"] = "靳贝#5475",
						["time"] = 1505171678,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "龙龙的龙-冰风岗",
						["bTag"] = "龙龙的龙#51877",
						["class"] = 1,
						["time"] = 1505171678,
						["iLvl"] = 938,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "奔跑皮皮鳝-埃德萨拉",
						["bTag"] = "陈邝#5512",
						["class"] = 6,
						["time"] = 1505171678,
						["iLvl"] = 933,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "颓废丶天真-加尔",
						["bTag"] = "Mineme#5600",
						["class"] = 11,
						["time"] = 1505171678,
						["iLvl"] = 937,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Lzg-凤凰之神",
						["bTag"] = "珍海#5130",
						["time"] = 1505599816,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 940,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "柯大侠-凤凰之神",
						["bTag"] = "Rin#5746",
						["class"] = 12,
						["time"] = 1505599816,
						["iLvl"] = 944,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "諾寳-血色十字军",
						["bTag"] = "高兴#5955",
						["class"] = 2,
						["time"] = 1505599816,
						["iLvl"] = 945,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "Hnathrezim-萨尔",
						["bTag"] = "hippopotamus#51387",
						["class"] = 2,
						["time"] = 1505599816,
						["iLvl"] = 939,
					}, -- [28]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "金牛乱舞-迪托马斯",
						["bTag"] = "箭袭击地#5782",
						["time"] = 1503081927,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "牧光食色-玛洛加尔",
						["bTag"] = "非凡#5647",
						["time"] = 1503081943,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "法無邊-风暴之怒",
						["bTag"] = "佛利萨大王#5551",
						["class"] = 8,
						["time"] = 1503081943,
						["iLvl"] = 936,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503081931,
						["name"] = "晴天下的雪-燃烧平原",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "是我选择放弃-燃烧之刃",
						["bTag"] = "八核电灯泡#51609",
						["class"] = 4,
						["time"] = 1503081927,
						["iLvl"] = 907,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Potatocarryu-黑铁",
						["bTag"] = "holmesky#5627",
						["class"] = 10,
						["time"] = 1503081851,
						["iLvl"] = 897,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "南宫战天-刺骨利刃",
						["bTag"] = "熊孩子的使者#5205",
						["class"] = 1,
						["time"] = 1503081943,
						["iLvl"] = 846,
					}, -- [7]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1503081943,
						["name"] = "咄咄-熔火之心",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503081943,
						["name"] = "我的小伙伴们-燃烧之刃",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "苍月饮血-巴瑟拉斯",
						["bTag"] = "万神殿主宰#5177",
						["class"] = 8,
						["time"] = 1503081927,
						["iLvl"] = 927,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "Rnknight-影之哀伤",
						["bTag"] = "assassin#57832",
						["class"] = 6,
						["time"] = 1503081927,
						["iLvl"] = 919,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503081943,
						["name"] = "小米奈希尔-斯坦索姆",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Xinlord-燃烧之刃",
						["bTag"] = "xerxes#5217",
						["class"] = 8,
						["time"] = 1503081929,
						["iLvl"] = 902,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "大巫见小巫-古尔丹",
						["bTag"] = "繁华灬霜王#5331",
						["class"] = 7,
						["time"] = 1503081943,
						["iLvl"] = 930,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "茨木华扇-红龙女王",
						["bTag"] = "九十九世界#5107",
						["class"] = 10,
						["time"] = 1503081927,
						["iLvl"] = 936,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "蒳茤茤-贫瘠之地",
						["bTag"] = "惊魂之裤#55837",
						["class"] = 12,
						["time"] = 1503081925,
						["iLvl"] = 924,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503081943,
						["name"] = "虹原茵可-火焰之树",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "戦魂之魂-死亡之翼",
						["bTag"] = "大梦初醒#51535",
						["class"] = 12,
						["time"] = 1503081943,
						["iLvl"] = 903,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬开我库咧-血色十字军",
						["bTag"] = "耶古桑提亚#5171",
						["class"] = 12,
						["time"] = 1503081929,
						["iLvl"] = 918,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丑不死你-穆戈尔",
						["bTag"] = "抓不死#5798",
						["class"] = 8,
						["time"] = 1503081943,
						["iLvl"] = 927,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "发呆的丶天天-寒冰皇冠",
						["bTag"] = "誤扖凡塵#5741",
						["class"] = 1,
						["time"] = 1503081943,
						["iLvl"] = 902,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "殴打小膨友-奥尔加隆",
						["bTag"] = "刀锋偏冷#5433",
						["class"] = 2,
						["time"] = 1503081933,
						["iLvl"] = 913,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "硕放小天-晴日峰（江苏）",
						["bTag"] = "硕放小天#5934",
						["class"] = 7,
						["time"] = 1503081943,
						["iLvl"] = 927,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "圣之飞舞-加基森",
						["bTag"] = "莎呦啦啦#5885",
						["class"] = 2,
						["time"] = 1503081943,
						["iLvl"] = 931,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "小甜甜卟烂泥-达尔坎",
						["bTag"] = "黑咕隆地洞#5705",
						["class"] = 6,
						["time"] = 1503081943,
						["iLvl"] = 878,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂模式开启-地狱之石",
						["bTag"] = "疯狂祖师#5408",
						["class"] = 12,
						["time"] = 1503081943,
						["iLvl"] = 899,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "二到无限大丶-天空之墙",
						["bTag"] = "桃丶白白#5703",
						["class"] = 8,
						["time"] = 1503081851,
						["iLvl"] = 913,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "水月笌-贫瘠之地",
						["bTag"] = "小小麦子花#5377",
						["class"] = 8,
						["time"] = 1503081943,
						["iLvl"] = 819,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "像以前一样-希雷诺斯",
						["bTag"] = "冲田总司#51296",
						["class"] = 3,
						["time"] = 1503081943,
						["iLvl"] = 909,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Jimmyc-伊利丹",
						["bTag"] = "Ashley#5401",
						["class"] = 1,
						["time"] = 1503081929,
						["iLvl"] = 923,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503081943,
						["name"] = "贼溜-燃烧平原",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中的远方-大地之怒",
						["bTag"] = "大白菜#5647",
						["class"] = 10,
						["time"] = 1503081943,
						["iLvl"] = 907,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503081927,
						["name"] = "安立-迦拉克隆",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "回头就是一角-死亡之翼",
						["bTag"] = "junoyo#51461",
						["class"] = 11,
						["time"] = 1503081943,
						["iLvl"] = 891,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503081943,
						["name"] = "奥丁的残影-安苏",
					}, -- [35]
					{
						["role"] = "HEALER",
						["class"] = 10,
						["time"] = 1503081943,
						["name"] = "一天一夜-瓦里安",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "弑魂逐枫-狂热之刃",
						["bTag"] = "弑魂逐砜#5759",
						["class"] = 2,
						["time"] = 1503081851,
						["iLvl"] = 931,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "刀陌-雷霆之王",
						["bTag"] = "gmj8#5168",
						["class"] = 12,
						["time"] = 1503081925,
						["iLvl"] = 896,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "龙丨战-安苏",
						["bTag"] = "龍刃#51553",
						["class"] = 2,
						["time"] = 1503081943,
						["iLvl"] = 925,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "沧寒-银松森林",
						["bTag"] = "沧寒#5359",
						["class"] = 1,
						["time"] = 1503081943,
						["iLvl"] = 936,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "偷吻你的唇-达基萨斯",
						["bTag"] = "惊蛰曰大风#5344",
						["class"] = 4,
						["time"] = 1503081943,
						["iLvl"] = 914,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "意念毛-埃德萨拉",
						["bTag"] = "艾尔之子#518864",
						["class"] = 2,
						["time"] = 1503081943,
						["iLvl"] = 935,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503081941,
						["name"] = "小尖叫-阿尔萨斯",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503081943,
						["name"] = "大笨熊丨笨蛋-血环",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503081943,
						["name"] = "㑋半藏-黑铁",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503081943,
						["name"] = "Kiddsky-死亡之翼",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1503081943,
						["name"] = "底丶火-狂热之刃",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503081943,
						["name"] = "夜空的守护啊-安苏",
					}, -- [48]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1503081943,
						["name"] = "晴川历历-亚雷戈斯",
					}, -- [49]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1503081943,
						["name"] = "Aaronkwok-苏塔恩",
					}, -- [50]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1503081943,
						["name"] = "Stovemun-暗影之月",
					}, -- [51]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1503081943,
						["name"] = "妳最珍贵丶-死亡之翼",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503081943,
						["name"] = "哥特战-洛丹伦",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "踹死毛驴-凯恩血蹄",
						["bTag"] = "迦俱夜机神剑#5521",
						["time"] = 1503917212,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 915,
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "叶晚晴-凯恩血蹄",
						["bTag"] = "迦俱夜机神剑#5521",
						["time"] = 1503917241,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "叶霜桥-凯恩血蹄",
						["bTag"] = "迦俱夜机神剑#5521",
						["class"] = 8,
						["time"] = 1503917234,
						["iLvl"] = 922,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "叶离笙-凯恩血蹄",
						["bTag"] = "迦俱夜机神剑#5521",
						["class"] = 4,
						["time"] = 1503917232,
						["iLvl"] = 891,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "叶星涟-凯恩血蹄",
						["bTag"] = "迦俱夜机神剑#5521",
						["class"] = 2,
						["time"] = 1503917241,
						["iLvl"] = 908,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503917212,
						["name"] = "狸猫超人-达克萨隆",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503917219,
						["name"] = "咕咕的蛋-贫瘠之地",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "滿天星-海克泰尔",
						["bTag"] = "鼠妖#5845",
						["class"] = 12,
						["time"] = 1503917234,
						["iLvl"] = 908,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "子非子寒-燃烧之刃",
						["bTag"] = "子非子寒#5210",
						["class"] = 6,
						["time"] = 1503917210,
						["iLvl"] = 948,
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "丶武僧霸霸-希尔瓦娜斯",
						["bTag"] = "一刀捅死大萌德#52798",
						["class"] = 10,
						["time"] = 1503917241,
						["iLvl"] = 911,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "往昔忆流年丶-天谴之门",
						["bTag"] = "钱小昊#51188",
						["class"] = 4,
						["time"] = 1503917159,
						["iLvl"] = 933,
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "尛太子奶-燃烧之刃",
						["bTag"] = "悲欢自饮#5684",
						["class"] = 7,
						["time"] = 1503917241,
						["iLvl"] = 932,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Nicholase-血色十字军",
						["bTag"] = "文森特#5795",
						["class"] = 4,
						["time"] = 1503917219,
						["iLvl"] = 862,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "风筝逗-血环",
						["bTag"] = "小七#5480",
						["class"] = 3,
						["time"] = 1503917217,
						["iLvl"] = 944,
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "薛定谔不养猫-狂热之刃",
						["bTag"] = "白河愁#51890",
						["class"] = 2,
						["time"] = 1503917241,
						["iLvl"] = 880,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "碎冰一阳-燃烧之刃",
						["bTag"] = "maybezk#5283",
						["class"] = 10,
						["time"] = 1503917217,
						["iLvl"] = 930,
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "卍小熊卍-黑暗魅影",
						["bTag"] = "翻滚吧#5488",
						["class"] = 11,
						["time"] = 1503917219,
						["iLvl"] = 925,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "手残青年-血吼",
						["bTag"] = "上单不给就送#5864",
						["class"] = 4,
						["time"] = 1503917241,
						["iLvl"] = 937,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503917219,
						["name"] = "名曰夷-巫妖之王",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "悄然挥泪-布兰卡德",
						["bTag"] = "渢羽#5808",
						["class"] = 12,
						["time"] = 1503917219,
						["iLvl"] = 937,
					}, -- [73]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1503917209,
						["name"] = "绝望之瞳-幽暗沼泽",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Altoria-洛萨",
						["bTag"] = "殘灬憶#5767",
						["class"] = 2,
						["time"] = 1503917214,
						["iLvl"] = 916,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "风灵丶舞-提瑞斯法",
						["bTag"] = "花菩提#51720",
						["class"] = 9,
						["time"] = 1503917210,
						["iLvl"] = 937,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "西山残月-海克泰尔",
						["bTag"] = "云枕西山#5901",
						["class"] = 3,
						["time"] = 1503917241,
						["iLvl"] = 906,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "歐美式灬蒗漫-斯克提斯",
						["bTag"] = "邢泉520#5737",
						["class"] = 3,
						["time"] = 1503917219,
						["iLvl"] = 937,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "霜染清秋-黑铁",
						["bTag"] = "幸运兔脚#52359",
						["class"] = 4,
						["time"] = 1503917232,
						["iLvl"] = 900,
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "史密斯宋小宝-冰风岗",
						["bTag"] = "SOUL#51167",
						["class"] = 7,
						["time"] = 1503917234,
						["iLvl"] = 931,
					}, -- [80]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1503917229,
						["name"] = "舞动的绾狗-燃烧平原",
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "丝芙兰丶-克尔苏加德",
						["bTag"] = "朱晓杰#5470",
						["class"] = 11,
						["time"] = 1503917212,
						["iLvl"] = 929,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之噩梦-亡语者",
						["bTag"] = "深渊猎杀#51590",
						["class"] = 4,
						["time"] = 1503917230,
						["iLvl"] = 899,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "齐齐六七七丶-主宰之剑",
						["bTag"] = "chunmeng#5481",
						["class"] = 12,
						["time"] = 1503917159,
						["iLvl"] = 934,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凉一夏-荆棘谷",
						["bTag"] = "我是个贼#5806",
						["class"] = 1,
						["time"] = 1503917217,
						["iLvl"] = 916,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "瘋術士-无尽之海",
						["bTag"] = "薩滿祭司#5609",
						["class"] = 9,
						["time"] = 1503917206,
						["iLvl"] = 933,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的吃手手-红龙军团",
						["bTag"] = "xinhou#51123",
						["class"] = 2,
						["time"] = 1503917210,
						["iLvl"] = 937,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆之幽溟-风暴之鳞",
						["bTag"] = "老牛#5305",
						["class"] = 1,
						["time"] = 1503917241,
						["iLvl"] = 927,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "千羽天下-冰霜之刃",
						["bTag"] = "低调点#5888",
						["class"] = 12,
						["time"] = 1503917159,
						["iLvl"] = 922,
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "爱长大个-凤凰之神",
						["bTag"] = "睡觉长大个#5705",
						["class"] = 10,
						["time"] = 1503917214,
						["iLvl"] = 907,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503917212,
						["name"] = "术途-死亡之翼",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "隐诉-藏宝海湾",
						["bTag"] = "本色丶#51338",
						["class"] = 6,
						["time"] = 1503917241,
						["iLvl"] = 931,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "繁丨丨星-安苏",
						["bTag"] = "流氓兔#5237",
						["class"] = 3,
						["time"] = 1503917241,
						["iLvl"] = 907,
					}, -- [93]
					{
						["role"] = "TANK",
						["name"] = "兰斯狸-冰风岗",
						["bTag"] = "兰斯狸#5666",
						["class"] = 12,
						["time"] = 1503917241,
						["iLvl"] = 919,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "布鲁斯丶梅肯-风暴之怒",
						["bTag"] = "amell#5609",
						["class"] = 2,
						["time"] = 1503917241,
						["iLvl"] = 933,
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "牛若雨-甜水绿洲",
						["bTag"] = "雨的旋律#5511",
						["class"] = 11,
						["time"] = 1503917241,
						["iLvl"] = 912,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "嗯叼嘿吻-阿曼尼",
						["bTag"] = "BCYY1314#5890",
						["class"] = 12,
						["time"] = 1503917241,
						["iLvl"] = 918,
					}, -- [97]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1503917228,
						["name"] = "蓝瘦香菇-地狱咆哮",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1503917241,
						["name"] = "满满吉祥灬-伊森利恩",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "御灵-菲米丝",
						["bTag"] = "男子#5938",
						["class"] = 2,
						["time"] = 1503917219,
						["iLvl"] = 932,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "怪盗积德-凤凰之神",
						["bTag"] = "圣耀#51886",
						["class"] = 11,
						["time"] = 1503917241,
						["iLvl"] = 914,
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "紫研丶葬-太阳之井",
						["bTag"] = "落叶最伤人#5376",
						["class"] = 5,
						["time"] = 1503917241,
						["iLvl"] = 861,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂丶鸿-克尔苏加德",
						["bTag"] = "宅男大熊#5450",
						["class"] = 12,
						["time"] = 1503917241,
						["iLvl"] = 933,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503917241,
						["name"] = "强力党死骑-大地之怒",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503917241,
						["name"] = "清旷-燃烧平原",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503917241,
						["name"] = "恶灵男爵-闪电之刃",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "颠沛流离就读-加基森",
						["bTag"] = "Student#5552",
						["time"] = 1504295387,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 885,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "石川五佑卫门-狂热之刃",
						["bTag"] = "柚大大#5891",
						["class"] = 10,
						["time"] = 1504295441,
						["iLvl"] = 901,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "灬领悟灬-阿纳克洛斯",
						["bTag"] = "小淘气#5894",
						["class"] = 1,
						["time"] = 1504295552,
						["iLvl"] = 872,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖的乐章-霜狼",
						["bTag"] = "皮皮鼠#5738",
						["class"] = 8,
						["time"] = 1504295552,
						["iLvl"] = 907,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "涅槃之贝吉塔-石爪峰",
						["bTag"] = "涅槃#52869",
						["time"] = 1505054247,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1505054243,
						["name"] = "Avengeance-安苏",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "抓老虎-石爪峰",
						["bTag"] = "明镜湖#5648",
						["class"] = 3,
						["time"] = 1505054258,
						["iLvl"] = 891,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "灰烬丶之灵-阿纳克洛斯",
						["bTag"] = "我是困难#5742",
						["class"] = 8,
						["time"] = 1505054422,
						["iLvl"] = 901,
					}, -- [114]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1505054243,
						["name"] = "君倾天下-萨菲隆",
					}, -- [115]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1505054247,
						["name"] = "乌曦-黑铁",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "蹄王-斩魔者",
						["bTag"] = "卑鄙的桃子#5917",
						["class"] = 10,
						["time"] = 1505054431,
						["iLvl"] = 913,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Hxcsy-霜之哀伤",
						["bTag"] = "我不叫伊利丹#51206",
						["class"] = 12,
						["time"] = 1505054260,
						["iLvl"] = 922,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "血色之箭-埃德萨拉",
						["bTag"] = "独角兽#5298",
						["class"] = 3,
						["time"] = 1505054422,
						["iLvl"] = 934,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "导演来份鸡翅-菲拉斯",
						["bTag"] = "hahahaha#5736",
						["class"] = 3,
						["time"] = 1505054431,
						["iLvl"] = 937,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1505054243,
						["name"] = "残魂斗战-亚雷戈斯",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "阿蛮丶黑角-金色平原",
						["bTag"] = "国服第一黑手#5702",
						["class"] = 2,
						["time"] = 1505054431,
						["iLvl"] = 848,
					}, -- [122]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1505054431,
						["name"] = "没仁花生-密林游侠",
					}, -- [123]
					{
						["role"] = "HEALER",
						["class"] = 10,
						["time"] = 1505054431,
						["name"] = "Mengws-提尔之手",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "戦愺莓-伊利丹",
						["bTag"] = "戦草莓#5894",
						["class"] = 12,
						["time"] = 1505054431,
						["iLvl"] = 937,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "胸胸妹子-贫瘠之地",
						["bTag"] = "keke#5165",
						["class"] = 12,
						["time"] = 1505054431,
						["iLvl"] = 910,
					}, -- [126]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1505054249,
						["name"] = "墨朵-伊森利恩",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "知己知彼-天谴之门",
						["bTag"] = "知己知彼#5684",
						["class"] = 1,
						["time"] = 1505054288,
						["iLvl"] = 932,
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "尹岛松池-黑铁",
						["bTag"] = "姑娘贵庚#5493",
						["class"] = 11,
						["time"] = 1505054413,
						["iLvl"] = 871,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1505054243,
						["name"] = "霦莺-死亡之翼",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "萸烟-鬼雾峰",
						["bTag"] = "厘浅#5356",
						["class"] = 5,
						["time"] = 1505054243,
						["iLvl"] = 933,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "黑马曹哥-破碎岭",
						["bTag"] = "俄罗斯大猎人#5414",
						["class"] = 3,
						["time"] = 1505054431,
						["iLvl"] = 931,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "苍狼灬传说-红云台地",
						["bTag"] = "苍狼灬遍野#5982",
						["class"] = 6,
						["time"] = 1505054422,
						["iLvl"] = 937,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1505054243,
						["name"] = "Stephanos-凤凰之神",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1505054431,
						["name"] = "玲玲不乖-伊利丹",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭双蛋-冰风岗",
						["bTag"] = "亦真亦假#5566",
						["class"] = 3,
						["time"] = 1505054256,
						["iLvl"] = 902,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1505054243,
						["name"] = "暗炎之敏-伊森利恩",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1505054431,
						["name"] = "影刺-红龙军团",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "扎心了老铁-能源舰",
						["bTag"] = "行默#5466",
						["class"] = 9,
						["time"] = 1505054279,
						["iLvl"] = 776,
					}, -- [139]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1505054431,
						["name"] = "主宰之死亡-红龙军团",
					}, -- [140]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1505054243,
						["name"] = "Dove-苏塔恩",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "我心非翔-霍格",
						["bTag"] = "牛就是皮厚#5848",
						["class"] = 12,
						["time"] = 1505054418,
						["iLvl"] = 761,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "Crydal-雷克萨",
						["bTag"] = "三板斧#51279",
						["class"] = 12,
						["time"] = 1505054329,
						["iLvl"] = 915,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1505054243,
						["name"] = "Tigerlily-血色十字军",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1505054265,
						["name"] = "否天-耐普图隆",
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "安哥拉曼纽-死亡之翼",
						["bTag"] = "DARKNESS#5996",
						["class"] = 11,
						["time"] = 1505054260,
						["iLvl"] = 888,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "焚心魅術-凤凰之神",
						["bTag"] = "河洛书生#5733",
						["time"] = 1505054413,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 892,
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "哆啦嘀圣骑-克苏恩",
						["bTag"] = "哆啦嘀梦#5259",
						["class"] = 2,
						["time"] = 1505054341,
						["iLvl"] = 923,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "赫萝的小尾巴-格瑞姆巴托",
						["bTag"] = "苍嵐#5145",
						["class"] = 12,
						["time"] = 1505054431,
						["iLvl"] = 910,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "通灵之眸-梅尔加尼",
						["bTag"] = "Jerry#51648",
						["class"] = 9,
						["time"] = 1505054431,
						["iLvl"] = 843,
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "刺陵阮-伊森利恩",
						["bTag"] = "周卫国#5422",
						["class"] = 1,
						["time"] = 1505054431,
						["iLvl"] = 914,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "Emagsten-凤凰之神",
						["bTag"] = "Nickleson#51513",
						["class"] = 11,
						["time"] = 1505054427,
						["iLvl"] = 921,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "小心别打我-凤凰之神",
						["bTag"] = "自己人别打我#5133",
						["class"] = 9,
						["time"] = 1505054249,
						["iLvl"] = 929,
					}, -- [153]
					{
						["role"] = "TANK",
						["name"] = "Haruna-奎尔萨拉斯",
						["bTag"] = "三开战猎萨#51499",
						["class"] = 6,
						["time"] = 1505054317,
						["iLvl"] = 892,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "誰懂我心-奎尔萨拉斯",
						["bTag"] = "loveyuki#5469",
						["class"] = 8,
						["time"] = 1505054329,
						["iLvl"] = 893,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "丷銀色閃銧丷-死亡之翼",
						["bTag"] = "陈轶#5151",
						["time"] = 1505054341,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 937,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1505054249,
						["name"] = "牛丶肉丶酱-死亡之翼",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1505054265,
						["name"] = "见龍卸甲-利刃之拳",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "狂城之剑-血环",
						["bTag"] = "狂城之巅#5535",
						["time"] = 1505054431,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 871,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "希弗勒斯-鬼雾峰",
						["bTag"] = "嗷嗷#51304",
						["class"] = 9,
						["time"] = 1505054279,
						["iLvl"] = 904,
					}, -- [160]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1505054275,
						["name"] = "鳥大丶嘲天-凤凰之神",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "等待恛憶-伊森利恩",
						["bTag"] = "等待恛憶#5398",
						["class"] = 9,
						["time"] = 1505054431,
						["iLvl"] = 938,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "浅唱低吟-黑暗魅影",
						["bTag"] = "邀月对影#5880",
						["class"] = 2,
						["time"] = 1505054431,
						["iLvl"] = 896,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "康神-萨洛拉丝",
						["bTag"] = "喵喵#51310",
						["class"] = 4,
						["time"] = 1505054427,
						["iLvl"] = 905,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾瑟塔蒂斯-冰风岗",
						["bTag"] = "蛮力之翼#511260",
						["class"] = 9,
						["time"] = 1505054422,
						["iLvl"] = 913,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "灰原哀-银松森林",
						["bTag"] = "黄旭东#51460",
						["class"] = 1,
						["time"] = 1505054431,
						["iLvl"] = 936,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "追蝴蝶的猫-安苏",
						["bTag"] = "追着蝴蝶的猫#5389",
						["class"] = 3,
						["time"] = 1505054431,
						["iLvl"] = 917,
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1505054429,
						["name"] = "Thetrooper-洛丹伦",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "跪求盒饭-海克泰尔",
						["bTag"] = "你老豆#5160",
						["class"] = 11,
						["time"] = 1505054418,
						["iLvl"] = 938,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的番薯-奥杜尔",
						["bTag"] = "番薯#5789",
						["class"] = 4,
						["time"] = 1505054413,
						["iLvl"] = 937,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁雷霆-海克泰尔",
						["bTag"] = "末日咆哮#5822",
						["class"] = 7,
						["time"] = 1505054431,
						["iLvl"] = 902,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "牛德可以-海克泰尔",
						["bTag"] = "阿牛#5240",
						["class"] = 11,
						["time"] = 1505054431,
						["iLvl"] = 910,
					}, -- [172]
				},
				["3-131-479-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "我故自我在-时光之穴",
						["bTag"] = "熊猫#52616",
						["class"] = 9,
						["time"] = 1503344241,
						["iLvl"] = 927,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "林雨湿-亚雷戈斯",
						["bTag"] = "始终卜够丶#5922",
						["class"] = 12,
						["time"] = 1503344241,
						["iLvl"] = 922,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狂砍歪富美-加尔",
						["bTag"] = "pis#5423",
						["class"] = 1,
						["time"] = 1503344241,
						["iLvl"] = 923,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503339353,
						["name"] = "我故我自在-丹莫德",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "伊奥尼亚-狂热之刃",
						["bTag"] = "送葬者#5414",
						["class"] = 12,
						["time"] = 1503344241,
						["iLvl"] = 923,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "意识流的偶像-狂热之刃",
						["bTag"] = "owen#5478",
						["class"] = 8,
						["time"] = 1503339679,
						["iLvl"] = 926,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "牛魔星-巴瑟拉斯",
						["bTag"] = "阿八#51465",
						["class"] = 11,
						["time"] = 1503343898,
						["iLvl"] = 936,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "暴雨贵族-加尔",
						["bTag"] = "Manba#5308",
						["class"] = 7,
						["time"] = 1503344241,
						["iLvl"] = 923,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "通讯录-霜狼",
						["bTag"] = "淡蓝色幽灵#5802",
						["class"] = 7,
						["time"] = 1503344241,
						["iLvl"] = 928,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "随便戳击哈-巴瑟拉斯",
						["bTag"] = "狼羊冫#5810",
						["class"] = 8,
						["time"] = 1503344241,
						["iLvl"] = 932,
					}, -- [10]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1503339280,
						["name"] = "萌萌哒小黑牛-冰风岗",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503339596,
						["name"] = "我由我自在-丹莫德",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "我由我自在-凤凰之神",
						["bTag"] = "熊猫#52616",
						["time"] = 1503344241,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503339335,
						["name"] = "今朝不醉-凤凰之神",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503339339,
						["name"] = "十夏之风-加基森",
					}, -- [15]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1503339018,
						["name"] = "龙啸傲天下-丹莫德",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503339596,
						["name"] = "我由我自在-瓦里安",
					}, -- [17]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1503339335,
						["name"] = "比较抗揍-凤凰之神",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503339350,
						["name"] = "我故我自由-凤凰之神",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "让板砖飞-霍格",
						["bTag"] = "熊猫#52616",
						["class"] = 3,
						["time"] = 1503344241,
						["iLvl"] = 857,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "冰兔-死亡之翼",
						["bTag"] = "曲曲#5203",
						["class"] = 5,
						["time"] = 1503344241,
						["iLvl"] = 930,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "喵米米-埃德萨拉",
						["bTag"] = "低吟哀傷#5675",
						["class"] = 11,
						["time"] = 1503338933,
						["iLvl"] = 938,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "一抹淡蓝-死亡之翼",
						["bTag"] = "暗夜之鸦#511700",
						["class"] = 8,
						["time"] = 1503339051,
						["iLvl"] = 933,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "走心还是走肾-安苏",
						["bTag"] = "Smile0911#5806",
						["class"] = 8,
						["time"] = 1503344241,
						["iLvl"] = 929,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王的疼爱-影之哀伤",
						["bTag"] = "艾尔文森林的舞王#5436",
						["class"] = 12,
						["time"] = 1503339836,
						["iLvl"] = 928,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "暴力美妞-无尽之海",
						["bTag"] = "米老爹#51601",
						["class"] = 1,
						["time"] = 1503340348,
						["iLvl"] = 920,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "陶典-黑铁",
						["bTag"] = "夏夜海风#5137",
						["class"] = 12,
						["time"] = 1503341380,
						["iLvl"] = 940,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "奥莱克斯迪-血色十字军",
						["bTag"] = "金色平原代表队#5865",
						["class"] = 11,
						["time"] = 1503339949,
						["iLvl"] = 932,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "塔姆塔姆-埃德萨拉",
						["bTag"] = "塔塔姆#5215",
						["class"] = 10,
						["time"] = 1503339920,
						["iLvl"] = 926,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "大美人-冰霜之刃",
						["bTag"] = "肥又胖#5528",
						["class"] = 11,
						["time"] = 1503344241,
						["iLvl"] = 923,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "一欲望之血一-黑暗之门",
						["bTag"] = "魔法之翼#512607",
						["class"] = 4,
						["time"] = 1503344241,
						["iLvl"] = 933,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜丝菜皮-凤凰之神",
						["bTag"] = "爱炸毛的小咪咔#5394",
						["class"] = 4,
						["time"] = 1503344241,
						["iLvl"] = 937,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Jinbor-艾露恩",
						["bTag"] = "JINBOR#5428",
						["class"] = 8,
						["time"] = 1503340318,
						["iLvl"] = 930,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "胡茬-伊利丹",
						["bTag"] = "胡茬大大#5865",
						["class"] = 5,
						["time"] = 1503344241,
						["iLvl"] = 935,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "水濑祈之助-冰风岗",
						["bTag"] = "crop#51463",
						["class"] = 5,
						["time"] = 1503344039,
						["iLvl"] = 932,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "暴饮妇炎洁-奥尔加隆",
						["bTag"] = "王平#51938",
						["class"] = 12,
						["time"] = 1503343009,
						["iLvl"] = 935,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Soloving-影之哀伤",
						["bTag"] = "小小小马达#5909",
						["class"] = 1,
						["time"] = 1503344241,
						["iLvl"] = 928,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "丶教父丶-燃烧之刃",
						["bTag"] = "教父#53828",
						["class"] = 3,
						["time"] = 1503344241,
						["iLvl"] = 924,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "神马都-风暴之鳞",
						["bTag"] = "段爷#5396",
						["class"] = 3,
						["time"] = 1503340310,
						["iLvl"] = 933,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "云和山彼端-萨尔",
						["bTag"] = "落樱歆兰#5585",
						["class"] = 9,
						["time"] = 1503341553,
						["iLvl"] = 933,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Ausria-凤凰之神",
						["bTag"] = "Austy#5512",
						["class"] = 12,
						["time"] = 1503341527,
						["iLvl"] = 932,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "夜帝-外域",
						["bTag"] = "大魔王#55980",
						["class"] = 2,
						["time"] = 1503344241,
						["iLvl"] = 935,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "圣芯幽兰-凤凰之神",
						["bTag"] = "神之使者#51643",
						["class"] = 9,
						["time"] = 1503341465,
						["iLvl"] = 929,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹格子-迅捷微风",
						["bTag"] = "扬眉#5991",
						["class"] = 8,
						["time"] = 1503341485,
						["iLvl"] = 942,
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "寒煙-安苏",
						["bTag"] = "安年墨染#5801",
						["class"] = 12,
						["time"] = 1503344241,
						["iLvl"] = 935,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "划水是我强项-埃德萨拉",
						["bTag"] = "达康熟鷄丶#5777",
						["class"] = 3,
						["time"] = 1503343672,
						["iLvl"] = 930,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "世界第一萨满-巴瑟拉斯",
						["bTag"] = "阿八#51465",
						["class"] = 7,
						["time"] = 1503344241,
						["iLvl"] = 903,
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "Valkeuterpe-格雷迈恩",
						["bTag"] = "华丽之猪#5573",
						["class"] = 2,
						["time"] = 1504027974,
						["iLvl"] = 932,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Exinature-格雷迈恩",
						["bTag"] = "落之陨一伤之歌#5393",
						["class"] = 12,
						["time"] = 1503835709,
						["iLvl"] = 893,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "不会开魂引-无尽之海",
						["bTag"] = "Arthas#53255",
						["class"] = 1,
						["time"] = 1503835665,
						["iLvl"] = 916,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "夜沉如水-迦拉克隆",
						["bTag"] = "夜淡如水#5590",
						["class"] = 11,
						["time"] = 1503835651,
						["iLvl"] = 923,
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "Exnature-格雷迈恩",
						["bTag"] = "落之陨一伤之歌#5393",
						["class"] = 11,
						["time"] = 1503922306,
						["iLvl"] = 903,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Suliss-雏龙之翼",
						["bTag"] = "suliss#5761",
						["class"] = 8,
						["time"] = 1503922306,
						["iLvl"] = 931,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1503922016,
						["name"] = "Triglol-苏塔恩",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "水瓶小卡-血环",
						["bTag"] = "梁德斌#5971",
						["class"] = 8,
						["time"] = 1503922192,
						["iLvl"] = 915,
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "公竟渡河灬-格瑞姆巴托",
						["bTag"] = "又阴天#5929",
						["class"] = 7,
						["time"] = 1503922076,
						["iLvl"] = 928,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "水煮蓝皮鼠-雏龙之翼",
						["bTag"] = "水煮蓝皮鼠#5153",
						["class"] = 11,
						["time"] = 1503922306,
						["iLvl"] = 931,
					}, -- [57]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1504027966,
						["name"] = "永恒终焉-迅捷微风",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子青-影之哀伤",
						["bTag"] = "法哥#5985",
						["class"] = 9,
						["time"] = 1504888773,
						["iLvl"] = 44,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "舆狼共舞-燃烧之刃",
						["bTag"] = "部落犟#5519",
						["class"] = 3,
						["time"] = 1504888773,
						["iLvl"] = 931,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "阳光刺痛双眸-冬拥湖",
						["bTag"] = "李逍遥#51723",
						["time"] = 1504888773,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "无与伦比的欧-死亡之翼",
						["bTag"] = "MayDays#51860",
						["class"] = 12,
						["time"] = 1504888590,
						["iLvl"] = 940,
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "心悦橙服-哈卡",
						["bTag"] = "GiantAxe#53554",
						["class"] = 12,
						["time"] = 1504888773,
						["iLvl"] = 938,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "希迩瓦娜思-冰风岗",
						["bTag"] = "希尔瓦娜思#51688",
						["class"] = 8,
						["time"] = 1504888773,
						["iLvl"] = 938,
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "酋长的奶爸-贫瘠之地",
						["bTag"] = "酷酷龙#51425",
						["class"] = 7,
						["time"] = 1504888773,
						["iLvl"] = 933,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "战魂无情-伊森利恩",
						["bTag"] = "霸气桂圆#5440",
						["class"] = 8,
						["time"] = 1504888773,
						["iLvl"] = 941,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "仟人斩灬刹那-迪瑟洛克",
						["bTag"] = "隐蔽之鲷#5527",
						["class"] = 6,
						["time"] = 1504888773,
						["iLvl"] = 926,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "天灾火舞-血色十字军",
						["bTag"] = "琉弦#5561",
						["class"] = 2,
						["time"] = 1504888773,
						["iLvl"] = 906,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "野原馨之助-迦拉克隆",
						["bTag"] = "梦中我亦曾游#51930",
						["class"] = 5,
						["time"] = 1504888773,
						["iLvl"] = 738,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "不穿鞋的贼-密林游侠",
						["bTag"] = "郑秀晶#5264",
						["class"] = 4,
						["time"] = 1504888773,
						["iLvl"] = 917,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1504888773,
						["name"] = "我的最好的-壁炉谷",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "阿西巴丶-死亡之翼",
						["bTag"] = "萨菲罗斯灬#5494",
						["class"] = 11,
						["time"] = 1504888773,
						["iLvl"] = 916,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝星人阿凡达-死亡之翼",
						["bTag"] = "綾波灬丽#5798",
						["class"] = 8,
						["time"] = 1504888773,
						["iLvl"] = 905,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "奥丽莎丶雪影-耐普图隆",
						["bTag"] = "霜狼之魂丶狼舞彡#5897",
						["class"] = 7,
						["time"] = 1504888773,
						["iLvl"] = 813,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "戰灬奎托斯-奥拉基尔",
						["bTag"] = "盖亚之光#5900",
						["class"] = 1,
						["time"] = 1504888773,
						["iLvl"] = 811,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1504888601,
						["name"] = "Komat-海克泰尔",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1504888599,
						["name"] = "又一个闹剧-利刃之拳",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1504888592,
						["name"] = "野性入骨-塞拉摩",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "赋怀殇-死亡之翼",
						["bTag"] = "婠婠#5937",
						["class"] = 6,
						["time"] = 1504888773,
						["iLvl"] = 935,
					}, -- [79]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1504888773,
						["name"] = "戰貓-冰风岗",
					}, -- [80]
				},
				["1-124-421-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "秋雨微凉-死亡之翼",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1504915188,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1505239469,
						["name"] = "伤西西-白骨荒野",
					}, -- [2]
				},
				["2-117-464-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "蛛蛛滴爱-迦拉克隆",
						["bTag"] = "蛛蛛滴爱#5654",
						["time"] = 1503090305,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 923,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "主宰丿叁爺-霍格",
						["bTag"] = "MightyBeast#574862",
						["class"] = 1,
						["time"] = 1503090305,
						["iLvl"] = 923,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "霜狼黯刃-伊森利恩",
						["bTag"] = "菊花灭绝者#5843",
						["class"] = 6,
						["time"] = 1503090305,
						["iLvl"] = 919,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "无花果开花-安苏",
						["bTag"] = "跳跳熊#528837",
						["class"] = 11,
						["time"] = 1503090305,
						["iLvl"] = 917,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "会长的经纪人-格雷迈恩",
						["bTag"] = "我是一个绅士#51802",
						["time"] = 1503236878,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "希茜公主-格雷迈恩",
						["bTag"] = "shenshenai#5210",
						["class"] = 4,
						["time"] = 1503236878,
						["iLvl"] = 936,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "一幻灵筱一-雷霆之王",
						["bTag"] = "Ryan#51496",
						["class"] = 1,
						["time"] = 1503236878,
						["iLvl"] = 932,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "人傻橙多-血环",
						["bTag"] = "SunDrunk#5469",
						["class"] = 2,
						["time"] = 1503236878,
						["iLvl"] = 923,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "嘟嘟灬剪刀手-战歌",
						["bTag"] = "潇湘烟雨#5174",
						["time"] = 1503446614,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 936,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Eai-狂热之刃",
						["bTag"] = "EAL#5815",
						["class"] = 1,
						["time"] = 1503446614,
						["iLvl"] = 936,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冷的火焰-迅捷微风",
						["bTag"] = "冰冷的火焰#5971",
						["class"] = 4,
						["time"] = 1503446614,
						["iLvl"] = 932,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "白白胖胖鸟人-埃德萨拉",
						["bTag"] = "一笑梦惊醒#5407",
						["class"] = 6,
						["time"] = 1503446614,
						["iLvl"] = 930,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["bTag"] = "华丽之猪#5573",
						["class"] = 2,
						["time"] = 1503838795,
						["iLvl"] = 932,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "Exinature-格雷迈恩",
						["bTag"] = "落之陨一伤之歌#5393",
						["class"] = 12,
						["time"] = 1503838795,
						["iLvl"] = 893,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "战争丨妖精-死亡之翼",
						["bTag"] = "诺森德之殇#5688",
						["class"] = 1,
						["time"] = 1503838558,
						["iLvl"] = 910,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "大男孩丶-丽丽（四川）",
						["bTag"] = "深蓝#53571",
						["class"] = 4,
						["time"] = 1503838795,
						["iLvl"] = 917,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1503838795,
						["name"] = "Suliss-雏龙之翼",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "让火球飞会儿-格瑞姆巴托",
						["bTag"] = "兰云飞#5300",
						["time"] = 1504209604,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "帅牛-巴瑟拉斯",
						["bTag"] = "牛哥#52168",
						["class"] = 1,
						["time"] = 1504209604,
						["iLvl"] = 937,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "Gbtiamo-无尽之海",
						["bTag"] = "小暖和#51700",
						["class"] = 2,
						["time"] = 1504209604,
						["iLvl"] = 937,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "枕风眠-无尽之海",
						["bTag"] = "景色#51620",
						["class"] = 6,
						["time"] = 1504209604,
						["iLvl"] = 936,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "生死成情-石爪峰",
						["bTag"] = "代表月亮消灭你#51839",
						["time"] = 1504806447,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "夏祭八射-石爪峰",
						["bTag"] = "大脸猫#52688",
						["class"] = 3,
						["time"] = 1504806447,
						["iLvl"] = 934,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "未知小德-石爪峰",
						["bTag"] = "暗影之鱼人#53738",
						["class"] = 11,
						["time"] = 1504806447,
						["iLvl"] = 934,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1504806447,
						["name"] = "舒婧容-黑铁",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "凉小萌-卡扎克",
						["bTag"] = "靳贝#5475",
						["time"] = 1505169302,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "素手-黑铁",
						["bTag"] = "叶落#52863",
						["class"] = 3,
						["time"] = 1505169302,
						["iLvl"] = 939,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法少女橘子-燃烧之刃",
						["bTag"] = "普罗旺斯#5534",
						["class"] = 12,
						["time"] = 1505169007,
						["iLvl"] = 938,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "奔跑皮皮鳝-埃德萨拉",
						["bTag"] = "陈邝#5512",
						["class"] = 6,
						["time"] = 1505169302,
						["iLvl"] = 933,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "颓废丶天真-加尔",
						["bTag"] = "Mineme#5600",
						["class"] = 11,
						["time"] = 1505169302,
						["iLvl"] = 937,
					}, -- [30]
				},
				["2-129-475-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "华大-安苏",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1503866438,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503866438,
						["name"] = "兽兽来也-安苏",
					}, -- [2]
				},
				["6-0-17-0"] = {
					{
						["role"] = "TANK",
						["name"] = "炎丶涼-末日行者",
						["bTag"] = "炎凉#51599",
						["time"] = 1505604531,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 944,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿猎猎-埃德萨拉",
						["bTag"] = "帅气的舟舟#51901",
						["class"] = 3,
						["time"] = 1504304577,
						["iLvl"] = 942,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "教育灰烬-梅尔加尼",
						["bTag"] = "人口那么多#5669",
						["class"] = 1,
						["time"] = 1504304577,
						["iLvl"] = 931,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "时光灬森鹿-迅捷微风",
						["bTag"] = "忘初心丶#5722",
						["class"] = 4,
						["time"] = 1504304577,
						["iLvl"] = 941,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Immortality-鬼雾峰",
						["bTag"] = "foRce#5758",
						["class"] = 2,
						["time"] = 1504379731,
						["iLvl"] = 943,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "幽幽乄初心-地狱之石",
						["bTag"] = "笑花了脸#5664",
						["class"] = 6,
						["time"] = 1504379731,
						["iLvl"] = 935,
					}, -- [6]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1504379731,
						["name"] = "鱼儿划划水-影之哀伤",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丨煭哋丨-烈焰峰",
						["bTag"] = "灬杰杰杰杰杰#5385",
						["class"] = 3,
						["time"] = 1505523453,
						["iLvl"] = 940,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Rowen-菲拉斯",
						["bTag"] = "Mariel#51847",
						["class"] = 7,
						["time"] = 1505523453,
						["iLvl"] = 945,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1505523453,
						["name"] = "Erotique-加基森",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "洛亚伊丶-凤凰之神",
						["bTag"] = "卓维涛#5542",
						["class"] = 12,
						["time"] = 1505604531,
						["iLvl"] = 943,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "红豆阿妹-冰风岗",
						["bTag"] = "Lion#5268",
						["class"] = 5,
						["time"] = 1505604531,
						["iLvl"] = 941,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆丨灬悲伤-阿曼尼",
						["bTag"] = "滴血地杀戮#5619",
						["class"] = 12,
						["time"] = 1505604531,
						["iLvl"] = 941,
					}, -- [13]
				},
				["2-120-466-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "原味开心果-艾露恩",
						["bTag"] = "原味开心果#5843",
						["class"] = 5,
						["time"] = 1503587486,
						["iLvl"] = 932,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天命橙欧皇-克尔苏加德",
						["bTag"] = "雨人的逆袭#5150",
						["class"] = 12,
						["time"] = 1503587486,
						["iLvl"] = 929,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "乀恩赐解脱-克尔苏加德",
						["bTag"] = "涅槃#52252",
						["class"] = 4,
						["time"] = 1503587486,
						["iLvl"] = 934,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "Vankouver-萨尔",
						["bTag"] = "我傲故我在#5263",
						["class"] = 2,
						["time"] = 1503587486,
						["iLvl"] = 932,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "这个冬天不冷-格瑞姆巴托",
						["bTag"] = "兰云飞#5300",
						["time"] = 1504043502,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 939,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "谁引我入明火-天空之墙",
						["bTag"] = "查无此人#5548",
						["class"] = 6,
						["time"] = 1504043502,
						["iLvl"] = 936,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "一笔墨晕-海克泰尔",
						["bTag"] = "rogue#5170",
						["class"] = 7,
						["time"] = 1504043186,
						["iLvl"] = 936,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "邪惡的贊助商-格瑞姆巴托",
						["bTag"] = "zhejiao#5260",
						["class"] = 12,
						["time"] = 1504043502,
						["iLvl"] = 935,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "苍穹的证明-安苏",
						["bTag"] = "守望先锋#52668",
						["class"] = 5,
						["time"] = 1504043502,
						["iLvl"] = 937,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "但见新人笑-索瑞森",
						["bTag"] = "冷夜皇帝#5819",
						["time"] = 1505072187,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "粉沫-纳克萨玛斯",
						["bTag"] = "忆若沫忧蓝#5892",
						["class"] = 2,
						["time"] = 1505071967,
						["iLvl"] = 924,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Lieblos-加兹鲁维",
						["bTag"] = "Ricky#52143",
						["class"] = 12,
						["time"] = 1505072187,
						["iLvl"] = 908,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "水灵依素-纳克萨玛斯",
						["bTag"] = "忆若沫忧蓝#5892",
						["class"] = 5,
						["time"] = 1505072187,
						["iLvl"] = 918,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "一名热心网友-恶魔之魂",
						["bTag"] = "二夹夹#5965",
						["class"] = 12,
						["time"] = 1505072187,
						["iLvl"] = 935,
					}, -- [14]
				},
				["2-119-465-0"] = {
					{
						["role"] = "TANK",
						["name"] = "琴先森-霜狼",
						["bTag"] = "踏叶寻秋#5122",
						["time"] = 1503161365,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "战牛者-霜狼",
						["bTag"] = "战牛者#5625",
						["class"] = 11,
						["time"] = 1503161365,
						["iLvl"] = 922,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "贱贱㹌-影之哀伤",
						["bTag"] = "賎賎#5748",
						["class"] = 4,
						["time"] = 1503161365,
						["iLvl"] = 924,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "冷语-霜狼",
						["bTag"] = "冷言冷语冷暴力#5166",
						["class"] = 12,
						["time"] = 1503161365,
						["iLvl"] = 935,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "前面那个戰士-奥尔加隆",
						["bTag"] = "脱缰的野狗#5605",
						["time"] = 1503168362,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "嫂子卖饺子丶-奥尔加隆",
						["bTag"] = "女大大大王#5426",
						["class"] = 3,
						["time"] = 1503168362,
						["iLvl"] = 913,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡之触丶-迅捷微风",
						["bTag"] = "帅气老头#5722",
						["class"] = 8,
						["time"] = 1503168362,
						["iLvl"] = 927,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "低调的懒羊羊-燃烧之刃",
						["bTag"] = "迷情紫苏#5316",
						["class"] = 6,
						["time"] = 1503168362,
						["iLvl"] = 929,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "Chenily-符文图腾",
						["bTag"] = "太阳啊太阳#5639",
						["time"] = 1503170612,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼谷小幽-燃烧之刃",
						["bTag"] = "小谷小幽#5597",
						["class"] = 9,
						["time"] = 1503170612,
						["iLvl"] = 932,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "六點丶半-死亡之翼",
						["bTag"] = "Ruan#5910",
						["class"] = 2,
						["time"] = 1503170612,
						["iLvl"] = 928,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "歃血妖姬-血色十字军",
						["bTag"] = "小科#5941",
						["class"] = 1,
						["time"] = 1503170612,
						["iLvl"] = 930,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "萨满天成-雷霆之怒",
						["bTag"] = "liming#5625",
						["time"] = 1503181828,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 918,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丶心灰意冷-克尔苏加德",
						["bTag"] = "毁心#5265",
						["class"] = 12,
						["time"] = 1503181828,
						["iLvl"] = 923,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazymore-影之哀伤",
						["bTag"] = "晟矽#5988",
						["class"] = 9,
						["time"] = 1503181828,
						["iLvl"] = 931,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "椛椛丶-安苏",
						["bTag"] = "跳跳龙#51243",
						["class"] = 2,
						["time"] = 1503181644,
						["iLvl"] = 930,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "橘子酱酸酸的-斯克提斯",
						["bTag"] = "你看见我的小熊吗#51890",
						["class"] = 11,
						["time"] = 1503181828,
						["iLvl"] = 934,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "接生丶斯坦森-格瑞姆巴托",
						["bTag"] = "邓建军#5865",
						["time"] = 1503432598,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 921,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀一个你-死亡之翼",
						["bTag"] = "不如我们由头来过#51295",
						["class"] = 4,
						["time"] = 1503432598,
						["iLvl"] = 923,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "特鲁尼斯-迦拉克隆",
						["bTag"] = "尼纳达#5541",
						["class"] = 11,
						["time"] = 1503432598,
						["iLvl"] = 928,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "茂凯-阿拉希",
						["bTag"] = "张峥岩#5629",
						["class"] = 11,
						["time"] = 1503432598,
						["iLvl"] = 925,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "夜空猎手-霜狼",
						["bTag"] = "RobotWizard#53921",
						["time"] = 1505052545,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "佑手丷邊的噯-杜隆坦",
						["bTag"] = "蓝丷影#5769",
						["class"] = 2,
						["time"] = 1505052545,
						["iLvl"] = 935,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "哚魅唲-鬼雾峰",
						["bTag"] = "檸萌榶#5247",
						["class"] = 7,
						["time"] = 1505052545,
						["iLvl"] = 930,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "心无界-布兰卡德",
						["bTag"] = "lee#53521",
						["class"] = 6,
						["time"] = 1505052545,
						["iLvl"] = 932,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "妮碧丶-血顶",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1505077421,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "崔九-塞拉摩",
						["bTag"] = "虚舍#51158",
						["class"] = 12,
						["time"] = 1505077421,
						["iLvl"] = 933,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "娇妹轻抚琴-红龙军团",
						["bTag"] = "羽思梵#5764",
						["class"] = 1,
						["time"] = 1505077421,
						["iLvl"] = 935,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "情人小雨伞-洛萨",
						["bTag"] = "情人小雨伞#5121",
						["time"] = 1505510568,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "愉悦的姨妈酱-布兰卡德",
						["bTag"] = "奔放的大姨妈#5368",
						["class"] = 12,
						["time"] = 1505510568,
						["iLvl"] = 937,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "奶炸天丶-燃烧之刃",
						["bTag"] = "小牛哥#51556",
						["class"] = 7,
						["time"] = 1505510568,
						["iLvl"] = 941,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "嗜血猫爷丶-洛丹伦",
						["bTag"] = "嗜血殿下丶#5151",
						["class"] = 11,
						["time"] = 1505510568,
						["iLvl"] = 938,
					}, -- [32]
				},
				["2-113-460-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "龙丶猫-黑暗之矛",
						["bTag"] = "彼岸无心#5862",
						["class"] = 2,
						["time"] = 1503960543,
						["iLvl"] = 925,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Chenily-符文图腾",
						["bTag"] = "太阳啊太阳#5639",
						["time"] = 1503172113,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼谷小幽-燃烧之刃",
						["bTag"] = "小谷小幽#5597",
						["class"] = 9,
						["time"] = 1503172113,
						["iLvl"] = 932,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "六點丶半-死亡之翼",
						["bTag"] = "Ruan#5910",
						["class"] = 2,
						["time"] = 1503172113,
						["iLvl"] = 928,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "人生要有梦-埃德萨拉",
						["bTag"] = "年轻人#51246",
						["class"] = 4,
						["time"] = 1503172113,
						["iLvl"] = 937,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "佐青女-伊森利恩",
						["bTag"] = "费洛#51759",
						["time"] = 1503186710,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 917,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "菟筱兔-阿纳克洛斯",
						["bTag"] = "shanck#5370",
						["class"] = 10,
						["time"] = 1503186484,
						["iLvl"] = 932,
					}, -- [7]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1503186703,
						["name"] = "丛林狩猎手-安苏",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazyrain-月光林地",
						["bTag"] = "麦田风车#5321",
						["time"] = 1503265588,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 914,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "肥鸡闯四海-巫妖之王",
						["bTag"] = "BouncyKnight#555394",
						["class"] = 10,
						["time"] = 1503265529,
						["iLvl"] = 925,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "酋长的灵魂-血顶",
						["bTag"] = "酋长的灵魂#5995",
						["class"] = 1,
						["time"] = 1503265588,
						["iLvl"] = 923,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "苍穹的证明-安苏",
						["bTag"] = "守望先锋#52668",
						["class"] = 5,
						["time"] = 1503264939,
						["iLvl"] = 936,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "岁丶月-阿纳克洛斯",
						["bTag"] = "偷粉笔的贼#5931",
						["class"] = 1,
						["time"] = 1503265588,
						["iLvl"] = 922,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "一偶尔玩玩一-血吼",
						["bTag"] = "跳跳骑士#516132",
						["time"] = 1503272984,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "三分王-布鲁塔卢斯",
						["bTag"] = "DPSHPS#5759",
						["class"] = 3,
						["time"] = 1503272984,
						["iLvl"] = 932,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "肉肉爱泡泡-冰霜之刃",
						["bTag"] = "xyxyxy#51420",
						["class"] = 7,
						["time"] = 1503272984,
						["iLvl"] = 934,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "凉皮大兄弟-燃烧之刃",
						["bTag"] = "童谣#5212",
						["class"] = 11,
						["time"] = 1503272984,
						["iLvl"] = 934,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎了眼-海克泰尔",
						["bTag"] = "Lafrente#5207",
						["time"] = 1503345683,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "沃釒丶-影之哀伤",
						["bTag"] = "暗夜之骑士#517583",
						["class"] = 5,
						["time"] = 1503345683,
						["iLvl"] = 924,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "烛影丶-红龙女王",
						["bTag"] = "影之丶哀伤#5838",
						["class"] = 9,
						["time"] = 1503345683,
						["iLvl"] = 931,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "Ky-凤凰之神",
						["bTag"] = "zjyyy8888888#5324",
						["class"] = 12,
						["time"] = 1503345683,
						["iLvl"] = 935,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "乀恩赐解脱-克尔苏加德",
						["bTag"] = "涅槃#52252",
						["time"] = 1503589188,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "芝士牛排-提瑞斯法",
						["bTag"] = "茫然之潜行者#51100",
						["class"] = 11,
						["time"] = 1503589061,
						["iLvl"] = 935,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天命橙欧皇-克尔苏加德",
						["bTag"] = "雨人的逆袭#5150",
						["class"] = 12,
						["time"] = 1503589188,
						["iLvl"] = 929,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "Vankouver-萨尔",
						["bTag"] = "我傲故我在#5263",
						["class"] = 2,
						["time"] = 1503589303,
						["iLvl"] = 932,
					}, -- [25]
					{
						["role"] = "TANK",
						["class"] = 10,
						["time"] = 1503589180,
						["name"] = "斯坦森灬郭达-格瑞姆巴托",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "爱出橙-血吼",
						["bTag"] = "BT160414#51524",
						["class"] = 9,
						["time"] = 1503609993,
						["iLvl"] = 929,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "雨陌-燃烧之刃",
						["bTag"] = "血染的白云丶#5998",
						["class"] = 4,
						["time"] = 1503609993,
						["iLvl"] = 929,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "蝴蝶君呐-冰风岗",
						["bTag"] = "战斗之裤#542186",
						["class"] = 11,
						["time"] = 1503609993,
						["iLvl"] = 929,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Celiout-狂热之刃",
						["bTag"] = "驯鹿乔巴#5984",
						["class"] = 1,
						["time"] = 1503609993,
						["iLvl"] = 926,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "幼稚小番茄-影之哀伤",
						["bTag"] = "雷诺#517207",
						["time"] = 1503612560,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "凯里丷欧文-深渊之巢",
						["bTag"] = "智娶奇乳#5741",
						["time"] = 1503654179,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 922,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "璀璨丶空白-贫瘠之地",
						["bTag"] = "聚义丿飞少#5924",
						["class"] = 8,
						["time"] = 1503654179,
						["iLvl"] = 922,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "神起的飞哥-巫妖之王",
						["bTag"] = "神话萧风#5533",
						["class"] = 12,
						["time"] = 1503654179,
						["iLvl"] = 926,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "魔兽小宠儿-闪电之刃",
						["bTag"] = "专欺负西门#5846",
						["class"] = 5,
						["time"] = 1503654179,
						["iLvl"] = 926,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "丿故人折杨柳-安苏",
						["bTag"] = "Mocking#51862",
						["time"] = 1503870740,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "伪贼-安苏",
						["bTag"] = "ReiCN#5863",
						["class"] = 4,
						["time"] = 1503870740,
						["iLvl"] = 928,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "柒丶殺灬-安苏",
						["bTag"] = "丶依然#51357",
						["class"] = 4,
						["time"] = 1503870740,
						["iLvl"] = 932,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "Allerriia-安苏",
						["bTag"] = "俺哥#51500",
						["class"] = 6,
						["time"] = 1503870740,
						["iLvl"] = 924,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Monsterdh-凤凰之神",
						["bTag"] = "Funny#5971",
						["time"] = 1503958520,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "不乖不可爱-凤凰之神",
						["bTag"] = "喵喵酱灬#5754",
						["class"] = 1,
						["time"] = 1503958520,
						["iLvl"] = 922,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "匠由-凤凰之神",
						["bTag"] = "区区一只泥马#5804",
						["time"] = 1503960543,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "死神只吃苹果-影之哀伤",
						["bTag"] = "怀表停了#5629",
						["class"] = 8,
						["time"] = 1503959850,
						["iLvl"] = 924,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "浪子明-凤凰之神",
						["bTag"] = "多么痛的领悟#51719",
						["class"] = 12,
						["time"] = 1503960543,
						["iLvl"] = 938,
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "Shattered-影之哀伤",
						["bTag"] = "哔哩哔哩啵#51214",
						["class"] = 2,
						["time"] = 1503960355,
						["iLvl"] = 930,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "冷语-霜狼",
						["bTag"] = "冷言冷语冷暴力#5166",
						["class"] = 12,
						["time"] = 1503960980,
						["iLvl"] = 935,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "座椅红楼听风-迅捷微风",
						["bTag"] = "青衣花楼醉红尘#5690",
						["time"] = 1503960980,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "永夜小教堂-安苏",
						["bTag"] = "真爱和自由#5330",
						["class"] = 7,
						["time"] = 1503960980,
						["iLvl"] = 934,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐大帝-影之哀伤",
						["bTag"] = "可乐大帝#5232",
						["class"] = 2,
						["time"] = 1503960980,
						["iLvl"] = 932,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "卡里那吉丧钟-格雷迈恩",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1504956942,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["bTag"] = "华丽之猪#5573",
						["class"] = 2,
						["time"] = 1504956942,
						["iLvl"] = 933,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "燚殇-红龙军团",
						["bTag"] = "Dearman#5127",
						["class"] = 12,
						["time"] = 1504956942,
						["iLvl"] = 935,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "组我丶我头铁-影之哀伤",
						["bTag"] = "狂野之裤#511142",
						["class"] = 1,
						["time"] = 1504956942,
						["iLvl"] = 941,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "七百小和尚-霜之哀伤",
						["bTag"] = "跳跳熊#5108658",
						["time"] = 1505090873,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 926,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "恩賜丨解脱-安苏",
						["bTag"] = "知更鸟#51560",
						["class"] = 4,
						["time"] = 1505090873,
						["iLvl"] = 932,
					}, -- [55]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1505090572,
						["name"] = "丁怡静-凤凰之神",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "啊丶木木-死亡之翼",
						["bTag"] = "CrazyRomeo#5844",
						["class"] = 12,
						["time"] = 1505090873,
						["iLvl"] = 934,
					}, -- [57]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Neily-雷霆之王",
						["bTag"] = "逝已成殇#5759",
						["class"] = 12,
						["time"] = 1503530338,
						["iLvl"] = 932,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天去哪啦-死亡之翼",
						["bTag"] = "小白#514436",
						["time"] = 1503530352,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 921,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503530352,
						["name"] = "杜蕾斯总裁-影之哀伤",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "落羽-格瑞姆巴托",
						["bTag"] = "柠檬的哀愁#5154",
						["class"] = 3,
						["time"] = 1503530352,
						["iLvl"] = 933,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Anotherdream-阿拉希",
						["bTag"] = "独眼龙大战鲍鱼怪#5230",
						["class"] = 11,
						["time"] = 1503530352,
						["iLvl"] = 927,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "光与影的泡泡-冰风岗",
						["bTag"] = "沐言诗#5358",
						["class"] = 5,
						["time"] = 1503530352,
						["iLvl"] = 926,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "打死不停手-洛萨",
						["bTag"] = "Azonia#5706",
						["class"] = 6,
						["time"] = 1503530352,
						["iLvl"] = 936,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "八玥-艾露恩",
						["bTag"] = "西红柿炒蛋#5663",
						["class"] = 12,
						["time"] = 1503530352,
						["iLvl"] = 934,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "心当如猛虎-鬼雾峰",
						["bTag"] = "心如猛虎#5519",
						["class"] = 9,
						["time"] = 1503530338,
						["iLvl"] = 918,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1503530352,
						["name"] = "需要你的爱-萨菲隆",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "佩抉-玛洛加尔",
						["bTag"] = "丫丫黑#51764",
						["class"] = 2,
						["time"] = 1503530352,
						["iLvl"] = 875,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "苍丨穹-无尽之海",
						["bTag"] = "艾儿#5765",
						["class"] = 3,
						["time"] = 1503530293,
						["iLvl"] = 931,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "雨过天晴灬-奥拉基尔",
						["bTag"] = "TearStains#51960",
						["class"] = 9,
						["time"] = 1503530352,
						["iLvl"] = 921,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "小风这很大-格瑞姆巴托",
						["bTag"] = "跳跳骑士#5121915",
						["class"] = 9,
						["time"] = 1503530352,
						["iLvl"] = 922,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "你被强化了丶-无尽之海",
						["bTag"] = "导演我该躺哪#51164",
						["class"] = 5,
						["time"] = 1503530352,
						["iLvl"] = 931,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "牧幽小姬姬-影之哀伤",
						["bTag"] = "星丨河#5123",
						["class"] = 2,
						["time"] = 1503530352,
						["iLvl"] = 934,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "影舞灬-伊森利恩",
						["bTag"] = "西行寺幽幽子#5390",
						["class"] = 4,
						["time"] = 1503530352,
						["iLvl"] = 919,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503530352,
						["name"] = "圣光秩序-死亡之翼",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "我要宝宝任务-龙骨平原",
						["bTag"] = "龙鈤天#51831",
						["class"] = 8,
						["time"] = 1503530352,
						["iLvl"] = 905,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "空丿空-巴瑟拉斯",
						["bTag"] = "空丿空#5884",
						["class"] = 1,
						["time"] = 1503530352,
						["iLvl"] = 902,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "百鬼夜行抄-天空之墙",
						["bTag"] = "布都御魂#51987",
						["class"] = 1,
						["time"] = 1503530338,
						["iLvl"] = 894,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "赶紧灭别加血-阿纳克洛斯",
						["bTag"] = "清茶#5612",
						["class"] = 1,
						["time"] = 1503530352,
						["iLvl"] = 927,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Archin-红龙女王",
						["bTag"] = "Rlysmart#5547",
						["class"] = 4,
						["time"] = 1503530352,
						["iLvl"] = 932,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "太保坦尼斯-龙骨平原",
						["bTag"] = "狂野之虎#51391",
						["class"] = 12,
						["time"] = 1503530352,
						["iLvl"] = 899,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利诺伊-冰风岗",
						["bTag"] = "天下#5861",
						["class"] = 1,
						["time"] = 1503530316,
						["iLvl"] = 935,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "九千九千-凤凰之神",
						["bTag"] = "情有独钟#5881",
						["class"] = 11,
						["time"] = 1503530352,
						["iLvl"] = 906,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "义灬萨科-安苏",
						["bTag"] = "曼彻斯特#51979",
						["class"] = 4,
						["time"] = 1503530352,
						["iLvl"] = 836,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Lesstalk-冬泉谷",
						["bTag"] = "CAPTAINZ#5239",
						["class"] = 4,
						["time"] = 1503530352,
						["iLvl"] = 916,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "噁梦-黑手军团",
						["bTag"] = "消停#5596",
						["class"] = 9,
						["time"] = 1503530352,
						["iLvl"] = 901,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 10,
						["time"] = 1503530352,
						["name"] = "狗头軍師-恶魔之翼",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "零陆贰肆-洛萨",
						["bTag"] = "自己人#5544",
						["class"] = 7,
						["time"] = 1503530338,
						["iLvl"] = 930,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "杀戮丨骑士-无尽之海",
						["bTag"] = "丨杀戮丨#5213",
						["class"] = 2,
						["time"] = 1503530352,
						["iLvl"] = 922,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "埃里克森-凤凰之神",
						["bTag"] = "歌到南风尽死声#51817",
						["class"] = 3,
						["time"] = 1503530352,
						["iLvl"] = 909,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "旮旯终极兵器-埃克索图斯",
						["bTag"] = "梦迁回#5352",
						["class"] = 8,
						["time"] = 1503530352,
						["iLvl"] = 895,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "波涛汹涌豆-萨洛拉丝",
						["bTag"] = "krum#51121",
						["class"] = 5,
						["time"] = 1503530352,
						["iLvl"] = 921,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "无常丶-试炼之环",
						["bTag"] = "sin#53802",
						["class"] = 4,
						["time"] = 1503530352,
						["iLvl"] = 917,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "夏夜丶微凉-凤凰之神",
						["bTag"] = "风笑笑#51291",
						["class"] = 8,
						["time"] = 1503530352,
						["iLvl"] = 933,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "呆萌圣灵-利刃之拳",
						["bTag"] = "郑小贱#51169",
						["class"] = 8,
						["time"] = 1503530352,
						["iLvl"] = 937,
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "牧茤茤-贫瘠之地",
						["bTag"] = "惊魂之裤#55837",
						["class"] = 5,
						["time"] = 1503530352,
						["iLvl"] = 921,
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "木瑡-凤凰之神",
						["bTag"] = "狡猾之猎人#511117",
						["class"] = 5,
						["time"] = 1503530352,
						["iLvl"] = 933,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "散步的魚-布兰卡德",
						["bTag"] = "MagicTurtle#5559",
						["class"] = 10,
						["time"] = 1503530352,
						["iLvl"] = 807,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "海绵寶寶-艾露恩",
						["bTag"] = "奶灬瓶#51210",
						["time"] = 1505603996,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "狂野小战-燃烧军团",
						["bTag"] = "FLY#52624",
						["class"] = 1,
						["time"] = 1505603996,
						["iLvl"] = 935,
					}, -- [43]
				},
				["2-129-476-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "这个冬天不冷-格瑞姆巴托",
						["bTag"] = "兰云飞#5300",
						["time"] = 1504040436,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 939,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "随着微风逝去-安苏",
						["bTag"] = "随着夏#5591",
						["class"] = 2,
						["time"] = 1504040436,
						["iLvl"] = 922,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503097743,
						["name"] = "战舞狂澜-芬里斯",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Ddelicious-塔纳利斯",
						["bTag"] = "Beautiful#5657",
						["class"] = 7,
						["time"] = 1503098393,
						["iLvl"] = 925,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "早饭吃炊饼-无尽之海",
						["bTag"] = "JOKER#55441",
						["class"] = 6,
						["time"] = 1503097921,
						["iLvl"] = 935,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "晋爵玫-恶魔之魂",
						["bTag"] = "SwankyPants#52199",
						["class"] = 12,
						["time"] = 1503098064,
						["iLvl"] = 935,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "无限涅槃-冬泉谷",
						["bTag"] = "多拉小海#5277",
						["class"] = 6,
						["time"] = 1503098393,
						["iLvl"] = 930,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "爷丶专治不服-利刃之拳",
						["bTag"] = "死亡之翼#518638",
						["class"] = 9,
						["time"] = 1503098393,
						["iLvl"] = 920,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "霜狼黯刃-伊森利恩",
						["bTag"] = "菊花灭绝者#5843",
						["time"] = 1503687608,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 923,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "寵僾一鉎-布莱克摩",
						["bTag"] = "Kelly#5255",
						["class"] = 11,
						["time"] = 1503687608,
						["iLvl"] = 930,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "逼么猛装-布兰卡德",
						["bTag"] = "好汉饶命#5552",
						["class"] = 3,
						["time"] = 1503687442,
						["iLvl"] = 917,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Gotoxuwei-雷霆之怒",
						["bTag"] = "徐世伟#5760",
						["class"] = 11,
						["time"] = 1503687608,
						["iLvl"] = 924,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "陨神者-回音山",
						["bTag"] = "心往星空彼岸#5657",
						["class"] = 12,
						["time"] = 1503687608,
						["iLvl"] = 922,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "帅牛-巴瑟拉斯",
						["bTag"] = "牛哥#52168",
						["class"] = 1,
						["time"] = 1503695014,
						["iLvl"] = 936,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "硕大哥哥-死亡之翼",
						["bTag"] = "阿硕缘何喜食鹅#5298",
						["class"] = 11,
						["time"] = 1503694024,
						["iLvl"] = 929,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "Oxpoet-死亡之翼",
						["bTag"] = "疯言疯语#5617",
						["class"] = 6,
						["time"] = 1503695014,
						["iLvl"] = 933,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "垂死海鸥号-克尔苏加德",
						["bTag"] = "Eighter#51520",
						["class"] = 2,
						["time"] = 1503695014,
						["iLvl"] = 936,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "皖韵-燃烧之刃",
						["bTag"] = "LazyNever#5144",
						["time"] = 1503954366,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "呼优-伊森利恩",
						["bTag"] = "呼优#5319",
						["class"] = 6,
						["time"] = 1503954366,
						["iLvl"] = 937,
					}, -- [19]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1503953641,
						["name"] = "Evazhang-克尔苏加德",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "德烂泥-索瑞森",
						["bTag"] = "还你一生风情#5780",
						["class"] = 11,
						["time"] = 1503954366,
						["iLvl"] = 937,
					}, -- [21]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1503954366,
						["name"] = "小雨宝宝-迅捷微风",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "憮夜灬秋水-阿格拉玛",
						["bTag"] = "浪夲无情#5634",
						["class"] = 12,
						["time"] = 1504040436,
						["iLvl"] = 937,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "韬韬爸爸-古尔丹",
						["bTag"] = "父爱如山#51409",
						["class"] = 8,
						["time"] = 1504040436,
						["iLvl"] = 931,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "点眼皮丶-死亡之翼",
						["bTag"] = "古怪之德鲁伊#52727",
						["time"] = 1505428625,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 942,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "艾利桑德丶星-迅捷微风",
						["bTag"] = "疯狂之法师#52805",
						["class"] = 11,
						["time"] = 1505428488,
						["iLvl"] = 936,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "飙车王-加基森",
						["bTag"] = "为了部落#59575",
						["class"] = 6,
						["time"] = 1505428604,
						["iLvl"] = 944,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "風凌-燃烧之刃",
						["bTag"] = "NoName#5550",
						["time"] = 1505565612,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 940,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "撸斷肠-烈焰峰",
						["bTag"] = "神龙大侠#5787",
						["class"] = 4,
						["time"] = 1505565612,
						["iLvl"] = 938,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "等待你的人-塞拉摩",
						["bTag"] = "暗影之龙#5130483",
						["class"] = 2,
						["time"] = 1505565612,
						["iLvl"] = 937,
					}, -- [30]
				},
				["2-121-467-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "首席圣骑-希雷诺斯",
						["bTag"] = "动次打次动次#5129",
						["time"] = 1504474238,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 932,
					}, -- [1]
					{
						["role"] = "TANK",
						["class"] = 10,
						["time"] = 1504474238,
						["name"] = "冥禅-狂热之刃",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "影子的孑孓-凤凰之神",
						["bTag"] = "風雲歸念#5362",
						["class"] = 4,
						["time"] = 1504474238,
						["iLvl"] = 920,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "塔贝尔妖妖-影之哀伤",
						["bTag"] = "GrumpyPants#545583",
						["class"] = 5,
						["time"] = 1504474238,
						["iLvl"] = 929,
					}, -- [4]
				},
				["1-134-489-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "孤栾-格雷迈恩",
						["bTag"] = "满地蘑菇你不踩#5538",
						["time"] = 1504812033,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "吴仙生-伊利丹",
						["bTag"] = "吴盛慧#5425",
						["time"] = 1504812134,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1504812134,
						["name"] = "Ende-格瑞姆巴托",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "雪夕颜-冰风岗",
						["bTag"] = "浮屠葬心#5311",
						["class"] = 6,
						["time"] = 1504812082,
						["iLvl"] = 939,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "毁梦组-回音山",
						["bTag"] = "毁梦组#5473",
						["time"] = 1505222202,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 902,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "燕宿雕梁-无尽之海",
						["bTag"] = "往事前尘#5908",
						["class"] = 5,
						["time"] = 1505222168,
						["iLvl"] = 875,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丨雄霸丨-瑟莱德丝",
						["bTag"] = "断言#5919",
						["class"] = 1,
						["time"] = 1505222202,
						["iLvl"] = 913,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "泥古拉斯赵四-龙骨平原",
						["bTag"] = "房硕#51861",
						["class"] = 6,
						["time"] = 1505222202,
						["iLvl"] = 929,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "欺骗者丶奈亚-迅捷微风",
						["bTag"] = "咕噜咕噜的晴天#5606",
						["time"] = 1505305087,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "帅气西瓜-冰风岗",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1505305117,
					}, -- [10]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1505305112,
						["name"] = "Luchy-丽丽（四川）",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "繁花似锦-恶魔之翼",
						["bTag"] = "笑看风云淡#5606",
						["time"] = 1505305122,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "月姪左端-激流之傲",
						["bTag"] = "神七团#5735",
						["time"] = 1505435645,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 937,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "一无中生有一-鬼雾峰",
						["bTag"] = "无中生有#5405",
						["class"] = 8,
						["time"] = 1505435645,
						["iLvl"] = 926,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Biviw-死亡之翼",
						["bTag"] = "文哥#52778",
						["class"] = 12,
						["time"] = 1505435645,
						["iLvl"] = 943,
					}, -- [15]
				},
				["2-128-473-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "蒋小倩-死亡之翼",
						["bTag"] = "纱枝薇晴#5524",
						["time"] = 1503743774,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 940,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503743658,
						["name"] = "丶妮妮酱-丽丽（四川）",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "東仔-燃烧之刃",
						["bTag"] = "晓枫新悦#5547",
						["class"] = 11,
						["time"] = 1503743684,
						["iLvl"] = 928,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Thepeople-红龙女王",
						["bTag"] = "Will#54946",
						["class"] = 12,
						["time"] = 1503743774,
						["iLvl"] = 928,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Lvlstarkcot-梦境之树",
						["bTag"] = "陆陆欧#5828",
						["time"] = 1503879061,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "天使才是本体-影之哀伤",
						["bTag"] = "失落沙洲#51600",
						["class"] = 5,
						["time"] = 1503879061,
						["iLvl"] = 926,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "贝爾蒙特-巫妖之王",
						["bTag"] = "来打我啊#5283",
						["class"] = 12,
						["time"] = 1503879061,
						["iLvl"] = 936,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "刀剑沐血-狂热之刃",
						["bTag"] = "断纹西瓜#5302",
						["class"] = 1,
						["time"] = 1503879061,
						["iLvl"] = 935,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "别惹雨神-冰风岗",
						["bTag"] = "雨晓默#5869",
						["time"] = 1505516407,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 945,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "血灵圣姝-冰风岗",
						["bTag"] = "周仰杰#5487",
						["class"] = 6,
						["time"] = 1505516407,
						["iLvl"] = 944,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小樊-艾莫莉丝",
						["bTag"] = "Samfan#5277",
						["class"] = 8,
						["time"] = 1505512783,
						["iLvl"] = 937,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "永夜小教堂-安苏",
						["bTag"] = "真爱和自由#5330",
						["class"] = 7,
						["time"] = 1505512783,
						["iLvl"] = 941,
					}, -- [12]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1505514674,
						["name"] = "你的肉叔叔-格瑞姆巴托",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "咕咕啊-加基森",
						["bTag"] = "咕咕#51268",
						["class"] = 11,
						["time"] = 1505516407,
						["iLvl"] = 947,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "十二道锋畏-死亡之翼",
						["bTag"] = "十二道锋味#5749",
						["class"] = 6,
						["time"] = 1505514799,
						["iLvl"] = 945,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1505514854,
						["name"] = "暴走惩戒骑-死亡之翼",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Senkun-加基森",
						["bTag"] = "暴力绅士#51682",
						["class"] = 1,
						["time"] = 1505516407,
						["iLvl"] = 941,
					}, -- [17]
				},
				["2-127-471-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "墨夜非-玛洛加尔",
						["bTag"] = "浮浮#5515",
						["time"] = 1503870408,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "永夜小教堂-安苏",
						["bTag"] = "真爱和自由#5330",
						["class"] = 7,
						["time"] = 1503870408,
						["iLvl"] = 932,
					}, -- [2]
				},
				["1-134-487-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "十点就下线-无尽之海",
						["bTag"] = "盗号死妈#5684",
						["time"] = 1504264971,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Facelessvoid-冰霜之刃",
						["bTag"] = "Youraisemeup#5272",
						["class"] = 3,
						["time"] = 1504265089,
						["iLvl"] = 939,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1504265005,
						["name"] = "不祥预兆-冰风岗",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "群星丶追忆-戈提克",
						["bTag"] = "群星丶追忆#5331",
						["class"] = 4,
						["time"] = 1504265069,
						["iLvl"] = 941,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "哥很水-灰谷",
						["bTag"] = "sking#5287",
						["time"] = 1504265295,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 899,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "喵皇爷-格瑞姆巴托",
						["bTag"] = "我是你的小哥哥呀#5675",
						["class"] = 8,
						["time"] = 1504265295,
						["iLvl"] = 915,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "圣洁之白-黑暗之门",
						["bTag"] = "寂灭之白#51408",
						["class"] = 2,
						["time"] = 1504265238,
						["iLvl"] = 922,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "三号按摩技师-格雷迈恩",
						["bTag"] = "新新小新#5865",
						["class"] = 12,
						["time"] = 1504265295,
						["iLvl"] = 905,
					}, -- [8]
					{
						["role"] = "TANK",
						["class"] = 10,
						["time"] = 1504265295,
						["name"] = "叮叮熊猫-奥妮克希亚",
					}, -- [9]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1504367059,
						["name"] = "帕菈奵-卡德加",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼法爷-瑟莱德丝",
						["bTag"] = "鬼贼#5937",
						["class"] = 8,
						["time"] = 1504367059,
						["iLvl"] = 866,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Siofna-燃烧之刃",
						["bTag"] = "MichaelY#5476",
						["class"] = 2,
						["time"] = 1504367059,
						["iLvl"] = 923,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "求恩-血色十字军",
						["bTag"] = "求恩#5522",
						["class"] = 5,
						["time"] = 1504367059,
						["iLvl"] = 941,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "艾科碉堡了-无尽之海",
						["bTag"] = "我是奋斗#5149",
						["time"] = 1504367169,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 906,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "火之高性-贫瘠之地",
						["bTag"] = "亮亮#5660",
						["time"] = 1504367201,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 916,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "Leok-死亡之翼",
						["bTag"] = "你枪烂人丑心态炸#5432",
						["class"] = 1,
						["time"] = 1504367201,
						["iLvl"] = 906,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "梦丶回忆-迅捷微风",
						["bTag"] = "丶回忆的沙漏#5918",
						["class"] = 11,
						["time"] = 1504367197,
						["iLvl"] = 933,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "噬魂法杖-艾露恩",
						["bTag"] = "zmo#51512",
						["class"] = 1,
						["time"] = 1504916286,
						["iLvl"] = 928,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1504916244,
						["name"] = "夙怨-石爪峰",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "月影巫女-森金",
						["bTag"] = "夏蟲#5981",
						["class"] = 12,
						["time"] = 1504916286,
						["iLvl"] = 934,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "糖果果-提瑞斯法",
						["bTag"] = "可侬#5165",
						["class"] = 9,
						["time"] = 1504916286,
						["iLvl"] = 921,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "聖光术-贫瘠之地",
						["bTag"] = "面壁者罗辑#51109",
						["class"] = 9,
						["time"] = 1504998457,
						["iLvl"] = 929,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之灬哀傷-地狱咆哮",
						["bTag"] = "奶妈疼你#5348",
						["class"] = 8,
						["time"] = 1504998467,
						["iLvl"] = 921,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "臣亦信-血色十字军",
						["bTag"] = "子羽#51900",
						["class"] = 4,
						["time"] = 1504998467,
						["iLvl"] = 887,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Ukulele-燃烧军团",
						["bTag"] = "Mouyuka#5527",
						["class"] = 1,
						["time"] = 1504998467,
						["iLvl"] = 942,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "起橆弄清影-安苏",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1505088828,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "老夫的少女心-奥尔加隆",
						["bTag"] = "阳阳#5850",
						["class"] = 1,
						["time"] = 1505088828,
						["iLvl"] = 939,
					}, -- [27]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1505088839,
						["name"] = "老娘不产奶-加基森",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "馬萧虎-奥尔加隆",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1505261269,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "银河丨之力-黑铁",
						["bTag"] = "十年育树#5682",
						["time"] = 1505261299,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1505261299,
						["name"] = "真爱之吻-符文图腾",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "书记丨赵立春-风暴之鳞",
						["bTag"] = "大炮#52759",
						["class"] = 12,
						["time"] = 1505261299,
						["iLvl"] = 935,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "粉饰浅粉色-芬里斯",
						["bTag"] = "醉梦逸#51266",
						["time"] = 1505261505,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "理森呐德-布兰卡德",
						["bTag"] = "理森呐德#5456",
						["class"] = 11,
						["time"] = 1505261505,
						["iLvl"] = 942,
					}, -- [34]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1505261505,
						["name"] = "夏阁艾迪剑-翡翠梦境",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "堕落神的彷徨-梅尔加尼",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1505261550,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "去年买了表-冰川之拳",
						["bTag"] = "鸡情给了我鸭力#5112",
						["class"] = 12,
						["time"] = 1505261550,
						["iLvl"] = 889,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Anotheradore-踏梦者",
						["bTag"] = "大脸#5478",
						["class"] = 9,
						["time"] = 1505261550,
						["iLvl"] = 931,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莎贝雪-安苏",
						["bTag"] = "最佳镜头都是混球#5730",
						["class"] = 5,
						["time"] = 1505261550,
						["iLvl"] = 917,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "雪丶鹰-死亡之翼",
						["bTag"] = "我喜欢雪碧#5141",
						["time"] = 1505265080,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "超凡之萌-试炼之环",
						["bTag"] = "Enchanted#51330",
						["class"] = 11,
						["time"] = 1505265080,
						["iLvl"] = 939,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1505265080,
						["name"] = "无奶胜巨乳-主宰之剑",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "皎若月-格瑞姆巴托",
						["bTag"] = "徐春禄#5895",
						["time"] = 1505304023,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1505304023,
						["name"] = "瓦普尼-巨龙之吼",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1505304023,
						["name"] = "Saerdnaä-燃烧之刃",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "火影危机-海克泰尔",
						["bTag"] = "HANHAN#5866",
						["class"] = 7,
						["time"] = 1505304023,
						["iLvl"] = 939,
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "刀刀星-贫瘠之地",
						["bTag"] = "曹嘉兴#5378",
						["time"] = 1505304198,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "丿丶嘲讽-影之哀伤",
						["bTag"] = "人生若只如初见#5656",
						["class"] = 11,
						["time"] = 1505304160,
						["iLvl"] = 939,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "月潸-风暴之怒",
						["bTag"] = "奈若何#51371",
						["class"] = 8,
						["time"] = 1505304160,
						["iLvl"] = 930,
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "小伙伴添添-埃德萨拉",
						["bTag"] = "wakana#5442",
						["class"] = 2,
						["time"] = 1505304160,
						["iLvl"] = 943,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "牛排三分熟-埃德萨拉",
						["bTag"] = "HydrousTunes#5238",
						["time"] = 1505345690,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 923,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "无限之罪-阿尔萨斯",
						["bTag"] = "无限之罪#5494",
						["time"] = 1505345796,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 941,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "灌湯包-死亡之翼",
						["bTag"] = "灌汤包#51129",
						["class"] = 7,
						["time"] = 1505345796,
						["iLvl"] = 940,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "丶米拉苏-夏维安",
						["bTag"] = "米拉苏#5861",
						["class"] = 11,
						["time"] = 1505345754,
						["iLvl"] = 924,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "埃兰的死士-奥尔加隆",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1505347314,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走武媚娘-丽丽（四川）",
						["bTag"] = "阿狸的包子#5948",
						["class"] = 6,
						["time"] = 1505347314,
						["iLvl"] = 931,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1505347276,
						["name"] = "废柴加我血-死亡之翼",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "红发飘飘-罗宁",
						["bTag"] = "烈火爷爷#5697",
						["class"] = 8,
						["time"] = 1505347314,
						["iLvl"] = 921,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1505474518,
						["name"] = "我就是爱汽水-阿纳克洛斯",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "香蕉与菊花-加基森",
						["bTag"] = "香蕉与菊花的秘密#5914",
						["time"] = 1505474535,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "舞驚鴻-利刃之拳",
						["bTag"] = "苍狼氏#5350",
						["time"] = 1505474578,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 937,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "江南对穿肠-布兰卡德",
						["bTag"] = "noaim#5296",
						["class"] = 3,
						["time"] = 1505474578,
						["iLvl"] = 932,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1505474578,
						["name"] = "八百里秦川-安苏",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丨神月-索瑞森",
						["bTag"] = "夜丨神月#5982",
						["time"] = 1505521241,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "吗啡-时光之穴",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1505521252,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "艾欧利斯-贫瘠之地",
						["bTag"] = "Tse#5787",
						["class"] = 11,
						["time"] = 1505521252,
						["iLvl"] = 918,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1505521252,
						["name"] = "屠魔者-贫瘠之地",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝趴蛋-血色十字军",
						["bTag"] = "茫然之骑士#512941",
						["class"] = 2,
						["time"] = 1505521280,
						["iLvl"] = 929,
					}, -- [68]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1505521278,
						["name"] = "魔兽第一喷子-无尽之海",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "惊恐万分-燃烧之刃",
						["bTag"] = "赵军#5815",
						["class"] = 8,
						["time"] = 1505521280,
						["iLvl"] = 934,
					}, -- [70]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1505521350,
						["name"] = "老司机唱渡情-黑铁",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "湿答答的爱-血顶",
						["bTag"] = "周端安#5843",
						["time"] = 1505561459,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 937,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "丶白茶-安苏",
						["bTag"] = "Hush#51292",
						["time"] = 1505561569,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 928,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "浮华如梦-翡翠梦境",
						["bTag"] = "幸福安康#5824",
						["class"] = 6,
						["time"] = 1505561537,
						["iLvl"] = 929,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "吥寔徳魯銕-寒冰皇冠",
						["bTag"] = "rayz#5890",
						["class"] = 11,
						["time"] = 1505561569,
						["iLvl"] = 910,
					}, -- [75]
				},
				["2-112-459-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["bTag"] = "华丽之猪#5573",
						["class"] = 2,
						["time"] = 1503840021,
						["iLvl"] = 932,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Suliss-雏龙之翼",
						["bTag"] = "suliss#5761",
						["class"] = 8,
						["time"] = 1503840021,
						["iLvl"] = 932,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "地域黑牛-格瑞姆巴托",
						["bTag"] = "为了部落#581281",
						["class"] = 2,
						["time"] = 1503064492,
						["iLvl"] = 926,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "灬混沌双面灬-雏龙之翼",
						["bTag"] = "混沌双面#5814",
						["class"] = 6,
						["time"] = 1503064492,
						["iLvl"] = 933,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "你尴尬的爹-安苏",
						["bTag"] = "SleepyBear#56802",
						["time"] = 1503493021,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 928,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "偷走你的心-格瑞姆巴托",
						["bTag"] = "华丽之兽人#538288",
						["class"] = 4,
						["time"] = 1503493021,
						["iLvl"] = 929,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "三分魏蜀吴-鬼雾峰",
						["bTag"] = "灰色笑脸#5295",
						["class"] = 6,
						["time"] = 1503493021,
						["iLvl"] = 927,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "福禄瘦喜-血吼",
						["bTag"] = "啊龙#5827",
						["class"] = 7,
						["time"] = 1503493021,
						["iLvl"] = 930,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱多呀-安苏",
						["bTag"] = "命中注定#51710",
						["time"] = 1503613510,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 922,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "开天丶-丽丽（四川）",
						["bTag"] = "幽雅之枫#5538",
						["class"] = 6,
						["time"] = 1503613510,
						["iLvl"] = 921,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "格比仕-安苏",
						["bTag"] = "误以为爱情#5472",
						["class"] = 2,
						["time"] = 1503613510,
						["iLvl"] = 922,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "瞎子的真谛-海克泰尔",
						["bTag"] = "fanpuyang#5458",
						["class"] = 12,
						["time"] = 1503613510,
						["iLvl"] = 937,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Exinature-格雷迈恩",
						["bTag"] = "落之陨一伤之歌#5393",
						["class"] = 12,
						["time"] = 1503840021,
						["iLvl"] = 893,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "于皓-血色十字军",
						["bTag"] = "雷霆之怒#5168",
						["class"] = 2,
						["time"] = 1503840021,
						["iLvl"] = 902,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Mengnengda-幽暗沼泽",
						["bTag"] = "通哥#5842",
						["time"] = 1503950411,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1503950411,
						["name"] = "东羽-利刃之拳",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "热乎乎-安苏",
						["bTag"] = "二祖宗#5684",
						["class"] = 8,
						["time"] = 1503950200,
						["iLvl"] = 926,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "萨茜迷惑之靴-布兰卡德",
						["bTag"] = "BattleSymph#5186",
						["class"] = 4,
						["time"] = 1503950411,
						["iLvl"] = 936,
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "白乳牛-格瑞姆巴托",
						["bTag"] = "浪游子#5555",
						["class"] = 11,
						["time"] = 1503950411,
						["iLvl"] = 923,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小花鸟-格雷迈恩",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1504796235,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1504796235,
						["name"] = "小花鸟四-格雷迈恩",
					}, -- [21]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1504796235,
						["name"] = "小花鸟丶丶-格雷迈恩",
					}, -- [22]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1504796235,
						["name"] = "小花鸟一-格雷迈恩",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "真瞎-熔火之心",
						["bTag"] = "虚无之路#5127",
						["time"] = 1504809181,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "强行续一秒-黑锋哨站",
						["bTag"] = "FlySky#51434",
						["time"] = 1504809476,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "牙真是疼-菲拉斯",
						["bTag"] = "夜深人静#5532",
						["class"] = 3,
						["time"] = 1504809476,
						["iLvl"] = 940,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "遗忘小奶骑-死亡之翼",
						["bTag"] = "小叽叽#51535",
						["class"] = 2,
						["time"] = 1504809476,
						["iLvl"] = 940,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "虎啦啦-燃烧之刃",
						["bTag"] = "寅啦啦#5846",
						["time"] = 1505326122,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "夜珏-血色十字军",
						["bTag"] = "驱逐光明#51806",
						["class"] = 9,
						["time"] = 1505326076,
						["iLvl"] = 938,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "梦里的童话-格瑞姆巴托",
						["bTag"] = "伊泽飞刀#51584",
						["class"] = 1,
						["time"] = 1505325996,
						["iLvl"] = 939,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "我不玩坦克-死亡之翼",
						["bTag"] = "琉璃色的夏#5981",
						["time"] = 1505431663,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "无聊挖挖-阿纳克洛斯",
						["bTag"] = "遗忘的祝福#5525",
						["class"] = 11,
						["time"] = 1505431663,
						["iLvl"] = 932,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "红花油丶止疼-恶魔之翼",
						["bTag"] = "刚仔#5651",
						["class"] = 6,
						["time"] = 1505431663,
						["iLvl"] = 940,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "你压了我头发-死亡之翼",
						["bTag"] = "疯疯火火#51976",
						["class"] = 12,
						["time"] = 1505431663,
						["iLvl"] = 933,
					}, -- [34]
				},
				["2-115-462-0"] = {
					{
						["role"] = "TANK",
						["iLvl"] = 909,
						["bTag"] = "Abluesea#5987",
						["notes"] = "傻逼T",
						["class"] = 1,
						["time"] = 1501548616,
						["name"] = "Meatshield-格瑞姆巴托",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "单身豆丁家族-玛洛加尔",
						["bTag"] = "宋小江#51526",
						["class"] = 6,
						["time"] = 1503358453,
						["iLvl"] = 929,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "巫毒猎-红龙军团",
						["bTag"] = "FunkyMonk#533305",
						["time"] = 1503358453,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [3]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1503358453,
						["name"] = "Kollektïvïeï-冰霜之刃",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "Parkin-红云台地",
						["bTag"] = "狐狸巴#5554",
						["class"] = 2,
						["time"] = 1503358453,
						["iLvl"] = 917,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "名侦探兔美-能源舰",
						["bTag"] = "Mercurial#5362",
						["time"] = 1503598067,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 919,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "司徒钟-伊利丹",
						["bTag"] = "张楚#5732",
						["class"] = 7,
						["time"] = 1503598067,
						["iLvl"] = 932,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丶李先笙-无尽之海",
						["bTag"] = "摇摆#5405",
						["class"] = 1,
						["time"] = 1503598067,
						["iLvl"] = 934,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Furygrass-狂热之刃",
						["bTag"] = "烦狗他爹#5789",
						["class"] = 7,
						["time"] = 1503598067,
						["iLvl"] = 923,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "一怒冲天-奈法利安",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1503619309,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "垮下有杀气-布兰卡德",
						["bTag"] = "宁波鬼子#5448",
						["class"] = 9,
						["time"] = 1503619309,
						["iLvl"] = 928,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "番茄你个土豆-克尔苏加德",
						["bTag"] = "逗逗#52805",
						["class"] = 6,
						["time"] = 1503619309,
						["iLvl"] = 927,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "各位好汉饶命-格瑞姆巴托",
						["bTag"] = "拯救地球好累噢#5183",
						["class"] = 3,
						["time"] = 1503619309,
						["iLvl"] = 930,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丶卡咔-恶魔之魂",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1503699672,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "默唸奶嘴-恶魔之魂",
						["bTag"] = "默唸奶嘴#5139",
						["class"] = 11,
						["time"] = 1503699672,
						["iLvl"] = 934,
					}, -- [15]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1503699672,
						["name"] = "土匪夫人-凤凰之神",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "团隊训练假人-凤凰之神",
						["bTag"] = "姚军#5694",
						["class"] = 4,
						["time"] = 1503699672,
						["iLvl"] = 933,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "醉酒戏红颜-奥妮克希亚",
						["bTag"] = "半仙#51671",
						["time"] = 1503785637,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 930,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "又大又美丽-血吼",
						["bTag"] = "又大又美丽#5228",
						["class"] = 4,
						["time"] = 1503785637,
						["iLvl"] = 929,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "赤晓-卡拉赞",
						["bTag"] = "leo#514545",
						["class"] = 6,
						["time"] = 1503785637,
						["iLvl"] = 930,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "板正的一比-布兰卡德",
						["bTag"] = "许波#51184",
						["class"] = 8,
						["time"] = 1503785637,
						["iLvl"] = 933,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "丷中二橘子-死亡之翼",
						["bTag"] = "逗比的苹果#5170",
						["time"] = 1503866626,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 930,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "爺爺歸來-布兰卡德",
						["bTag"] = "爷爷归来#51424",
						["class"] = 9,
						["time"] = 1503866626,
						["iLvl"] = 916,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "脕娘-影之哀伤",
						["bTag"] = "旅行者#51668",
						["class"] = 9,
						["time"] = 1503866626,
						["iLvl"] = 933,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "灬波塞冬-丽丽（四川）",
						["bTag"] = "晓峰#5372",
						["class"] = 6,
						["time"] = 1503866626,
						["iLvl"] = 925,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "贴膜者-斯克提斯",
						["bTag"] = "五十到了吗#5383",
						["time"] = 1504299773,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Worstman-斯克提斯",
						["bTag"] = "你还是闭嘴吧#5236",
						["class"] = 4,
						["time"] = 1504299773,
						["iLvl"] = 931,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "觅霜-苏塔恩",
						["bTag"] = "圆圈圈#5474",
						["class"] = 5,
						["time"] = 1504299773,
						["iLvl"] = 935,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "陈清泉爱学习-血环",
						["bTag"] = "女舍的小黄瓜#5151",
						["class"] = 6,
						["time"] = 1504299773,
						["iLvl"] = 933,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "皺著眉頭的你-耐普图隆",
						["bTag"] = "主旋律#5487",
						["time"] = 1504302367,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "蟲二-血色十字军",
						["bTag"] = "飞机哥很猛#5499",
						["class"] = 4,
						["time"] = 1504302367,
						["iLvl"] = 934,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "狂野目中无人-暴风祭坛",
						["bTag"] = "狂野目中无人#5419",
						["class"] = 8,
						["time"] = 1504302367,
						["iLvl"] = 933,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "婉清-无尽之海",
						["bTag"] = "花开乱我心#5113",
						["class"] = 12,
						["time"] = 1504302367,
						["iLvl"] = 936,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["bTag"] = "华丽之猪#5573",
						["class"] = 2,
						["time"] = 1504972844,
						["iLvl"] = 933,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "Exnature-格雷迈恩",
						["bTag"] = "落之陨一伤之歌#5393",
						["class"] = 11,
						["time"] = 1504972844,
						["iLvl"] = 912,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "迅影刺客-龙骨平原",
						["bTag"] = "黑白#5444",
						["class"] = 4,
						["time"] = 1504972844,
						["iLvl"] = 936,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "南冥-雏龙之翼",
						["bTag"] = "niewen#5736",
						["class"] = 1,
						["time"] = 1504972844,
						["iLvl"] = 926,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "血递凯-燃烧之刃",
						["bTag"] = "农村人#5122",
						["time"] = 1504996089,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "夜店青春-冬拥湖",
						["bTag"] = "我的文文#5109",
						["class"] = 3,
						["time"] = 1504996089,
						["iLvl"] = 932,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "崔九-塞拉摩",
						["bTag"] = "虚舍#51158",
						["class"] = 12,
						["time"] = 1505075181,
						["iLvl"] = 932,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "又一世-燃烧之刃",
						["bTag"] = "皮皮虾我们走#5464",
						["class"] = 2,
						["time"] = 1504996089,
						["iLvl"] = 944,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "玫瑰色余烬-斯克提斯",
						["bTag"] = "Swayinglily#5915",
						["class"] = 5,
						["time"] = 1504996089,
						["iLvl"] = 937,
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "妮碧丶-血顶",
						["bTag"] = "Nic#51197",
						["time"] = 1505075181,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "守护丶朵哚菟-安格博达",
						["bTag"] = "我本无语#5197",
						["class"] = 11,
						["time"] = 1505262706,
						["iLvl"] = 942,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "娇妹轻抚琴-红龙军团",
						["bTag"] = "羽思梵#5764",
						["class"] = 1,
						["time"] = 1505075181,
						["iLvl"] = 935,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "彩虹不语丶-回音山",
						["bTag"] = "兜里一包大白兔#5906",
						["time"] = 1505262706,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 940,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "这个冬天不冷-格瑞姆巴托",
						["bTag"] = "兰云飞#5300",
						["class"] = 1,
						["time"] = 1505262706,
						["iLvl"] = 941,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1505262706,
						["name"] = "百变小狼丶-死亡之翼",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "咖啡走糖呀-狂热之刃",
						["bTag"] = "吴彦祖#54244",
						["time"] = 1505326802,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 941,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "黑鄸-狂热之刃",
						["bTag"] = "啦啦啦#510492",
						["class"] = 5,
						["time"] = 1505326802,
						["iLvl"] = 941,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "荼蘼旧光-凤凰之神",
						["bTag"] = "澈寒#5503",
						["class"] = 2,
						["time"] = 1505326802,
						["iLvl"] = 935,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "躲避太阳方法-符文图腾",
						["bTag"] = "纸条丶#5993",
						["class"] = 4,
						["time"] = 1505326802,
						["iLvl"] = 938,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "蕭瑟醉顏-凤凰之神",
						["bTag"] = "Ares#51968",
						["class"] = 7,
						["time"] = 1505587918,
						["iLvl"] = 942,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "我将带头冲锋-莱索恩",
						["bTag"] = "姜小胖#51555",
						["time"] = 1505587918,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 937,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛哥-格瑞姆巴托",
						["bTag"] = "牛哥#52812",
						["class"] = 2,
						["time"] = 1505587918,
						["iLvl"] = 937,
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "烨秋-埃德萨拉",
						["bTag"] = "叫我牛老师#5294",
						["class"] = 11,
						["time"] = 1505587918,
						["iLvl"] = 937,
					}, -- [56]
				},
				["1-134-488-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "嘟嘟胖儿-凤凰之神",
						["bTag"] = "冰月羽翼#5192",
						["class"] = 11,
						["time"] = 1504346912,
						["iLvl"] = 922,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "反光衣丶-亡语者",
						["bTag"] = "晨旭#5382",
						["class"] = 12,
						["time"] = 1504346912,
						["iLvl"] = 873,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1504346912,
						["name"] = "Goyokion-血色十字军",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Mathiasschor-尘风峡谷",
						["bTag"] = "呃丶我感觉很难受#5203",
						["class"] = 4,
						["time"] = 1504346870,
						["iLvl"] = 938,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "青春修炼毒药-影之哀伤",
						["bTag"] = "風之盤桓#5781",
						["class"] = 2,
						["time"] = 1504483903,
						["iLvl"] = 895,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1504483897,
						["name"] = "阿迩托莉亚-克尔苏加德",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1504483903,
						["name"] = "柠丶檬-奈法利安",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "风云逍遥-黑暗之矛",
						["bTag"] = "MrJi#5473",
						["class"] = 8,
						["time"] = 1504483879,
						["iLvl"] = 935,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "联盟别怂啊-丽丽（四川）",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1504483959,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "波波蟹丶-梅尔加尼",
						["bTag"] = "Nidaye#5489",
						["class"] = 7,
						["time"] = 1504483964,
						["iLvl"] = 902,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Lagolas-夏维安",
						["bTag"] = "xsfl#5313",
						["class"] = 3,
						["time"] = 1504483920,
						["iLvl"] = 917,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "雷拉格影刃-安苏",
						["bTag"] = "无敌的萨兹曼#5752",
						["class"] = 12,
						["time"] = 1504483959,
						["iLvl"] = 920,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小拳拳锤胸口-迪瑟洛克",
						["bTag"] = "冰蓝色的承诺#5951",
						["class"] = 9,
						["time"] = 1504831419,
						["iLvl"] = 892,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "御用小贼-阿克蒙德",
						["bTag"] = "老司机的榴弹炮#5525",
						["class"] = 4,
						["time"] = 1504831355,
						["iLvl"] = 909,
					}, -- [14]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1504831367,
						["name"] = "高压电工-阿曼尼",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "風向黯然-伊利丹",
						["bTag"] = "跨越七海的风#5679",
						["class"] = 5,
						["time"] = 1504831303,
						["iLvl"] = 909,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "热血老大哥-日落沼泽",
						["bTag"] = "BT160528#5906",
						["class"] = 9,
						["time"] = 1504963504,
						["iLvl"] = 916,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "灬火炏焱燚灬-燃烧之刃",
						["bTag"] = "那坟我买了#5401",
						["class"] = 1,
						["time"] = 1504963504,
						["iLvl"] = 915,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1504963537,
						["name"] = "丨黄小胖丨-影之哀伤",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1504963541,
						["name"] = "飘逸的灬胸毛-安苏",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "十二月猎煌-燃烧之刃",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1504998956,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丨豆腐丨-死亡之翼",
						["bTag"] = "豆腐#51688",
						["class"] = 1,
						["time"] = 1504998956,
						["iLvl"] = 922,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "你还缺德吗-安苏",
						["bTag"] = "人何以堪#5280",
						["class"] = 11,
						["time"] = 1504998956,
						["iLvl"] = 918,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "赤色雨幕-海克泰尔",
						["bTag"] = "COSMOS#5506",
						["class"] = 11,
						["time"] = 1504998956,
						["iLvl"] = 924,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Gatling-阿纳克洛斯",
						["bTag"] = "蜗牛蛋二号#5807",
						["time"] = 1504999121,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "血泣狂想曲-黑翼之巢",
						["bTag"] = "chilala#5586",
						["class"] = 3,
						["time"] = 1504999080,
						["iLvl"] = 902,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "年轻时叫姚明-天空之墙",
						["bTag"] = "血色摩术师#5569",
						["class"] = 3,
						["time"] = 1504999121,
						["iLvl"] = 885,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "天天茶叶蛋-凤凰之神",
						["bTag"] = "桂公公#5965",
						["class"] = 4,
						["time"] = 1504999121,
						["iLvl"] = 926,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1504999121,
						["name"] = "射靶归红霞飞-神圣之歌",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "郭小涵-布莱恩",
						["bTag"] = "郭小涵#5425",
						["time"] = 1505088949,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "江富贵-熵魔",
						["bTag"] = "jiangting#5394",
						["class"] = 1,
						["time"] = 1505088949,
						["iLvl"] = 912,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "岸上酒呼噜-熵魔",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1505088983,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1505088983,
						["name"] = "吉灬娃娃-闪电之刃",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "九层妖塔-海克泰尔",
						["bTag"] = "Yonks#51178",
						["time"] = 1505346467,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 929,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "壹缕烟儿-阿纳克洛斯",
						["bTag"] = "奥巴馬#5312",
						["class"] = 2,
						["time"] = 1505346467,
						["iLvl"] = 942,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Quaker-纳沙塔尔",
						["bTag"] = "TANKJR#5712",
						["class"] = 4,
						["time"] = 1505346352,
						["iLvl"] = 933,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Erozz-回音山",
						["bTag"] = "VANGO9H#5886",
						["class"] = 4,
						["time"] = 1505346467,
						["iLvl"] = 934,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "戦皇-狂热之刃",
						["bTag"] = "神一样的牛#5507",
						["time"] = 1505435578,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 936,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Skvsmart-巨龙之吼",
						["bTag"] = "仕不可不泓毅#5381",
						["class"] = 6,
						["time"] = 1505435561,
						["iLvl"] = 933,
					}, -- [39]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1505435471,
						["name"] = "陌陌恋尘-死亡之翼",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "阿尔萨司之怒-壁炉谷",
						["bTag"] = "王继伟#5303",
						["class"] = 6,
						["time"] = 1505435578,
						["iLvl"] = 928,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Giorgio-幽暗沼泽",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1505436062,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "云战-贫瘠之地",
						["bTag"] = "MISS#54730",
						["class"] = 1,
						["time"] = 1505436096,
						["iLvl"] = 907,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "牛牛方-克尔苏加德",
						["bTag"] = "薛之谦#52338",
						["class"] = 1,
						["time"] = 1505436017,
						["iLvl"] = 924,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "虚无魇殇-加基森",
						["bTag"] = "小小小丁#5247",
						["class"] = 9,
						["time"] = 1505436096,
						["iLvl"] = 935,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "纯鈗-布兰卡德",
						["bTag"] = "韬晦#51792",
						["class"] = 3,
						["time"] = 1505436036,
						["iLvl"] = 886,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "原谅他啊-燃烧之刃",
						["bTag"] = "无尽的狂野#5648",
						["time"] = 1505473713,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1505473709,
						["name"] = "幻之怒-狂热之刃",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "萧萧森森-斩魔者",
						["bTag"] = "萧萧森森#5798",
						["class"] = 7,
						["time"] = 1505473759,
						["iLvl"] = 924,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "某邪路过-黑龙军团",
						["bTag"] = "某风天启#5525",
						["class"] = 8,
						["time"] = 1505473713,
						["iLvl"] = 909,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "酷刑丶凌迟-奥杜尔",
						["bTag"] = "Patrick#5606",
						["time"] = 1505522707,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 938,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "乄死神之血乄-格雷迈恩",
						["bTag"] = "死神之血#5776",
						["time"] = 1505522783,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "丨卓王孙丨-摩摩尔",
						["bTag"] = "莫问天#5829",
						["class"] = 8,
						["time"] = 1505522783,
						["iLvl"] = 926,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "雾雨逐风-龙骨平原",
						["bTag"] = "杀他一小手#5858",
						["class"] = 8,
						["time"] = 1505522776,
						["iLvl"] = 915,
					}, -- [54]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "牛肉叉烧-提瑞斯法",
						["bTag"] = "大家敬爱的晨哥#5129",
						["time"] = 1503530852,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 903,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Hype-血色十字军",
						["bTag"] = "imden#5490",
						["class"] = 4,
						["time"] = 1503530815,
						["iLvl"] = 895,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "饺子丢了-阿拉希",
						["bTag"] = "通辽小城故事多#5781",
						["time"] = 1503530861,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 896,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "她城旧梦丶-风暴之怒",
						["bTag"] = "我妻由乃丶#51831",
						["class"] = 1,
						["time"] = 1503530852,
						["iLvl"] = 878,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "若爱丨淡淡-安苏",
						["bTag"] = "暗怡#5666",
						["time"] = 1503530898,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 906,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "啰嗦银魂-死亡之翼",
						["bTag"] = "SuperPants#510451",
						["class"] = 12,
						["time"] = 1503530898,
						["iLvl"] = 793,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "醉意未醒-巨龙之吼",
						["bTag"] = "某丶亻#5442",
						["class"] = 3,
						["time"] = 1503530898,
						["iLvl"] = 910,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "熊坦克-格瑞姆巴托",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1503962976,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "酒芭舞-死亡之翼",
						["bTag"] = "华丽之兽人#5114",
						["class"] = 4,
						["time"] = 1503962824,
						["iLvl"] = 929,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走鬼鬼-提瑞斯法",
						["bTag"] = "大英雄小菠萝#5417",
						["class"] = 4,
						["time"] = 1503962976,
						["iLvl"] = 928,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Snoctee-布兰卡德",
						["bTag"] = "玄哥#5997",
						["class"] = 4,
						["time"] = 1503962969,
						["iLvl"] = 933,
					}, -- [11]
				},
				["1-124-422-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "月影天涯-燃烧军团",
						["bTag"] = "似水年华#5904",
						["time"] = 1503360819,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Abadonlol-熔火之心",
						["bTag"] = "糖果罐子#5366",
						["time"] = 1503360909,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "豆沙园子-死亡之翼",
						["bTag"] = "豆沙包包#51253",
						["class"] = 9,
						["time"] = 1503360861,
						["iLvl"] = 934,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "菜刀加板砖-伊森利恩",
						["bTag"] = "apple#52209",
						["class"] = 4,
						["time"] = 1503360835,
						["iLvl"] = 919,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "西门有雪-死亡之翼",
						["bTag"] = "西门有雪#5909",
						["class"] = 2,
						["time"] = 1503360879,
						["iLvl"] = 909,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "天武-黑暗之门",
						["bTag"] = "天武#5378",
						["class"] = 1,
						["time"] = 1503360853,
						["iLvl"] = 925,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "殺灬气-安苏",
						["bTag"] = "BOBO#55494",
						["class"] = 4,
						["time"] = 1503360993,
						["iLvl"] = 934,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "风味小菜-回音山",
						["bTag"] = "半仙#51652",
						["class"] = 5,
						["time"] = 1503360828,
						["iLvl"] = 915,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "紅葉舞秋風-暴风祭坛",
						["bTag"] = "atomic#5705",
						["class"] = 9,
						["time"] = 1503360842,
						["iLvl"] = 884,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "别再叫我胖子-狂热之刃",
						["bTag"] = "月半子#5395",
						["class"] = 3,
						["time"] = 1503360835,
						["iLvl"] = 922,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "看看卡不卡啊-阿曼尼",
						["bTag"] = "AX124#51916",
						["class"] = 1,
						["time"] = 1503360847,
						["iLvl"] = 922,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蜂蜜柚子茶-燃烧之刃",
						["bTag"] = "宋荣子悠然笑之#5684",
						["class"] = 1,
						["time"] = 1503360799,
						["iLvl"] = 898,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦斯琪风行者-雷霆之王",
						["bTag"] = "风行者#5198",
						["class"] = 1,
						["time"] = 1503360883,
						["iLvl"] = 931,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Warmdragon-海克泰尔",
						["bTag"] = "萌爷大官人#51741",
						["class"] = 1,
						["time"] = 1503360842,
						["iLvl"] = 931,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "上弦月之歌-试炼之环",
						["bTag"] = "上弦月之歌#5227",
						["class"] = 3,
						["time"] = 1503360814,
						["iLvl"] = 931,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "萬兽无疆-燃烧之刃",
						["bTag"] = "丨卧龍先生丨#5774",
						["class"] = 3,
						["time"] = 1503360869,
						["iLvl"] = 912,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "力熊-克尔苏加德",
						["bTag"] = "我不想复活你#5630",
						["class"] = 8,
						["time"] = 1503360859,
						["iLvl"] = 932,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1503360993,
						["name"] = "湮羽灬梦颖-布兰卡德",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "老青菜呀-格瑞姆巴托",
						["bTag"] = "失了智的小青菜#5827",
						["class"] = 7,
						["time"] = 1503360948,
						["iLvl"] = 933,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1503360993,
						["name"] = "蹦洽洽丶-凤凰之神",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "涵小宝-无尽之海",
						["bTag"] = "天之杰#5397",
						["class"] = 3,
						["time"] = 1503360869,
						["iLvl"] = 926,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "布鲁克惩光-雏龙之翼",
						["bTag"] = "SuperLI#5873",
						["class"] = 2,
						["time"] = 1503360842,
						["iLvl"] = 919,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "干曾祖-亚雷戈斯",
						["bTag"] = "joshua#5713",
						["class"] = 3,
						["time"] = 1503360887,
						["iLvl"] = 907,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "二院丶尼采-艾莫莉丝",
						["bTag"] = "ExtReme1y#5289",
						["class"] = 2,
						["time"] = 1503360806,
						["iLvl"] = 930,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "小蝶-红云台地",
						["bTag"] = "BT160912#54450",
						["class"] = 7,
						["time"] = 1503360851,
						["iLvl"] = 931,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "伱大烨-萨菲隆",
						["bTag"] = "一血灵骑士一#5463",
						["class"] = 10,
						["time"] = 1503360977,
						["iLvl"] = 887,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "彩笔木瓜包-天空之墙",
						["bTag"] = "彩笔奶皇包#5786",
						["class"] = 1,
						["time"] = 1503360993,
						["iLvl"] = 908,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "不灭雨中火-破碎岭",
						["bTag"] = "Dswdiy#5354",
						["class"] = 5,
						["time"] = 1503360788,
						["iLvl"] = 909,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "波浪-丹莫德",
						["bTag"] = "墨意凝月#5609",
						["class"] = 3,
						["time"] = 1503360948,
						["iLvl"] = 897,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒喵德-迅捷微风",
						["bTag"] = "无敌真寂寞#5457",
						["class"] = 11,
						["time"] = 1503360806,
						["iLvl"] = 932,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "爲卿一世倾鈊-鹰巢山",
						["bTag"] = "情殇卜愈#5286",
						["class"] = 11,
						["time"] = 1503360987,
						["iLvl"] = 911,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "巭熊猫-丹莫德",
						["bTag"] = "刀锋#5162",
						["class"] = 11,
						["time"] = 1503360969,
						["iLvl"] = 899,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "污星人-燃烧平原",
						["bTag"] = "丶点丶#5665",
						["class"] = 5,
						["time"] = 1503360993,
						["iLvl"] = 934,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "一問三不知-芬里斯",
						["bTag"] = "一问三不知#5462",
						["time"] = 1503360977,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 905,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "新丨娘-天空之墙",
						["bTag"] = "老撕鸡#51735",
						["class"] = 8,
						["time"] = 1503360942,
						["iLvl"] = 908,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "浮生乄如梦-太阳之井",
						["bTag"] = "浮生如梦#52140",
						["class"] = 11,
						["time"] = 1503360983,
						["iLvl"] = 915,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "七丷號-布兰卡德",
						["bTag"] = "七號#5293",
						["class"] = 1,
						["time"] = 1503360983,
						["iLvl"] = 926,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "司馬洛璃-古加尔",
						["bTag"] = "嘑風喚雨#51123",
						["class"] = 9,
						["time"] = 1503360977,
						["iLvl"] = 900,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "大白奶-希雷诺斯",
						["bTag"] = "独自恋你#5703",
						["class"] = 8,
						["time"] = 1503360991,
						["iLvl"] = 934,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "幽夜轻寒丶-无尽之海",
						["bTag"] = "慕容情#51776",
						["class"] = 5,
						["time"] = 1503360993,
						["iLvl"] = 842,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "四九五的波纹-阿曼尼",
						["bTag"] = "首席猎师#5634",
						["class"] = 9,
						["time"] = 1503360973,
						["iLvl"] = 931,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "烤咕咕要的密-迅捷微风",
						["bTag"] = "九州志#5394",
						["class"] = 11,
						["time"] = 1503360959,
						["iLvl"] = 933,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶魔神丶圣-雷霆之王",
						["bTag"] = "永恒至高神皇#5857",
						["class"] = 12,
						["time"] = 1503360977,
						["iLvl"] = 900,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "死神杜兰特-麦迪文",
						["bTag"] = "暗夜之骑士#5159447",
						["class"] = 1,
						["time"] = 1503360993,
						["iLvl"] = 905,
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "一只小月光-外域",
						["bTag"] = "泰兰德的月光#5663",
						["class"] = 5,
						["time"] = 1503360993,
						["iLvl"] = 931,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "娅巴頓-通灵学院",
						["bTag"] = "潘成#5971",
						["class"] = 6,
						["time"] = 1503360993,
						["iLvl"] = 934,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "怎能不變態-血环",
						["bTag"] = "救世咕咕大将军#5978",
						["class"] = 9,
						["time"] = 1503360969,
						["iLvl"] = 931,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "电动怪伯伯-太阳之井",
						["bTag"] = "苗小川#5257",
						["class"] = 3,
						["time"] = 1503360993,
						["iLvl"] = 914,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "淡淡小超人-凤凰之神",
						["bTag"] = "大家注意这波操作#5210",
						["time"] = 1503360993,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 899,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "痴灬梦-伊森利恩",
						["bTag"] = "奥灬斯#5345",
						["class"] = 11,
						["time"] = 1503360993,
						["iLvl"] = 936,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "再见丶喵小尐-燃烧之刃",
						["bTag"] = "吸宫大法#5898",
						["class"] = 10,
						["time"] = 1503360993,
						["iLvl"] = 896,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "Ruiweiwei-鹰巢山",
						["bTag"] = "QuirkyTurtle#52943",
						["class"] = 11,
						["time"] = 1503360993,
						["iLvl"] = 911,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Esmeralda-阿纳克洛斯",
						["bTag"] = "Esmeralda#51246",
						["class"] = 4,
						["time"] = 1503360993,
						["iLvl"] = 907,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503360948,
						["name"] = "迪娜小布-熔火之心",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "月光儿-外域",
						["bTag"] = "泰兰德的月光#5663",
						["class"] = 2,
						["time"] = 1503360993,
						["iLvl"] = 933,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "戰水牛-影之哀伤",
						["bTag"] = "开发区#5757",
						["class"] = 12,
						["time"] = 1503360993,
						["iLvl"] = 916,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "海门中专-无尽之海",
						["bTag"] = "海门中专#5477",
						["class"] = 11,
						["time"] = 1503360993,
						["iLvl"] = 926,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "沫小玉-贫瘠之地",
						["bTag"] = "Blanton#51411",
						["class"] = 10,
						["time"] = 1503360993,
						["iLvl"] = 913,
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "英雄范德彪-燃烧军团",
						["bTag"] = "吹个大气球#5462",
						["class"] = 6,
						["time"] = 1503360993,
						["iLvl"] = 910,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "奎拖斯-迪托马斯",
						["bTag"] = "桥北第一蛇皮怪#5928",
						["class"] = 3,
						["time"] = 1503360993,
						["iLvl"] = 830,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "鹌鹑-加尔",
						["bTag"] = "你的老公#51460",
						["class"] = 11,
						["time"] = 1503360993,
						["iLvl"] = 916,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "天有五贼-狂热之刃",
						["bTag"] = "灵长目杀手#5346",
						["class"] = 4,
						["time"] = 1503360993,
						["iLvl"] = 894,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1503360993,
						["name"] = "小羊七只半-斩魔者",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1503360993,
						["name"] = "梅陇-阿尔萨斯",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "灬蓝皮鼠-影之哀伤",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1503957120,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "恶灵国度-加基森",
						["bTag"] = "二同吃老刘#5261",
						["time"] = 1503957142,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 891,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "还是皮卡丘-迦拉克隆",
						["bTag"] = "无敌炉石回家#5664",
						["class"] = 5,
						["time"] = 1503957142,
						["iLvl"] = 847,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1503957142,
						["name"] = "刀锋小奶牛-苏塔恩",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼唇的布罗猪-银松森林",
						["bTag"] = "Aleintier#5658",
						["time"] = 1503957379,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 726,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "南方闲游-阿尔萨斯",
						["bTag"] = "天行者#52164",
						["class"] = 7,
						["time"] = 1503957331,
						["iLvl"] = 876,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "你黑千翻-火羽山",
						["bTag"] = "千翻#5653",
						["class"] = 8,
						["time"] = 1503957273,
						["iLvl"] = 730,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰暴风-火焰之树",
						["bTag"] = "天宇星辰#51275",
						["class"] = 11,
						["time"] = 1503957329,
						["iLvl"] = 757,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘之星-暗影之月",
						["bTag"] = "淡蓝#5262",
						["class"] = 4,
						["time"] = 1503957379,
						["iLvl"] = 897,
					}, -- [73]
				},
				["2-114-461-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Valkeuterpe-格雷迈恩",
						["bTag"] = "华丽之猪#5573",
						["class"] = 2,
						["time"] = 1503844912,
						["iLvl"] = 932,
					}, -- [1]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1503844912,
						["name"] = "卡里那吉丧钟-格雷迈恩",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "二货哀木涕-雏龙之翼",
						["bTag"] = "suliss#5761",
						["class"] = 1,
						["time"] = 1503844912,
						["iLvl"] = 904,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "高老勃-雏龙之翼",
						["bTag"] = "混沌双面#5814",
						["class"] = 10,
						["time"] = 1503844912,
						["iLvl"] = 931,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "阳神赐你光明-丽丽（四川）",
						["bTag"] = "怪癖之裤#54162",
						["time"] = 1503866231,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "美黛凶皂-苏塔恩",
						["bTag"] = "ljz19841#5924",
						["class"] = 8,
						["time"] = 1503866231,
						["iLvl"] = 918,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "娜迪娅-踏梦者",
						["bTag"] = "奴伊#51421",
						["class"] = 12,
						["time"] = 1503866231,
						["iLvl"] = 933,
					}, -- [7]
				},
				["3-131-478-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "团长真缺德吖-格雷迈恩",
						["bTag"] = "我是一个绅士#51802",
						["class"] = 11,
						["time"] = 1504437858,
						["iLvl"] = 939,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "第一暗牧王-格雷迈恩",
						["bTag"] = "我是一个绅士#51802",
						["class"] = 5,
						["time"] = 1503146027,
						["iLvl"] = 928,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "稍息要立正-格雷迈恩",
						["bTag"] = "你是一只骚猪#5834",
						["class"] = 5,
						["time"] = 1504437858,
						["iLvl"] = 932,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "曰罒月-格雷迈恩",
						["bTag"] = "haohoo#5605",
						["class"] = 7,
						["time"] = 1504099453,
						["iLvl"] = 935,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "高手-黑手军团",
						["bTag"] = "小葵花#5542",
						["class"] = 11,
						["time"] = 1504437858,
						["iLvl"] = 943,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Lanhin-格雷迈恩",
						["bTag"] = "Spirit#5221",
						["class"] = 8,
						["time"] = 1503146027,
						["iLvl"] = 933,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "公会会长-格雷迈恩",
						["bTag"] = "Ipiece#5885",
						["class"] = 1,
						["time"] = 1503146027,
						["iLvl"] = 928,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "森林丶好小子-格雷迈恩",
						["bTag"] = "小小兽兵#5430",
						["class"] = 11,
						["time"] = 1503146027,
						["iLvl"] = 929,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "奥雷恩丶神蹄-格雷迈恩",
						["bTag"] = "黄泉飞影#5642",
						["class"] = 1,
						["time"] = 1504437858,
						["iLvl"] = 935,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "希茜公主-格雷迈恩",
						["bTag"] = "shenshenai#5210",
						["class"] = 4,
						["time"] = 1504437858,
						["iLvl"] = 939,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Jadel-格雷迈恩",
						["bTag"] = "冰菓#5401",
						["class"] = 6,
						["time"] = 1504437059,
						["iLvl"] = 938,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1503146027,
						["name"] = "堕落恩赐-伊森利恩",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "莫尔紫君-格雷迈恩",
						["bTag"] = "莫尔紫轩#51210",
						["class"] = 12,
						["time"] = 1503146027,
						["iLvl"] = 906,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "司马轻衫-格雷迈恩",
						["bTag"] = "问月升#5524",
						["class"] = 2,
						["time"] = 1503146027,
						["iLvl"] = 939,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1504099453,
						["name"] = "百鳕嵌裳-格雷迈恩",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上行-格雷迈恩",
						["bTag"] = "残阳#5736",
						["class"] = 8,
						["time"] = 1503146027,
						["iLvl"] = 920,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Alonese-格雷迈恩",
						["bTag"] = "finalsai#5265",
						["class"] = 8,
						["time"] = 1503146027,
						["iLvl"] = 935,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法小公主-燃烧平原",
						["bTag"] = "压榨机#5151",
						["class"] = 8,
						["time"] = 1503146027,
						["iLvl"] = 929,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Jadel-地狱咆哮",
						["bTag"] = "冰菓#5401",
						["class"] = 3,
						["time"] = 1504437858,
						["iLvl"] = 931,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "钰涵-血环",
						["bTag"] = "水鬼来了#5436",
						["class"] = 1,
						["time"] = 1503146027,
						["iLvl"] = 931,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "蒹葭白露-格雷迈恩",
						["bTag"] = "巧刚#5324",
						["class"] = 9,
						["time"] = 1503146027,
						["iLvl"] = 926,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "厄运仦姐丶-格雷迈恩",
						["bTag"] = "我是一个绅士#51802",
						["class"] = 3,
						["time"] = 1503146027,
						["iLvl"] = 931,
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "出墙一枝花-血吼",
						["bTag"] = "易九鹏#5403",
						["class"] = 11,
						["time"] = 1503146027,
						["iLvl"] = 930,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染丶若流云-格雷迈恩",
						["bTag"] = "沉默风暴#510705",
						["class"] = 4,
						["time"] = 1504099453,
						["iLvl"] = 935,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Fakerabbi-格雷迈恩",
						["bTag"] = "辛巴叔叔#5350",
						["class"] = 8,
						["time"] = 1503146027,
						["iLvl"] = 934,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "传说天天橙-瓦丝琪",
						["bTag"] = "风中追风#54176",
						["class"] = 12,
						["time"] = 1503142683,
						["iLvl"] = 929,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "屁屁大闯天下-伊利丹",
						["bTag"] = "邮梦人#51846",
						["class"] = 11,
						["time"] = 1503142750,
						["iLvl"] = 933,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "Mathiaslu-格雷迈恩",
						["bTag"] = "MathiasLu#5640",
						["class"] = 7,
						["time"] = 1503146027,
						["iLvl"] = 920,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Illusiona-格雷迈恩",
						["bTag"] = "Widowmaker#51902",
						["time"] = 1504437858,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 936,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "周老司机-燃烧之刃",
						["bTag"] = "周老師#5719",
						["class"] = 2,
						["time"] = 1504099453,
						["iLvl"] = 937,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "露娜丨月痕-瓦丝琪",
						["bTag"] = "风中追风#54176",
						["class"] = 3,
						["time"] = 1503146027,
						["iLvl"] = 937,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "锄禾-格雷迈恩",
						["bTag"] = "草莓丶#5566",
						["class"] = 3,
						["time"] = 1503146027,
						["iLvl"] = 934,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "宸枫的往事-狂热之刃",
						["bTag"] = "辰枫的往事#5619",
						["time"] = 1503850135,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [33]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1503849981,
						["name"] = "无畏之御-塞拉摩",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "美杜莎丶七-狂热之刃",
						["bTag"] = "七小妞#5756",
						["class"] = 5,
						["time"] = 1503850135,
						["iLvl"] = 933,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "相澤佑一-幽暗沼泽",
						["bTag"] = "相泽佑一#5754",
						["class"] = 9,
						["time"] = 1503850135,
						["iLvl"] = 926,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丑我也要射-幽暗沼泽",
						["bTag"] = "昵称而已#5890",
						["class"] = 3,
						["time"] = 1503850135,
						["iLvl"] = 929,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "月宮亞由-幽暗沼泽",
						["bTag"] = "月宮亞由#5874",
						["class"] = 5,
						["time"] = 1503850135,
						["iLvl"] = 923,
					}, -- [38]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1503850135,
						["name"] = "法克鱿碧池-阿曼尼",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "萌大壮灬嘟嘟-无尽之海",
						["bTag"] = "我的麦爹骚瑞全场#5121",
						["class"] = 1,
						["time"] = 1503850135,
						["iLvl"] = 931,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "厨子丶-塞拉摩",
						["bTag"] = "神秘演员#5434",
						["class"] = 7,
						["time"] = 1503850135,
						["iLvl"] = 931,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "娜迪娅-踏梦者",
						["bTag"] = "奴伊#51421",
						["class"] = 12,
						["time"] = 1503850135,
						["iLvl"] = 933,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "湮心-塞拉摩",
						["bTag"] = "枫枫#5279",
						["class"] = 9,
						["time"] = 1503850135,
						["iLvl"] = 933,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "国士双双-阿尔萨斯",
						["bTag"] = "一见倾城#5475",
						["class"] = 11,
						["time"] = 1503850135,
						["iLvl"] = 935,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "噢啦大反派-海克泰尔",
						["bTag"] = "一只好青年#5286",
						["class"] = 12,
						["time"] = 1503850135,
						["iLvl"] = 934,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "无畏丶帕拉丁-狂热之刃",
						["bTag"] = "DeathKnight#5495",
						["class"] = 2,
						["time"] = 1503850135,
						["iLvl"] = 936,
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "愤怒的鲫爪子-安苏",
						["bTag"] = "wiaoxang#5815",
						["class"] = 7,
						["time"] = 1503850135,
						["iLvl"] = 930,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "灬死侍丶-安苏",
						["bTag"] = "神月#51375",
						["time"] = 1503858931,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "龙影夜狩-死亡之翼",
						["bTag"] = "海棠秋叶#51251",
						["class"] = 3,
						["time"] = 1503858931,
						["iLvl"] = 910,
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "澹台浮萍灬-安苏",
						["bTag"] = "Bnetplayer#5162794",
						["class"] = 11,
						["time"] = 1503858914,
						["iLvl"] = 926,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "澹台浮萍丶-死亡之翼",
						["bTag"] = "山外小楼夜听雨#51873",
						["class"] = 3,
						["time"] = 1503851237,
						["iLvl"] = 911,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "冒蓝火加特林-熔火之心",
						["bTag"] = "blues#5848",
						["class"] = 1,
						["time"] = 1503858905,
						["iLvl"] = 926,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503850149,
						["name"] = "澹台浮萍丨-凤凰之神",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1503850149,
						["name"] = "澹台浮萍丶-凤凰之神",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "戈鲁-纳沙塔尔",
						["bTag"] = "戈鲁#5292",
						["class"] = 7,
						["time"] = 1503858879,
						["iLvl"] = 929,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄的没落-阿比迪斯",
						["bTag"] = "卡卡西#5873",
						["class"] = 6,
						["time"] = 1503850866,
						["iLvl"] = 936,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "小妞滴索拉卡-克尔苏加德",
						["bTag"] = "lulushe#51586",
						["class"] = 5,
						["time"] = 1503858931,
						["iLvl"] = 934,
					}, -- [57]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1503851184,
						["name"] = "马努鲁鲁-斩魔者",
					}, -- [58]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1503856735,
						["name"] = "冰冻的火-卡德加",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "伤的誓言-罗曼斯",
						["bTag"] = "伤的誓言#5761",
						["class"] = 6,
						["time"] = 1503851096,
						["iLvl"] = 933,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "从前有只鱼-奥特兰克",
						["bTag"] = "AngYuL#5954",
						["class"] = 4,
						["time"] = 1503852591,
						["iLvl"] = 933,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的小石头-冰风岗",
						["bTag"] = "暴走石头#5122",
						["class"] = 1,
						["time"] = 1503858315,
						["iLvl"] = 937,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋的怒吼-海克泰尔",
						["bTag"] = "SAKURA#57488",
						["class"] = 9,
						["time"] = 1503858931,
						["iLvl"] = 920,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "灬碎无痕-丹莫德",
						["bTag"] = "朱洪#51716",
						["class"] = 8,
						["time"] = 1503858871,
						["iLvl"] = 924,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "半妆紫舞-玛洛加尔",
						["bTag"] = "止舞#5420",
						["class"] = 12,
						["time"] = 1503852044,
						["iLvl"] = 926,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "缘倾花-冰风岗",
						["bTag"] = "iPutao#5429",
						["class"] = 3,
						["time"] = 1503850478,
						["iLvl"] = 934,
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "胖头妹-鬼雾峰",
						["bTag"] = "肖申克的救赎#5987",
						["class"] = 2,
						["time"] = 1503854618,
						["iLvl"] = 933,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "心神灬不宁-石爪峰",
						["bTag"] = "红颜灬逝#5134",
						["class"] = 12,
						["time"] = 1503858931,
						["iLvl"] = 931,
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "子佩未央-燃烧之刃",
						["bTag"] = "落痕依然#5334",
						["class"] = 2,
						["time"] = 1503851239,
						["iLvl"] = 936,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇巨瞎-凤凰之神",
						["bTag"] = "老胡#5224",
						["class"] = 12,
						["time"] = 1503858931,
						["iLvl"] = 933,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "吴奇隆-阿比迪斯",
						["bTag"] = "卡卡西#5873",
						["class"] = 1,
						["time"] = 1503857586,
						["iLvl"] = 918,
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "复燃坝坝-血环",
						["bTag"] = "Avenger#52956",
						["class"] = 2,
						["time"] = 1503858931,
						["iLvl"] = 932,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Violencepink-埃德萨拉",
						["bTag"] = "软软#5302",
						["class"] = 9,
						["time"] = 1503860567,
						["iLvl"] = 925,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕哒丶灬丶-冰风岗",
						["bTag"] = "Finn#51960",
						["class"] = 11,
						["time"] = 1503854203,
						["iLvl"] = 926,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风乐乐-格瑞姆巴托",
						["bTag"] = "burenjiya#5245",
						["class"] = 12,
						["time"] = 1503851952,
						["iLvl"] = 926,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷乄敌-格瑞姆巴托",
						["bTag"] = "伊特和木吉#5831",
						["class"] = 8,
						["time"] = 1503858931,
						["iLvl"] = 926,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "听风逝夜-死亡之翼",
						["bTag"] = "超鬼怪我咯#5263",
						["class"] = 3,
						["time"] = 1503858918,
						["iLvl"] = 936,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "饭饭小稀-死亡之翼",
						["bTag"] = "SilentStorm#56452",
						["class"] = 9,
						["time"] = 1503852979,
						["iLvl"] = 934,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Fishermade-燃烧之刃",
						["bTag"] = "FISHER#5347",
						["class"] = 5,
						["time"] = 1503854513,
						["iLvl"] = 933,
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "血影丨妖姬-托塞德林",
						["bTag"] = "雨木霖风#5841",
						["class"] = 6,
						["time"] = 1503856310,
						["iLvl"] = 930,
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "死亡绿巨-能源舰",
						["bTag"] = "dYq#5520",
						["class"] = 6,
						["time"] = 1503858931,
						["iLvl"] = 921,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "樱内梨子-冰霜之刃",
						["bTag"] = "tbagbagwell#5265",
						["class"] = 11,
						["time"] = 1503857053,
						["iLvl"] = 938,
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "若能綻放光芒-贫瘠之地",
						["bTag"] = "四月是你的谎言#53902",
						["class"] = 2,
						["time"] = 1503858192,
						["iLvl"] = 921,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "离开你以后-暗影议会",
						["bTag"] = "浪显#5681",
						["class"] = 8,
						["time"] = 1503858931,
						["iLvl"] = 930,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "青衫如故灬-红云台地",
						["bTag"] = "寂寞如风#5691",
						["class"] = 8,
						["time"] = 1503858871,
						["iLvl"] = 929,
					}, -- [85]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1503858931,
						["name"] = "丶冰块-狂热之刃",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "豹孑頭林沖-死亡之翼",
						["bTag"] = "豹子头林冲#51586",
						["time"] = 1503860567,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 935,
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "迷途尐猪-布兰卡德",
						["bTag"] = "迷途小猪#51872",
						["class"] = 6,
						["time"] = 1503860567,
						["iLvl"] = 928,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾楼某-阿曼尼",
						["bTag"] = "豹子头林冲#51586",
						["class"] = 12,
						["time"] = 1503860465,
						["iLvl"] = 923,
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "天才星-风暴之怒",
						["bTag"] = "天才星术爷#5898",
						["class"] = 12,
						["time"] = 1503860567,
						["iLvl"] = 936,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "心颖-索瑞森",
						["bTag"] = "曾广辉#5461",
						["class"] = 12,
						["time"] = 1503860567,
						["iLvl"] = 932,
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "開水泡饭-伊利丹",
						["bTag"] = "凉白開#5423",
						["class"] = 2,
						["time"] = 1503860567,
						["iLvl"] = 929,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "膨胀的十八鸽-安苏",
						["bTag"] = "Max#5612",
						["class"] = 4,
						["time"] = 1503860567,
						["iLvl"] = 930,
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "丨科洛絲-安苏",
						["bTag"] = "约修亚#51774",
						["class"] = 5,
						["time"] = 1503860567,
						["iLvl"] = 925,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "嫣然含笑-烈焰峰",
						["bTag"] = "嫣然含笑#5368",
						["class"] = 5,
						["time"] = 1503860567,
						["iLvl"] = 934,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运的小艺-伊森利恩",
						["bTag"] = "懒懒怪#5422",
						["class"] = 6,
						["time"] = 1503860567,
						["iLvl"] = 932,
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "水丫頭-烈焰峰",
						["bTag"] = "月下美人#5696",
						["class"] = 5,
						["time"] = 1503860567,
						["iLvl"] = 935,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "森森小鹿-巫妖之王",
						["bTag"] = "卡西欧佩亚#5170",
						["class"] = 11,
						["time"] = 1503860567,
						["iLvl"] = 940,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "多肉大魔王-熔火之心",
						["bTag"] = "慕德莱爻斯#5768",
						["class"] = 1,
						["time"] = 1503860567,
						["iLvl"] = 931,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "丷罗夏丷-安苏",
						["bTag"] = "惊鸿丶#51165",
						["class"] = 1,
						["time"] = 1503860567,
						["iLvl"] = 935,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "祈雨挽歌-冰风岗",
						["bTag"] = "大鸟战神#5484",
						["class"] = 7,
						["time"] = 1503860567,
						["iLvl"] = 937,
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "給你丶詀颜色-凤凰之神",
						["bTag"] = "zs520516#5593",
						["class"] = 7,
						["time"] = 1503860567,
						["iLvl"] = 927,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "只想当个宠物-血色十字军",
						["bTag"] = "一只西瓜#5225",
						["class"] = 11,
						["time"] = 1503860567,
						["iLvl"] = 929,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜杀巅峰-丽丽（四川）",
						["bTag"] = "鹏哥#5270",
						["class"] = 8,
						["time"] = 1503860567,
						["iLvl"] = 927,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1503860294,
						["name"] = "黑白哑剧-燃烧之刃",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "那一年我伤了-格雷迈恩",
						["bTag"] = "我是一个绅士#51802",
						["time"] = 1504099453,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 933,
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "特弥斯-蜘蛛王国",
						["bTag"] = "战巫#51471",
						["class"] = 6,
						["time"] = 1504099453,
						["iLvl"] = 933,
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "六年纪大队长-格雷迈恩",
						["bTag"] = "Ipiece#5885",
						["class"] = 11,
						["time"] = 1504099453,
						["iLvl"] = 935,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "事事轩媛-冰风岗",
						["bTag"] = "事事#5169",
						["class"] = 12,
						["time"] = 1504099453,
						["iLvl"] = 932,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "Dirux-格雷迈恩",
						["bTag"] = "Diru#5306",
						["class"] = 12,
						["time"] = 1504099453,
						["iLvl"] = 933,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "塔那托斯帝-伊森利恩",
						["bTag"] = "FizzyElf#53672",
						["class"] = 12,
						["time"] = 1504099453,
						["iLvl"] = 934,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "芝士芝士丶-格雷迈恩",
						["bTag"] = "Viavia#5389",
						["class"] = 12,
						["time"] = 1504099453,
						["iLvl"] = 940,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "夏雨天-塞纳留斯",
						["bTag"] = "喜欢张章#5550",
						["class"] = 3,
						["time"] = 1504099453,
						["iLvl"] = 931,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "重庆王祖贤丶-格雷迈恩",
						["bTag"] = "深水狼丶#5582",
						["class"] = 3,
						["time"] = 1504099453,
						["iLvl"] = 918,
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "Qearl-瓦丝琪",
						["bTag"] = "进击的小地精#5192",
						["class"] = 5,
						["time"] = 1504099453,
						["iLvl"] = 939,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "無雙亂舞-提尔之手",
						["bTag"] = "gyhyen#5631",
						["class"] = 9,
						["time"] = 1504099453,
						["iLvl"] = 934,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "某该-格雷迈恩",
						["bTag"] = "你是一只骚猪#5834",
						["class"] = 9,
						["time"] = 1504099453,
						["iLvl"] = 938,
					}, -- [117]
					{
						["role"] = "HEALER",
						["name"] = "治愈星-蜘蛛王国",
						["bTag"] = "小勇将军#5375",
						["class"] = 7,
						["time"] = 1504099453,
						["iLvl"] = 932,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "Magniloquent-巴瑟拉斯",
						["bTag"] = "阿烈#5245",
						["class"] = 8,
						["time"] = 1504099453,
						["iLvl"] = 931,
					}, -- [119]
					{
						["role"] = "HEALER",
						["name"] = "重庆唐玄综丶-格雷迈恩",
						["bTag"] = "ONEPEOPLE#51527",
						["class"] = 2,
						["time"] = 1504099453,
						["iLvl"] = 932,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "濒临死亡-血羽",
						["bTag"] = "丫丫大笨蛋#5643",
						["class"] = 8,
						["time"] = 1504099453,
						["iLvl"] = 935,
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "十字花下-格雷迈恩",
						["bTag"] = "haohoo#5862",
						["class"] = 5,
						["time"] = 1504437858,
						["iLvl"] = 928,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "幻灵镇魂曲-冰霜之刃",
						["bTag"] = "一只萌羊啊#5489",
						["class"] = 3,
						["time"] = 1504437858,
						["iLvl"] = 936,
					}, -- [123]
					{
						["role"] = "HEALER",
						["name"] = "岁月赌明天丶-狂热之刃",
						["bTag"] = "MrAaron#5441",
						["class"] = 5,
						["time"] = 1504437858,
						["iLvl"] = 932,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "橙千上万-格雷迈恩",
						["bTag"] = "我是一个绅士#51802",
						["class"] = 12,
						["time"] = 1504437858,
						["iLvl"] = 930,
					}, -- [125]
					{
						["role"] = "HEALER",
						["name"] = "小牛牛萨满-格雷迈恩",
						["bTag"] = "小武#5269",
						["class"] = 7,
						["time"] = 1504437858,
						["iLvl"] = 925,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "囡卜兔-格雷迈恩",
						["bTag"] = "做彼此的宝搞#5891",
						["class"] = 5,
						["time"] = 1504437858,
						["iLvl"] = 933,
					}, -- [127]
					{
						["role"] = "HEALER",
						["name"] = "看我烈焰红唇-鹰巢山",
						["bTag"] = "隐蔽之巨魔#55961",
						["class"] = 2,
						["time"] = 1504437858,
						["iLvl"] = 930,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "Ipiece-格雷迈恩",
						["bTag"] = "Ipiece#5885",
						["class"] = 12,
						["time"] = 1504437858,
						["iLvl"] = 933,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "这个冬天不冷-格瑞姆巴托",
						["bTag"] = "兰云飞#5300",
						["class"] = 1,
						["time"] = 1504436999,
						["iLvl"] = 940,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "Galford-格雷迈恩",
						["bTag"] = "小小兽兵#5430",
						["class"] = 7,
						["time"] = 1504437858,
						["iLvl"] = 934,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "爆头高手-燃烧平原",
						["bTag"] = "压榨机#5151",
						["class"] = 3,
						["time"] = 1504437858,
						["iLvl"] = 928,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "爱桂念铮-斯坦索姆",
						["bTag"] = "巧刚#5324",
						["class"] = 8,
						["time"] = 1504437303,
						["iLvl"] = 930,
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "大鹏德吧德-燃烧之刃",
						["bTag"] = "啊呆#5527",
						["class"] = 11,
						["time"] = 1504437858,
						["iLvl"] = 921,
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "Fallsatan-格雷迈恩",
						["bTag"] = "巧刚#5324",
						["class"] = 6,
						["time"] = 1504437858,
						["iLvl"] = 933,
					}, -- [135]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1504437858,
						["name"] = "帅爆花-利刃之拳",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "邪能乄大主教-安苏",
						["bTag"] = "因帅被群殴#5184",
						["class"] = 2,
						["time"] = 1504560541,
						["iLvl"] = 940,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "冬雷绣春-布兰卡德",
						["bTag"] = "北风倦客#5177",
						["class"] = 2,
						["time"] = 1504554978,
						["iLvl"] = 932,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "一路领先-狂热之刃",
						["bTag"] = "一路领先#51941",
						["class"] = 8,
						["time"] = 1504554943,
						["iLvl"] = 940,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "风彩-阿纳克洛斯",
						["bTag"] = "zaitao#5121",
						["class"] = 3,
						["time"] = 1504554962,
						["iLvl"] = 931,
					}, -- [140]
					{
						["role"] = "HEALER",
						["name"] = "东莞奶霸-冰风岗",
						["bTag"] = "小炮#5772",
						["class"] = 7,
						["time"] = 1504554943,
						["iLvl"] = 941,
					}, -- [141]
					{
						["role"] = "HEALER",
						["name"] = "丿三少丶-萨菲隆",
						["bTag"] = "三丶爺#5547",
						["class"] = 7,
						["time"] = 1504554978,
						["iLvl"] = 931,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "濢埖-海克泰尔",
						["bTag"] = "脏麻子#5101",
						["class"] = 4,
						["time"] = 1504554929,
						["iLvl"] = 939,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1504560541,
						["name"] = "冷月無痕-血色十字军",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1504554972,
						["name"] = "啊蒙-狂热之刃",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "残影嗜血-死亡之翼",
						["bTag"] = "残影嗜血#5922",
						["class"] = 4,
						["time"] = 1504554972,
						["iLvl"] = 935,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "小小越妞子-阿曼尼",
						["bTag"] = "BT160720#5635",
						["class"] = 2,
						["time"] = 1504554978,
						["iLvl"] = 938,
					}, -- [147]
					{
						["role"] = "HEALER",
						["name"] = "皇家老石头-格瑞姆巴托",
						["bTag"] = "老石头#51303",
						["class"] = 5,
						["time"] = 1504554962,
						["iLvl"] = 934,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "平沢忧-冰风岗",
						["bTag"] = "月之殇牛#5370",
						["class"] = 5,
						["time"] = 1504554976,
						["iLvl"] = 938,
					}, -- [149]
					{
						["role"] = "HEALER",
						["name"] = "胯下有鸡物-影之哀伤",
						["bTag"] = "小黑#5856",
						["class"] = 7,
						["time"] = 1504554954,
						["iLvl"] = 934,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "冰爽黑咖啡-燃烧之刃",
						["bTag"] = "afeis#5846",
						["class"] = 6,
						["time"] = 1504554917,
						["iLvl"] = 935,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "那個神棍德-影之哀伤",
						["bTag"] = "何处可藏娇#5594",
						["class"] = 11,
						["time"] = 1504554927,
						["iLvl"] = 932,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Magicface-死亡之翼",
						["bTag"] = "梦里梦不醒梦#51328",
						["class"] = 12,
						["time"] = 1504554978,
						["iLvl"] = 934,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "致昆书-克尔苏加德",
						["bTag"] = "人予莫毒#5673",
						["class"] = 4,
						["time"] = 1504554978,
						["iLvl"] = 932,
					}, -- [154]
					{
						["role"] = "HEALER",
						["name"] = "Ddpandora-冰风岗",
						["bTag"] = "农药喂了部落#5114",
						["class"] = 2,
						["time"] = 1504554978,
						["iLvl"] = 940,
					}, -- [155]
					{
						["role"] = "TANK",
						["name"] = "追赶山边的风-阿克蒙德",
						["bTag"] = "Seanlee#5410",
						["class"] = 11,
						["time"] = 1504554962,
						["iLvl"] = 931,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "崩了崩了-血环",
						["bTag"] = "大悲剧啊#5999",
						["class"] = 4,
						["time"] = 1504554978,
						["iLvl"] = 935,
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "不要打德-死亡之翼",
						["bTag"] = "魏魏的首领#5777",
						["class"] = 11,
						["time"] = 1504554978,
						["iLvl"] = 931,
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "性感丿花千骨-无尽之海",
						["bTag"] = "张建颖#5643",
						["time"] = 1504560541,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 936,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "Monsterntp-烈焰峰",
						["bTag"] = "红桃艾撕#5192",
						["class"] = 5,
						["time"] = 1504560541,
						["iLvl"] = 938,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "刃丶舞-格瑞姆巴托",
						["bTag"] = "华少丶奴家想要#5466",
						["class"] = 12,
						["time"] = 1504560541,
						["iLvl"] = 931,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "话别丶-燃烧之刃",
						["bTag"] = "话别丶#5747",
						["class"] = 10,
						["time"] = 1504560541,
						["iLvl"] = 941,
					}, -- [162]
					{
						["role"] = "TANK",
						["name"] = "葬嗳丶独殇-亚雷戈斯",
						["bTag"] = "童话镇#51795",
						["class"] = 10,
						["time"] = 1504560541,
						["iLvl"] = 936,
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "火夫一号-奥尔加隆",
						["bTag"] = "瞎逛#51750",
						["class"] = 3,
						["time"] = 1504560541,
						["iLvl"] = 935,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "麦兰杜斯-燃烧之刃",
						["bTag"] = "无尽黑暗#5688",
						["class"] = 6,
						["time"] = 1504560541,
						["iLvl"] = 940,
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔重造-迦拉克隆",
						["bTag"] = "机械之鱼人#520669",
						["class"] = 1,
						["time"] = 1504560541,
						["iLvl"] = 932,
					}, -- [166]
					{
						["role"] = "HEALER",
						["name"] = "老牛采花-安苏",
						["bTag"] = "烟锁琼楼#51831",
						["class"] = 2,
						["time"] = 1504560541,
						["iLvl"] = 934,
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "奶下有顆痣-巫妖之王",
						["bTag"] = "闹钟你别闹#51526",
						["class"] = 11,
						["time"] = 1504560541,
						["iLvl"] = 933,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "Emerge-死亡之翼",
						["bTag"] = "无欲无望#51603",
						["class"] = 8,
						["time"] = 1504560541,
						["iLvl"] = 924,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "小沸沸-奥尔加隆",
						["bTag"] = "诺娃#54218",
						["class"] = 8,
						["time"] = 1504560541,
						["iLvl"] = 939,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "一怒为红颜-太阳之井",
						["bTag"] = "暴走豆豆#5741",
						["class"] = 3,
						["time"] = 1504638950,
						["iLvl"] = 934,
					}, -- [171]
					{
						["role"] = "TANK",
						["name"] = "一玄德一-安苏",
						["bTag"] = "BT160412#5731",
						["class"] = 11,
						["time"] = 1504638950,
						["iLvl"] = 936,
					}, -- [172]
					{
						["role"] = "HEALER",
						["name"] = "Thatman-燃烧之刃",
						["bTag"] = "柔情武器战#5652",
						["class"] = 7,
						["time"] = 1504638950,
						["iLvl"] = 928,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "艾萨里-血色十字军",
						["bTag"] = "泽拉图#515859",
						["time"] = 1504638950,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [174]
					{
						["role"] = "HEALER",
						["name"] = "希迩瓦娜絲-冰风岗",
						["bTag"] = "希尔瓦娜思#51688",
						["class"] = 5,
						["time"] = 1504638950,
						["iLvl"] = 929,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "一泉-伊森利恩",
						["bTag"] = "为了部落#579417",
						["class"] = 2,
						["time"] = 1504638950,
						["iLvl"] = 939,
					}, -- [176]
					{
						["role"] = "HEALER",
						["name"] = "大丶海-无尽之海",
						["bTag"] = "大海#5267",
						["class"] = 2,
						["time"] = 1504638950,
						["iLvl"] = 929,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "你本来就很美-祖达克",
						["bTag"] = "young#52386",
						["class"] = 3,
						["time"] = 1504638950,
						["iLvl"] = 933,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "全橙大大领主-血色十字军",
						["bTag"] = "春雨里洗过的太阳#5959",
						["class"] = 2,
						["time"] = 1504638950,
						["iLvl"] = 930,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "吥离不弃-克尔苏加德",
						["bTag"] = "吥离不弃#51530",
						["class"] = 12,
						["time"] = 1504638950,
						["iLvl"] = 933,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "Laughing-暗影议会",
						["bTag"] = "LaughingC#5294",
						["class"] = 7,
						["time"] = 1504638950,
						["iLvl"] = 938,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞的夜丶-血色十字军",
						["bTag"] = "弹弹弹弹弹#51772",
						["class"] = 4,
						["time"] = 1504638950,
						["iLvl"] = 926,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "阿普杜艾力-斯克提斯",
						["bTag"] = "MagicGnome#523816",
						["class"] = 12,
						["time"] = 1504638950,
						["iLvl"] = 940,
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "Enigmalol-伊森利恩",
						["bTag"] = "李扬扬#5103",
						["class"] = 3,
						["time"] = 1504638919,
						["iLvl"] = 941,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "风飘零丶-燃烧之刃",
						["bTag"] = "风飘零#51567",
						["time"] = 1504641591,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [185]
					{
						["role"] = "TANK",
						["name"] = "疯狂的小翼-血吼",
						["bTag"] = "feng#52691",
						["class"] = 6,
						["time"] = 1504641591,
						["iLvl"] = 931,
					}, -- [186]
					{
						["role"] = "TANK",
						["name"] = "孤獨的靈魂-死亡之翼",
						["bTag"] = "光明之锤#5111291",
						["class"] = 6,
						["time"] = 1504640435,
						["iLvl"] = 935,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "杀意丶来袭-格瑞姆巴托",
						["bTag"] = "赵日天#5586",
						["class"] = 6,
						["time"] = 1504641591,
						["iLvl"] = 935,
					}, -- [188]
					{
						["role"] = "HEALER",
						["name"] = "姐需要男人吗-斩魔者",
						["bTag"] = "小甘蔗#5995",
						["class"] = 2,
						["time"] = 1504730202,
						["iLvl"] = 934,
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "穿倒一片-伊利丹",
						["bTag"] = "oktufu#5278",
						["class"] = 1,
						["time"] = 1504641591,
						["iLvl"] = 943,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "思念卡卡西-白骨荒野",
						["bTag"] = "跳跳熊#512303",
						["class"] = 3,
						["time"] = 1504641591,
						["iLvl"] = 932,
					}, -- [191]
					{
						["role"] = "HEALER",
						["name"] = "梁黛丝-安苏",
						["bTag"] = "威廉王子#5703",
						["class"] = 5,
						["time"] = 1504641591,
						["iLvl"] = 932,
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "轻狂书醉墨-血色十字军",
						["bTag"] = "堕落之烬#5917",
						["class"] = 6,
						["time"] = 1504641591,
						["iLvl"] = 940,
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "剑扫江湖事-霜狼",
						["bTag"] = "满楼红袖招#5231",
						["class"] = 12,
						["time"] = 1504641591,
						["iLvl"] = 933,
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "看我发光呀丶-摩摩尔",
						["bTag"] = "小小食人魔#53183",
						["class"] = 11,
						["time"] = 1504641591,
						["iLvl"] = 937,
					}, -- [195]
					{
						["role"] = "HEALER",
						["name"] = "饿了想吃灬糕-死亡之翼",
						["bTag"] = "PANDAGAO#51954",
						["class"] = 7,
						["time"] = 1504641591,
						["iLvl"] = 937,
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "弑神裁决-格瑞姆巴托",
						["bTag"] = "锋临沧海#5320",
						["class"] = 2,
						["time"] = 1504639509,
						["iLvl"] = 940,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "吾择哪片天-洛萨",
						["bTag"] = "SwankyTiger#52385",
						["class"] = 12,
						["time"] = 1504641591,
						["iLvl"] = 935,
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "斉天大聖-白骨荒野",
						["bTag"] = "齐天大聖#51583",
						["class"] = 3,
						["time"] = 1504641591,
						["iLvl"] = 935,
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "冰的豆-太阳之井",
						["bTag"] = "暴走豆豆#5741",
						["class"] = 8,
						["time"] = 1504639987,
						["iLvl"] = 933,
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1504641591,
						["name"] = "咸鱼张-血色十字军",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "板正的一比-布兰卡德",
						["bTag"] = "许波#51184",
						["class"] = 8,
						["time"] = 1504641591,
						["iLvl"] = 934,
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Brothér-血色十字军",
						["bTag"] = "徐先生#51249",
						["time"] = 1504730202,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 936,
					}, -- [203]
					{
						["role"] = "TANK",
						["name"] = "Rdk-灰谷",
						["bTag"] = "対丆起峩愛沵#5313",
						["class"] = 6,
						["time"] = 1504728840,
						["iLvl"] = 931,
					}, -- [204]
					{
						["role"] = "TANK",
						["name"] = "桃酥-无尽之海",
						["bTag"] = "桃酥#51129",
						["class"] = 6,
						["time"] = 1504730202,
						["iLvl"] = 932,
					}, -- [205]
					{
						["role"] = "HEALER",
						["name"] = "醒然-诺森德",
						["bTag"] = "心晴#5517",
						["class"] = 5,
						["time"] = 1504730202,
						["iLvl"] = 935,
					}, -- [206]
					{
						["role"] = "HEALER",
						["name"] = "末曰星辰-黑铁",
						["bTag"] = "丶嘻#5799",
						["class"] = 7,
						["time"] = 1504730202,
						["iLvl"] = 929,
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "来二刀-凤凰之神",
						["bTag"] = "侯志芳#5977",
						["class"] = 4,
						["time"] = 1504730071,
						["iLvl"] = 931,
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "坙灵-符文图腾",
						["bTag"] = "丶暗影#51350",
						["class"] = 8,
						["time"] = 1504730018,
						["iLvl"] = 939,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "牧色迷離-无尽之海",
						["bTag"] = "紫轩风影#5517",
						["class"] = 5,
						["time"] = 1504729142,
						["iLvl"] = 932,
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "一脸萌笑-黑铁",
						["bTag"] = "血狼眼#5611",
						["class"] = 2,
						["time"] = 1504730202,
						["iLvl"] = 933,
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1504728497,
						["name"] = "小七卍猎-主宰之剑",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "汤姆丶赫多拉-红龙军团",
						["bTag"] = "鲁迪#5465",
						["class"] = 8,
						["time"] = 1504729947,
						["iLvl"] = 938,
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "一群麻瓜队友-影之哀伤",
						["bTag"] = "阿国带我回出云#5234",
						["class"] = 5,
						["time"] = 1504730202,
						["iLvl"] = 938,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "皇道霸主-丽丽（四川）",
						["bTag"] = "丁少凡#5729",
						["class"] = 2,
						["time"] = 1504730202,
						["iLvl"] = 933,
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1504730202,
						["name"] = "月神艾露尼-艾莫莉丝",
					}, -- [216]
					{
						["role"] = "HEALER",
						["name"] = "抑郁的王老师-黑铁",
						["bTag"] = "懒懒的魂淡君#5132",
						["class"] = 11,
						["time"] = 1504730039,
						["iLvl"] = 935,
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "一九八六猪-布莱克摩",
						["bTag"] = "若既若离#5194",
						["class"] = 2,
						["time"] = 1504730037,
						["iLvl"] = 944,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "双开贼法德-血顶",
						["bTag"] = "逝水飘零#5478",
						["class"] = 4,
						["time"] = 1504730202,
						["iLvl"] = 946,
					}, -- [219]
					{
						["role"] = "TANK",
						["name"] = "菲拉斯的眼泪-冰霜之刃",
						["bTag"] = "梵烟孽舞#5416",
						["class"] = 6,
						["time"] = 1504730202,
						["iLvl"] = 934,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "铁一坨-黑铁",
						["bTag"] = "拽拽的爱#5433",
						["class"] = 12,
						["time"] = 1504730202,
						["iLvl"] = 934,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "聆听哀傷-凤凰之神",
						["bTag"] = "华丽之裤#554626",
						["class"] = 6,
						["time"] = 1504730202,
						["iLvl"] = 935,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "Mathiasschor-尘风峡谷",
						["bTag"] = "呃丶我感觉很难受#5203",
						["class"] = 4,
						["time"] = 1504730202,
						["iLvl"] = 938,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "泰小阿-血色十字军",
						["bTag"] = "蛋挞蛋挞哥#5286",
						["class"] = 7,
						["time"] = 1504730202,
						["iLvl"] = 939,
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "达少爷-凤凰之神",
						["bTag"] = "达少爷#51968",
						["time"] = 1505400944,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 934,
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "无与伦比的欧-死亡之翼",
						["bTag"] = "MayDays#51860",
						["class"] = 12,
						["time"] = 1505400944,
						["iLvl"] = 943,
					}, -- [226]
					{
						["role"] = "TANK",
						["name"] = "一个獣人-燃烧之刃",
						["bTag"] = "刚子#5501",
						["class"] = 6,
						["time"] = 1505400944,
						["iLvl"] = 942,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "幼儿园杠把子-达基萨斯",
						["bTag"] = "GiantAxe#53722",
						["class"] = 12,
						["time"] = 1505400944,
						["iLvl"] = 934,
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "丶雷爺-血吼",
						["bTag"] = "忘初心丶#51401",
						["class"] = 2,
						["time"] = 1505400944,
						["iLvl"] = 936,
					}, -- [229]
					{
						["role"] = "TANK",
						["name"] = "山鸡哥来也-布兰卡德",
						["bTag"] = "山鸡#5593",
						["class"] = 11,
						["time"] = 1505400944,
						["iLvl"] = 933,
					}, -- [230]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1505400944,
						["name"] = "小琪猫-死亡之翼",
					}, -- [231]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1505400944,
						["name"] = "灬审判者灬-塞拉摩",
					}, -- [232]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1505400806,
						["name"] = "念君卿兮丶-奥尔加隆",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "射得就是你-提瑞斯法",
						["bTag"] = "BOOK#5328",
						["class"] = 3,
						["time"] = 1505400944,
						["iLvl"] = 934,
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天不在-达尔坎",
						["bTag"] = "魅力波波#5659",
						["class"] = 3,
						["time"] = 1505400944,
						["iLvl"] = 936,
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "天刹星魂-诺森德",
						["bTag"] = "天煞#5144",
						["class"] = 3,
						["time"] = 1505400944,
						["iLvl"] = 938,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "美美的园园-雷霆之王",
						["bTag"] = "李岩鹏#5859",
						["class"] = 8,
						["time"] = 1505400944,
						["iLvl"] = 920,
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "家里虐-夏维安",
						["bTag"] = "家里虐#5876",
						["class"] = 1,
						["time"] = 1505400944,
						["iLvl"] = 825,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "褙叛-燃烧之刃",
						["bTag"] = "天草#5173",
						["class"] = 3,
						["time"] = 1505400833,
						["iLvl"] = 931,
					}, -- [239]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1505400944,
						["name"] = "愤怒的小兔子-伊利丹",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1505400944,
						["name"] = "迷踪熊铁枪-提瑞斯法",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1505400944,
						["name"] = "不会玩近战-能源舰",
					}, -- [242]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1505400944,
						["name"] = "缺德一世-伊森利恩",
					}, -- [243]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1505400944,
						["name"] = "兔兔不打豆豆-血色十字军",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1505400944,
						["name"] = "小时候超帅-白骨荒野",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1505400944,
						["name"] = "唐僧愛貂蝉-血色十字军",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1505400944,
						["name"] = "林平之-埃德萨拉",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1505400944,
						["name"] = "雷爺丶-丹莫德",
					}, -- [248]
					{
						["role"] = "TANK",
						["name"] = "紫川箐-鬼雾峰",
						["bTag"] = "紫川霞#5445",
						["time"] = 1505489944,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 931,
					}, -- [249]
					{
						["role"] = "HEALER",
						["name"] = "贫道一雷霆-鬼雾峰",
						["bTag"] = "囧灬囧#5482",
						["class"] = 10,
						["time"] = 1505489944,
						["iLvl"] = 931,
					}, -- [250]
					{
						["role"] = "HEALER",
						["name"] = "半瓶子晃荡丶-鬼雾峰",
						["bTag"] = "七宫#51808",
						["class"] = 2,
						["time"] = 1505489944,
						["iLvl"] = 941,
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "丷丷陌年-鬼雾峰",
						["bTag"] = "陌年#51226",
						["class"] = 3,
						["time"] = 1505489944,
						["iLvl"] = 937,
					}, -- [252]
					{
						["role"] = "TANK",
						["name"] = "秋小凉-鬼雾峰",
						["bTag"] = "小5#52705",
						["class"] = 11,
						["time"] = 1505489944,
						["iLvl"] = 939,
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "風中承诺-鬼雾峰",
						["bTag"] = "杨霄#5866",
						["class"] = 1,
						["time"] = 1505489944,
						["iLvl"] = 939,
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫可疑-鬼雾峰",
						["bTag"] = "絶望丶#5357",
						["class"] = 4,
						["time"] = 1505489944,
						["iLvl"] = 941,
					}, -- [255]
					{
						["role"] = "HEALER",
						["name"] = "亲爱的小水盾-鬼雾峰",
						["bTag"] = "小熊猫#52109",
						["class"] = 7,
						["time"] = 1505489944,
						["iLvl"] = 935,
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "淡然雪-鬼雾峰",
						["bTag"] = "淡然一笑#5948",
						["class"] = 12,
						["time"] = 1505489944,
						["iLvl"] = 939,
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "小米花的卤蛋-风暴之怒",
						["bTag"] = "大脑袋豆豆#5792",
						["class"] = 9,
						["time"] = 1505489944,
						["iLvl"] = 943,
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天里的木木-鬼雾峰",
						["bTag"] = "在下头很硬#51443",
						["class"] = 12,
						["time"] = 1505489944,
						["iLvl"] = 944,
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "淡然云-鬼雾峰",
						["bTag"] = "淡然一笑#5948",
						["class"] = 6,
						["time"] = 1505489944,
						["iLvl"] = 941,
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "就是这么残酷-鬼雾峰",
						["bTag"] = "猪丝马迹#5197",
						["class"] = 12,
						["time"] = 1505489944,
						["iLvl"] = 935,
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "红红虹丶莉栖-鬼雾峰",
						["bTag"] = "在下头很硬#51443",
						["class"] = 8,
						["time"] = 1505489944,
						["iLvl"] = 942,
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "Hexor-鬼雾峰",
						["bTag"] = "苟通#5902",
						["class"] = 5,
						["time"] = 1505489944,
						["iLvl"] = 934,
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "我亲爸爸丶-鬼雾峰",
						["bTag"] = "没头脑丶#5806",
						["class"] = 10,
						["time"] = 1505489944,
						["iLvl"] = 932,
					}, -- [264]
					{
						["role"] = "HEALER",
						["name"] = "迎风小萝莉-火烟之谷",
						["bTag"] = "轩轩吾儿#5904",
						["class"] = 5,
						["time"] = 1505489944,
						["iLvl"] = 935,
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "旖旎朵朵-凤凰之神",
						["bTag"] = "岢嗳糖淉#5893",
						["class"] = 7,
						["time"] = 1505489944,
						["iLvl"] = 937,
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "Indan-血吼",
						["bTag"] = "呆呆丶想你#5619",
						["class"] = 12,
						["time"] = 1505489944,
						["iLvl"] = 722,
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1505489944,
						["name"] = "憨老胡-凤凰之神",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "酱爆葫芦娃-克尔苏加德",
						["bTag"] = "Qxptr#5626",
						["class"] = 1,
						["time"] = 1505489944,
						["iLvl"] = 818,
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "超级淡淡-死亡之翼",
						["bTag"] = "不服就干#5602",
						["class"] = 3,
						["time"] = 1505489944,
						["iLvl"] = 889,
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "梦醒丶泪魢落-冰风岗",
						["bTag"] = "梦醒#5954",
						["class"] = 4,
						["time"] = 1505489944,
						["iLvl"] = 921,
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "水星老妖-海克泰尔",
						["bTag"] = "狂野之裤#5146979",
						["class"] = 2,
						["time"] = 1505489944,
						["iLvl"] = 932,
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊的花哥-伊利丹",
						["bTag"] = "花哥#5664",
						["class"] = 6,
						["time"] = 1505489944,
						["iLvl"] = 926,
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "Promisesd-伊利丹",
						["bTag"] = "Uknow#5800",
						["class"] = 1,
						["time"] = 1505489944,
						["iLvl"] = 921,
					}, -- [274]
					{
						["role"] = "HEALER",
						["name"] = "没错你是坑货-迦拉克隆",
						["bTag"] = "大梦梦#51520",
						["class"] = 5,
						["time"] = 1505489944,
						["iLvl"] = 338,
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1505489944,
						["name"] = "恶魔猎橙手-鬼雾峰",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "球球与少年-霜之哀伤",
						["bTag"] = "超能之鱼人#5158241",
						["class"] = 8,
						["time"] = 1505489944,
						["iLvl"] = 0,
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1505489944,
						["name"] = "来快活阿-死亡之翼",
					}, -- [278]
				},
			},
			["searchInputHistory"] = {
				["2-0-0-0"] = {
					"时光", -- [1]
					"15", -- [2]
					"14", -- [3]
					"2", -- [4]
				},
				["6-0-17-0"] = {
					"炎凉", -- [1]
				},
				["3-131-478-0"] = {
					"化身", -- [1]
					"补", -- [2]
					"打手", -- [3]
					"鸡蛋", -- [4]
					"1-8", -- [5]
				},
				["3-131-479-0"] = {
					"鸡蛋", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["麦吉克库瑞姆 - 格雷迈恩"] = {
			["followMemberList"] = {
				{
					["name"] = "哈尼斯斯-格雷迈恩",
					["guid"] = "Player-1500-01F85A11",
					["status"] = 1,
					["isNew"] = true,
					["time"] = 1535572948,
				}, -- [1]
				{
					["name"] = "某该-格雷迈恩",
					["guid"] = "Player-1500-046E2349",
					["status"] = 1,
					["isNew"] = true,
					["time"] = 1515670270,
				}, -- [2]
			},
			["appShine"] = "80200.03",
			["lastSearchCode"] = "2-0-0-0",
			["createHistoryList"] = {
				"111-249-655-0", -- [1]
				"2-142-518-0", -- [2]
				"2-141-514-0", -- [3]
				"2-146-534-0", -- [4]
				"2-139-504-0", -- [5]
				"2-144-526-0", -- [6]
				"2-138-507-0", -- [7]
				"3-122-468-0", -- [8]
			},
			["minimap"] = {
				["hide"] = true,
			},
			["settings"] = {
				["spamLength"] = 30,
				["panelLock"] = true,
				["storage"] = {
					["y"] = 0,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"3-0-0-0", -- [2]
				"6-0-0-0", -- [3]
				"111-0-0-0", -- [4]
				"9-0-19-0", -- [5]
			},
			["version"] = "80200.03",
			["advShine"] = "70300.02",
			["recent"] = {
				["3-254-671-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "顽皮牛亖-奥特兰克",
						["bTag"] = "好玩#52826",
						["class"] = 6,
						["time"] = 1574179906,
						["iLvl"] = 436,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "鸳鸯踏雪-外域",
						["bTag"] = "往事如尘#51855",
						["time"] = 1574178884,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 446,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "锤锤-外域",
						["bTag"] = "囡丶#5116",
						["class"] = 1,
						["time"] = 1574178884,
						["iLvl"] = 432,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "風崋-死亡之翼",
						["bTag"] = "風無爭#5200",
						["class"] = 2,
						["time"] = 1574178884,
						["iLvl"] = 446,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "弟中弟-外域",
						["bTag"] = "灬默默丶灬#5948",
						["class"] = 6,
						["time"] = 1574178884,
						["iLvl"] = 447,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "嘘丶别叫-外域",
						["bTag"] = "RockBottom#51338",
						["class"] = 8,
						["time"] = 1574178731,
						["iLvl"] = 421,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "下次一定买-影之哀伤",
						["bTag"] = "等下吃啥#5525",
						["class"] = 1,
						["time"] = 1574178662,
						["iLvl"] = 445,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "你猫呢-燃烧之刃",
						["bTag"] = "SimoneSimons#5781",
						["class"] = 1,
						["time"] = 1574178884,
						["iLvl"] = 405,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "承风丶-安苏",
						["bTag"] = "飙到天亮#5649",
						["class"] = 10,
						["time"] = 1574178820,
						["iLvl"] = 445,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "猛龙过海-阿尔萨斯",
						["bTag"] = "HowardRay#5794",
						["class"] = 5,
						["time"] = 1574178689,
						["iLvl"] = 444,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "后勤的奶僧-燃烧之刃",
						["bTag"] = "后勤老生#5450",
						["class"] = 10,
						["time"] = 1574175802,
						["iLvl"] = 451,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "渊薮-万色星辰",
						["bTag"] = "天亦我我亦天#5836",
						["class"] = 10,
						["time"] = 1574177735,
						["iLvl"] = 450,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "柘木楠-死亡之翼",
						["bTag"] = "柘木#5446",
						["class"] = 2,
						["time"] = 1574178224,
						["iLvl"] = 448,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "垃圾恒大集团-迅捷微风",
						["bTag"] = "Minyo#5895",
						["class"] = 8,
						["time"] = 1574178720,
						["iLvl"] = 448,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "踏血尋梅-安苏",
						["bTag"] = "卡卡#5982",
						["class"] = 4,
						["time"] = 1574178884,
						["iLvl"] = 449,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "耳眫丶-安苏",
						["bTag"] = "绊丶#51140",
						["class"] = 12,
						["time"] = 1574178884,
						["iLvl"] = 445,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "葬爱丶风筝-安苏",
						["bTag"] = "艾尔之子#5244891",
						["class"] = 12,
						["time"] = 1574178884,
						["iLvl"] = 445,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "糖糖很可爱-安苏",
						["bTag"] = "Odousang#5199",
						["class"] = 2,
						["time"] = 1574178884,
						["iLvl"] = 371,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "话比情人美-安苏",
						["bTag"] = "话比情人美#5667",
						["class"] = 12,
						["time"] = 1574178884,
						["iLvl"] = 434,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "狼叔杰克曼丶-安苏",
						["bTag"] = "牧羊大叔#5884",
						["class"] = 1,
						["time"] = 1574178662,
						["iLvl"] = 443,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "妮可妮丷-死亡之翼",
						["bTag"] = "萌亦是正义#5474",
						["class"] = 9,
						["time"] = 1574178884,
						["iLvl"] = 443,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "灬老攻灬-死亡之翼",
						["bTag"] = "迷人小相公#5377",
						["class"] = 10,
						["time"] = 1574177997,
						["iLvl"] = 447,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯兰正义-死亡之翼",
						["bTag"] = "pplong#5875",
						["class"] = 4,
						["time"] = 1574175889,
						["iLvl"] = 445,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "彼岸花-迦顿",
						["bTag"] = "小心#51942",
						["class"] = 5,
						["time"] = 1574178884,
						["iLvl"] = 445,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "翔翼-克尔苏加德",
						["bTag"] = "邹利常#5406",
						["class"] = 7,
						["time"] = 1574178646,
						["iLvl"] = 448,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "挖哦酷-死亡之翼",
						["bTag"] = "心往星空彼岸#5657",
						["class"] = 8,
						["time"] = 1574178840,
						["iLvl"] = 448,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "风灵笑肌-燃烧之刃",
						["bTag"] = "风灵笑肌#5866",
						["class"] = 9,
						["time"] = 1574176577,
						["iLvl"] = 448,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "思慕兮梦斯-外域",
						["bTag"] = "SimoneSimons#5781",
						["class"] = 5,
						["time"] = 1574178884,
						["iLvl"] = 447,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "噬魂丨爆君-无尽之海",
						["bTag"] = "游荡的孤魂#51340",
						["class"] = 8,
						["time"] = 1574178646,
						["iLvl"] = 447,
					}, -- [29]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1574178884,
						["name"] = "荣耀的阿昆达-雷霆之怒",
					}, -- [30]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1574179491,
						["name"] = "小庄-影之哀伤",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜丿恶魔-卡扎克",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1574179906,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "薩不满-迦拉克隆",
						["bTag"] = "醉生梦死#5356",
						["class"] = 7,
						["time"] = 1574179906,
						["iLvl"] = 441,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1574179906,
						["name"] = "蘰藤根-鬼雾峰",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "一定是你喝-血牙魔王",
						["bTag"] = "小心追魂#5357",
						["class"] = 6,
						["time"] = 1574179906,
						["iLvl"] = 443,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "亓云-凤凰之神",
						["bTag"] = "亓元#51936",
						["class"] = 12,
						["time"] = 1574179906,
						["iLvl"] = 443,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "今悟术-丽丽（四川）",
						["bTag"] = "逸清尘#51635",
						["class"] = 9,
						["time"] = 1574179906,
						["iLvl"] = 418,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "快乐丶风男-伊森利恩",
						["bTag"] = "大娃#51541",
						["class"] = 10,
						["time"] = 1574179906,
						["iLvl"] = 436,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "铁皮石斛-丽丽（四川）",
						["bTag"] = "小火锅#51922",
						["class"] = 1,
						["time"] = 1574179906,
						["iLvl"] = 452,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Vonkyi-血色十字军",
						["bTag"] = "VONKY#5614",
						["class"] = 7,
						["time"] = 1574179906,
						["iLvl"] = 448,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "Stellaluo-阿比迪斯",
						["bTag"] = "荒岛上的加菲猫#5525",
						["class"] = 11,
						["time"] = 1574179906,
						["iLvl"] = 443,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "牛魔射天-冬拥湖",
						["bTag"] = "狂野牛头人#51714",
						["class"] = 3,
						["time"] = 1574179906,
						["iLvl"] = 443,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1574179906,
						["name"] = "奔云翎-奥特兰克",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "养生迪-克尔苏加德",
						["bTag"] = "拔了猛射#5190",
						["class"] = 7,
						["time"] = 1574179906,
						["iLvl"] = 437,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "全身流氓气-红龙女王",
						["bTag"] = "背你玛的时#5724",
						["class"] = 3,
						["time"] = 1574179906,
						["iLvl"] = 440,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "帮联盟戒网瘾-凤凰之神",
						["bTag"] = "渣男#52931",
						["class"] = 12,
						["time"] = 1574179906,
						["iLvl"] = 436,
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "功夫泰迪丶-凤凰之神",
						["bTag"] = "梦境中的辉夜丶#5910",
						["class"] = 10,
						["time"] = 1574179906,
						["iLvl"] = 438,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "玉米排骨汤-燃烧之刃",
						["bTag"] = "依赖代替沉默#5435",
						["class"] = 4,
						["time"] = 1574179264,
						["iLvl"] = 441,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "张氏情歌-斯坦索姆",
						["bTag"] = "往昔人#5739",
						["class"] = 12,
						["time"] = 1574179906,
						["iLvl"] = 436,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1574179181,
						["name"] = "凯蒽乄血蹄-影之哀伤",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "法不容情-凤凰之神",
						["bTag"] = "贪睡之熊#5259373",
						["class"] = 8,
						["time"] = 1574179906,
						["iLvl"] = 436,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "哈士騎丶-安苏",
						["bTag"] = "Camus#51892",
						["class"] = 2,
						["time"] = 1574179906,
						["iLvl"] = 447,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1574179293,
						["name"] = "煌尚煌-影之哀伤",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "掏出来最大-格瑞姆巴托",
						["bTag"] = "你是牧师我烧绳子#5779",
						["class"] = 5,
						["time"] = 1574179906,
						["iLvl"] = 446,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "散装哀木涕-安苏",
						["bTag"] = "老狼#52417",
						["class"] = 1,
						["time"] = 1574179906,
						["iLvl"] = 438,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1574179906,
						["name"] = "丨星沉丨-伊森利恩",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "酒神玩迷-伊利丹",
						["bTag"] = "烟神玩迷#5508",
						["class"] = 1,
						["time"] = 1574179906,
						["iLvl"] = 438,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "泛泛之輩-燃烧之刃",
						["bTag"] = "说的哈#5630",
						["class"] = 1,
						["time"] = 1574179530,
						["iLvl"] = 450,
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "橘子树风车-影之哀伤",
						["bTag"] = "Dontstay#5909",
						["class"] = 11,
						["time"] = 1574179906,
						["iLvl"] = 448,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "雪舞樱-伊利丹",
						["bTag"] = "雪舞樱#51506",
						["class"] = 12,
						["time"] = 1574179589,
						["iLvl"] = 450,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "机智小和尚-菲拉斯",
						["bTag"] = "木子彡#51672",
						["class"] = 10,
						["time"] = 1574179906,
						["iLvl"] = 444,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "阿利斯塔之力-死亡之翼",
						["bTag"] = "暖心阳光#5447",
						["class"] = 11,
						["time"] = 1574179906,
						["iLvl"] = 451,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Maivelol-冰风岗",
						["bTag"] = "Dytto#5391",
						["class"] = 12,
						["time"] = 1574179906,
						["iLvl"] = 448,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "暮影比对成煌-无尽之海",
						["bTag"] = "风潇#51898",
						["time"] = 1574772463,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 449,
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "开心魔男-龙骨平原",
						["bTag"] = "龙战九幽#5477",
						["class"] = 12,
						["time"] = 1574772463,
						["iLvl"] = 444,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "神坑-血羽",
						["bTag"] = "shuangshuang#5768",
						["class"] = 6,
						["time"] = 1574772463,
						["iLvl"] = 447,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "要啥自荇車-死亡之翼",
						["bTag"] = "王剑#51818",
						["class"] = 12,
						["time"] = 1574772067,
						["iLvl"] = 436,
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "笑很纯丶-死亡之翼",
						["bTag"] = "Christina#51127",
						["class"] = 10,
						["time"] = 1574772463,
						["iLvl"] = 450,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "找个小姐-血羽",
						["bTag"] = "找个小妞#5469",
						["class"] = 2,
						["time"] = 1574772463,
						["iLvl"] = 445,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "千帆-凤凰之神",
						["bTag"] = "千帆#51773",
						["class"] = 1,
						["time"] = 1574772463,
						["iLvl"] = 449,
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "奶油小嗨嗨-伊森利恩",
						["bTag"] = "哈拉雷啾啾啾#5149",
						["class"] = 2,
						["time"] = 1574771974,
						["iLvl"] = 450,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "山姆丶大叔-奥尔加隆",
						["bTag"] = "怪丶叔叔#5859",
						["class"] = 12,
						["time"] = 1574772463,
						["iLvl"] = 444,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "凉曦-恶魔之魂",
						["bTag"] = "凉曦#5763",
						["class"] = 1,
						["time"] = 1574772463,
						["iLvl"] = 433,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "愿风裁尘-燃烧之刃",
						["bTag"] = "Arrow#5687",
						["class"] = 3,
						["time"] = 1574772463,
						["iLvl"] = 443,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "汐语-克尔苏加德",
						["bTag"] = "Stargazer#5803",
						["class"] = 12,
						["time"] = 1574772463,
						["iLvl"] = 445,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "炽炎丶安吉娜-寒冰皇冠",
						["bTag"] = "神舞乐娃#5650",
						["class"] = 9,
						["time"] = 1574772463,
						["iLvl"] = 449,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "咚咚啵-伊森利恩",
						["bTag"] = "咚咚啵哦呀#5818",
						["class"] = 8,
						["time"] = 1574771749,
						["iLvl"] = 443,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "炼红杀满-死亡之翼",
						["bTag"] = "柠檬1985#5762",
						["class"] = 7,
						["time"] = 1574772463,
						["iLvl"] = 446,
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "醉奶行拳-巫妖之王",
						["bTag"] = "纯白信仰#5909",
						["class"] = 10,
						["time"] = 1574772463,
						["iLvl"] = 436,
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "也许丷-冰风岗",
						["bTag"] = "也许#51777",
						["class"] = 2,
						["time"] = 1574772463,
						["iLvl"] = 445,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "美味的兔子-布兰卡德",
						["bTag"] = "风定微涟#5712",
						["class"] = 8,
						["time"] = 1574772463,
						["iLvl"] = 442,
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "如火贼能吃-阿纳克洛斯",
						["bTag"] = "如火#5329",
						["class"] = 5,
						["time"] = 1574772463,
						["iLvl"] = 440,
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "右手兄弟剑-迅捷微风",
						["bTag"] = "右手兄弟剑#5842",
						["class"] = 2,
						["time"] = 1574772463,
						["iLvl"] = 439,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1574772463,
						["name"] = "暴风怒者-凤凰之神",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Alsarser-格瑞姆巴托",
						["bTag"] = "惊魂之武僧222#51917",
						["class"] = 2,
						["time"] = 1574772463,
						["iLvl"] = 445,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "Blackswallow-安苏",
						["bTag"] = "月迷風影#51102",
						["class"] = 4,
						["time"] = 1574772209,
						["iLvl"] = 449,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "神射手刀疤-加基森",
						["bTag"] = "落影情殇#5241",
						["class"] = 3,
						["time"] = 1574771531,
						["iLvl"] = 445,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1574772463,
						["name"] = "丑门台丶-克尔苏加德",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "李帥帥丶-巨龙之吼",
						["bTag"] = "Seopeng#5532",
						["class"] = 1,
						["time"] = 1574772463,
						["iLvl"] = 447,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "岚沨-血色十字军",
						["bTag"] = "李大宝子#51921",
						["class"] = 12,
						["time"] = 1574772463,
						["iLvl"] = 447,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "圣叉叉-达尔坎",
						["bTag"] = "叉叉#5357",
						["class"] = 2,
						["time"] = 1574772463,
						["iLvl"] = 446,
					}, -- [91]
				},
				["1-248-674-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "任记忆丶-冰风岗",
						["bTag"] = "追光者#51510",
						["time"] = 1574265403,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 446,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Koltira-熊猫酒仙",
						["bTag"] = "超能之法师#55547",
						["class"] = 6,
						["time"] = 1574265403,
						["iLvl"] = 404,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "糯米鸡-凤凰之神",
						["bTag"] = "渡边麻友#51307",
						["class"] = 12,
						["time"] = 1574265403,
						["iLvl"] = 432,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小弗霓-凤凰之神",
						["bTag"] = "lhzz#5197",
						["class"] = 4,
						["time"] = 1574265403,
						["iLvl"] = 444,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "灬神辉星辰灬-耐奥祖",
						["bTag"] = "爆烈星辰#5392",
						["time"] = 1574265507,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 444,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "氵风也温柔灬-死亡之翼",
						["bTag"] = "槑籽#5521",
						["class"] = 3,
						["time"] = 1574265507,
						["iLvl"] = 439,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "团子大家族丶-风暴之怒",
						["bTag"] = "团子大家族#5418",
						["class"] = 8,
						["time"] = 1574265507,
						["iLvl"] = 405,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "老板结账了-伊森利恩",
						["bTag"] = "山里的居民#5629",
						["class"] = 2,
						["time"] = 1574265507,
						["iLvl"] = 440,
					}, -- [8]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小熙宸-雷霆之王",
						["bTag"] = "Aomirana#5631",
						["time"] = 1574252366,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 450,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Zhangmes-雷霆之王",
						["bTag"] = "张姆斯#51372",
						["class"] = 1,
						["time"] = 1574252366,
						["iLvl"] = 451,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "失忆君-雷霆之王",
						["bTag"] = "失忆#5448",
						["class"] = 6,
						["time"] = 1574252366,
						["iLvl"] = 446,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Cleopatra-格瑞姆巴托",
						["bTag"] = "風鳴輕紗#5377",
						["class"] = 2,
						["time"] = 1574252366,
						["iLvl"] = 441,
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "咗岸傾城-影之哀伤",
						["bTag"] = "韓先生#51370",
						["time"] = 1574352150,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 439,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "砍出我人生-风暴之鳞",
						["bTag"] = "private008#5715",
						["class"] = 1,
						["time"] = 1574352150,
						["iLvl"] = 420,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "梅花猫-银松森林",
						["bTag"] = "BrightHammer#511299",
						["class"] = 3,
						["time"] = 1574352150,
						["iLvl"] = 440,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Yorhatwob-凤凰之神",
						["bTag"] = "漆之牙#5400",
						["class"] = 8,
						["time"] = 1574352150,
						["iLvl"] = 322,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "蕃茄醬-雷霆之王",
						["bTag"] = "哈德萨满#5449",
						["class"] = 12,
						["time"] = 1574352150,
						["iLvl"] = 430,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "菊部骚动-迅捷微风",
						["bTag"] = "王洋大哥#5886",
						["class"] = 12,
						["time"] = 1574352150,
						["iLvl"] = 418,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "老挫丶-燃烧之刃",
						["bTag"] = "爱自己真是太好了#5141",
						["class"] = 3,
						["time"] = 1574352150,
						["iLvl"] = 435,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "脚滑的美少男-死亡之翼",
						["bTag"] = "天降意大利炮#5696",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 440,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魔牛-无尽之海",
						["bTag"] = "可可#5704",
						["class"] = 11,
						["time"] = 1574352150,
						["iLvl"] = 396,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "奥米迦尔-天空之墙",
						["bTag"] = "王益达#5938",
						["class"] = 12,
						["time"] = 1574352150,
						["iLvl"] = 374,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Whiskyone-贫瘠之地",
						["bTag"] = "SKYone#52735",
						["class"] = 8,
						["time"] = 1574352150,
						["iLvl"] = 448,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "十八项全能-甜水绿洲",
						["bTag"] = "LostGost#5366",
						["class"] = 11,
						["time"] = 1574352150,
						["iLvl"] = 417,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "女詹士-萨尔",
						["bTag"] = "沃尔霍尼#51677",
						["class"] = 1,
						["time"] = 1574352150,
						["iLvl"] = 448,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "幽月丶魅-亡语者",
						["bTag"] = "幽月#51995",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 443,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "橙丶疯暴烈酒-格瑞姆巴托",
						["bTag"] = "Singledoge#51144",
						["class"] = 10,
						["time"] = 1574352150,
						["iLvl"] = 410,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Elakashana-鹰巢山",
						["bTag"] = "SwaranAa#5516",
						["class"] = 4,
						["time"] = 1574352150,
						["iLvl"] = 429,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "辉夜-远古海滩",
						["bTag"] = "暗杀心#51886",
						["class"] = 4,
						["time"] = 1574352150,
						["iLvl"] = 420,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "敗丨刑-格瑞姆巴托",
						["bTag"] = "颏蓇铭芯#5328",
						["class"] = 1,
						["time"] = 1574352150,
						["iLvl"] = 418,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "塔斯叮芶-回音山",
						["bTag"] = "MightyBeast#57202",
						["class"] = 1,
						["time"] = 1574352150,
						["iLvl"] = 417,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "焚我丶殘軀-冰风岗",
						["bTag"] = "龙少#5872",
						["class"] = 11,
						["time"] = 1574352150,
						["iLvl"] = 396,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Paladinswift-无尽之海",
						["bTag"] = "Paladin#52910",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 450,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1574352150,
						["name"] = "一袖乾坤-凤凰之神",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "陆馨-提瑞斯法",
						["bTag"] = "Eclairs#5180",
						["class"] = 6,
						["time"] = 1574352150,
						["iLvl"] = 403,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "最後的思念-冰风岗",
						["bTag"] = "凯恩#59120",
						["class"] = 8,
						["time"] = 1574352150,
						["iLvl"] = 419,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "但丁镇魂曲-燃烧之刃",
						["bTag"] = "红叶侵城#5582",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 425,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "卧龙未醒-海克泰尔",
						["bTag"] = "JAMSC#5428",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 438,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "Darksidessr-迦拉克隆",
						["bTag"] = "绘梦#5672",
						["class"] = 1,
						["time"] = 1574352150,
						["iLvl"] = 438,
					}, -- [27]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1574352150,
						["name"] = "Rosina-燃烧之刃",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "對對不是娇妹-格瑞姆巴托",
						["bTag"] = "俺家养牛滴#5745",
						["class"] = 10,
						["time"] = 1574352150,
						["iLvl"] = 450,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "拾彡刖灬雾-红云台地",
						["bTag"] = "云游者#5677",
						["class"] = 10,
						["time"] = 1574352150,
						["iLvl"] = 397,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "听说你叫乔-燃烧之刃",
						["bTag"] = "听说你叫乔#5208",
						["class"] = 6,
						["time"] = 1574352150,
						["iLvl"] = 452,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "复生猎魔-提瑞斯法",
						["bTag"] = "风剑#5156",
						["class"] = 12,
						["time"] = 1574352150,
						["iLvl"] = 424,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "彝州烧粑粑-燃烧之刃",
						["bTag"] = "Memory#56907",
						["class"] = 12,
						["time"] = 1574352150,
						["iLvl"] = 412,
					}, -- [33]
					{
						["role"] = "TANK",
						["class"] = 10,
						["time"] = 1574352150,
						["name"] = "珍贵奶源-海加尔",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "很爱你哦-燃烧之刃",
						["bTag"] = "瞎搞#5219",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 436,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "影丶之哀伤-无尽之海",
						["bTag"] = "疯过丶哭过丶笑过#5293",
						["class"] = 1,
						["time"] = 1574352119,
						["iLvl"] = 434,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "谢霆锋卩-燃烧之刃",
						["bTag"] = "鱼人目光#5928",
						["class"] = 4,
						["time"] = 1574352150,
						["iLvl"] = 446,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1574352150,
						["name"] = "Elise-埃克索图斯",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "魇皇-迅捷微风",
						["bTag"] = "嗜血天天#5513",
						["class"] = 2,
						["time"] = 1574352150,
						["iLvl"] = 341,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣小龍虾-萨尔",
						["bTag"] = "你陪我去旅行#5515",
						["time"] = 1574352750,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 444,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Linnab-摩摩尔",
						["bTag"] = "光明之锤#5281266",
						["class"] = 9,
						["time"] = 1574352740,
						["iLvl"] = 398,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1574352748,
						["name"] = "弗雷士凯特-毁灭之锤",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "大叔丶借个火-盖斯",
						["bTag"] = "玄雪静丶#5188",
						["class"] = 6,
						["time"] = 1574352748,
						["iLvl"] = 441,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "狂奔的脑残吼-安苏",
						["bTag"] = "Xiong#5856",
						["class"] = 1,
						["time"] = 1574352755,
						["iLvl"] = 316,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1574352763,
						["name"] = "溜了溜了-冰风岗",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "哈嘿嘿-安苏",
						["bTag"] = "Dusty#51778",
						["class"] = 7,
						["time"] = 1574352742,
						["iLvl"] = 427,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "尸体的尸体-泰兰德",
						["bTag"] = "麦克瑞一号#51457",
						["class"] = 3,
						["time"] = 1574352736,
						["iLvl"] = 426,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "伯瓦爾-冰风岗",
						["bTag"] = "rossoner#5628",
						["class"] = 2,
						["time"] = 1574352736,
						["iLvl"] = 424,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "一念花開-深渊之巢",
						["bTag"] = "HappyPants#5880",
						["class"] = 8,
						["time"] = 1574352744,
						["iLvl"] = 383,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "治愈术-奥妮克希亚",
						["bTag"] = "培培培鱼#5455",
						["class"] = 9,
						["time"] = 1574352736,
						["iLvl"] = 406,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "辐射分数-死亡之翼",
						["bTag"] = "空间艰苦#5234",
						["class"] = 8,
						["time"] = 1574352726,
						["iLvl"] = 412,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "猫小萌丶-凤凰之神",
						["bTag"] = "猫小萌#5626",
						["class"] = 5,
						["time"] = 1574352765,
						["iLvl"] = 390,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "战吊释放-死亡之翼",
						["bTag"] = "烽火狼烟#52433",
						["class"] = 1,
						["time"] = 1574352755,
						["iLvl"] = 450,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "夜灬寻猫-阿曼尼",
						["bTag"] = "夜灬寻猫#5423",
						["class"] = 3,
						["time"] = 1574352750,
						["iLvl"] = 373,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "冷泡香片丶-燃烧之刃",
						["bTag"] = "李骏鸿#5605",
						["class"] = 5,
						["time"] = 1574352740,
						["iLvl"] = 418,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "倔强的小乖-大地之怒",
						["bTag"] = "jojomax#5629",
						["class"] = 4,
						["time"] = 1574352736,
						["iLvl"] = 423,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "湮丨灭-伊森利恩",
						["bTag"] = "不必太完美#5244",
						["class"] = 6,
						["time"] = 1574352767,
						["iLvl"] = 396,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "星屑-贫瘠之地",
						["bTag"] = "Sammy#5291",
						["time"] = 1574352767,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 341,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "大羁羁-格瑞姆巴托",
						["bTag"] = "雨欲语鱼#5246",
						["class"] = 4,
						["time"] = 1574352767,
						["iLvl"] = 399,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1574352767,
						["name"] = "招财猫不招财-影之哀伤",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1574352767,
						["name"] = "吃饭睡觉被打-雷斧堡垒",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1574352767,
						["name"] = "小飞蕾-影之哀伤",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "帅得遭不住-利刃之拳",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1575088208,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "屿汐-死亡之翼",
						["bTag"] = "鬼魂之龙#5302599",
						["time"] = 1575088280,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 416,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "满庭芳-龙骨平原",
						["bTag"] = "Pluto#52471",
						["class"] = 3,
						["time"] = 1575088227,
						["iLvl"] = 395,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "乐如朝雾-燃烧之刃",
						["bTag"] = "柒廿之痒丶#5897",
						["class"] = 5,
						["time"] = 1575088210,
						["iLvl"] = 428,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "一名无辜老人-燃烧之刃",
						["bTag"] = "SKT1Faker#52271",
						["class"] = 6,
						["time"] = 1575088282,
						["iLvl"] = 405,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "猪怕满天星-布兰卡德",
						["bTag"] = "今夜孤枕难眠#5821",
						["class"] = 5,
						["time"] = 1575088237,
						["iLvl"] = 409,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "幻媌-安苏",
						["bTag"] = "爽口的农药#5491",
						["class"] = 1,
						["time"] = 1575088359,
						["iLvl"] = 384,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1575088208,
						["name"] = "离婚干游戏-影之哀伤",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "二欠儿-埃加洛尔",
						["bTag"] = "祸水#5252",
						["class"] = 4,
						["time"] = 1575088359,
						["iLvl"] = 441,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "風随-阿格拉玛",
						["bTag"] = "寒星#5672",
						["class"] = 8,
						["time"] = 1575088217,
						["iLvl"] = 448,
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "倚剑走天涯-克尔苏加德",
						["bTag"] = "菜鸟#51795",
						["class"] = 2,
						["time"] = 1575088359,
						["iLvl"] = 446,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Ayjya-死亡之翼",
						["bTag"] = "夏舞桀#5484",
						["class"] = 2,
						["time"] = 1575088359,
						["iLvl"] = 420,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "香风薇薇-通灵学院",
						["bTag"] = "喵一下#5100",
						["class"] = 8,
						["time"] = 1575088359,
						["iLvl"] = 396,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "斩天地狱-巫妖之王",
						["bTag"] = "小灰灰#53297",
						["class"] = 5,
						["time"] = 1575088359,
						["iLvl"] = 417,
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "倔强的遥遥丶-凤凰之神",
						["bTag"] = "清晨的粥深夜的酒#5951",
						["class"] = 11,
						["time"] = 1575088359,
						["iLvl"] = 422,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "会飞的木鱼-鬼雾峰",
						["bTag"] = "陈明忠#5319",
						["class"] = 3,
						["time"] = 1575088359,
						["iLvl"] = 427,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "冰是冷酷的水-凤凰之神",
						["bTag"] = "我老婆是警察#5960",
						["class"] = 8,
						["time"] = 1575088359,
						["iLvl"] = 431,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "索拉里斯幽灵-卡扎克",
						["bTag"] = "wendy#5282",
						["class"] = 4,
						["time"] = 1575088359,
						["iLvl"] = 417,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Dattick-凤凰之神",
						["bTag"] = "艺森#51463",
						["time"] = 1575089313,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 369,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "谈了两渣女-迦拉克隆",
						["bTag"] = "就像名字长一点吖#5763",
						["class"] = 3,
						["time"] = 1575089183,
						["iLvl"] = 410,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "翻云覆雨楼-凤凰之神",
						["bTag"] = "天上之秀#5109",
						["class"] = 10,
						["time"] = 1575089313,
						["iLvl"] = 404,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "谢主龙恩-阿纳克洛斯",
						["bTag"] = "二大爷#5459",
						["class"] = 3,
						["time"] = 1575089183,
						["iLvl"] = 394,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Aubery-安苏",
						["bTag"] = "郑立#51212",
						["class"] = 8,
						["time"] = 1575089296,
						["iLvl"] = 447,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "咸豆浆-血环",
						["bTag"] = "特色点心小吃#5724",
						["class"] = 5,
						["time"] = 1575089298,
						["iLvl"] = 449,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "砂纸英雄-玛法里奥",
						["bTag"] = "撕掉面具#5672",
						["class"] = 12,
						["time"] = 1575089313,
						["iLvl"] = 425,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "芝麻花生糖-血环",
						["bTag"] = "来者何人#51749",
						["class"] = 3,
						["time"] = 1575089298,
						["iLvl"] = 405,
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "Solareth-贫瘠之地",
						["bTag"] = "solarsea#5461",
						["class"] = 2,
						["time"] = 1575089294,
						["iLvl"] = 449,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "迪斯-激流之傲",
						["bTag"] = "juanwa#5357",
						["class"] = 1,
						["time"] = 1575089313,
						["iLvl"] = 420,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "青魂丶猎-恶魔之翼",
						["bTag"] = "青魂断天#5123",
						["class"] = 3,
						["time"] = 1575089313,
						["iLvl"] = 388,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之流-燃烧平原",
						["bTag"] = "苍月之影#5548",
						["class"] = 8,
						["time"] = 1575089313,
						["iLvl"] = 432,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "钢拳雷酒-毁灭之锤",
						["bTag"] = "合金子弹头#5195",
						["class"] = 10,
						["time"] = 1575089183,
						["iLvl"] = 421,
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "雪落灬无痕-死亡之翼",
						["bTag"] = "Snow1573#5428",
						["class"] = 10,
						["time"] = 1575089306,
						["iLvl"] = 407,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1575089306,
						["name"] = "亦小术-红云台地",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "余邀月-格瑞姆巴托",
						["bTag"] = "望向天#5458",
						["class"] = 10,
						["time"] = 1575089306,
						["iLvl"] = 396,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "阿克灬萌德-加尔",
						["bTag"] = "至尊杰克#5831",
						["class"] = 11,
						["time"] = 1575089306,
						["iLvl"] = 417,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1575089156,
						["name"] = "不要脸-外域",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "南卓-格瑞姆巴托",
						["bTag"] = "南灼#5640",
						["class"] = 2,
						["time"] = 1575089294,
						["iLvl"] = 429,
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "污力大宝贝-燃烧之刃",
						["bTag"] = "万溢#5358",
						["class"] = 5,
						["time"] = 1575089183,
						["iLvl"] = 444,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "孤厇梦魇-影之哀伤",
						["bTag"] = "啊牛#5700",
						["class"] = 12,
						["time"] = 1575089298,
						["iLvl"] = 431,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜幽灵牛郎-朵丹尼尔",
						["bTag"] = "午夜的男人#5712",
						["class"] = 8,
						["time"] = 1575089302,
						["iLvl"] = 426,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Miracal-萨菲隆",
						["bTag"] = "Tricify#5333",
						["class"] = 2,
						["time"] = 1575089302,
						["iLvl"] = 322,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "霜翼烬天-死亡之翼",
						["bTag"] = "凸塔山凸#5358",
						["class"] = 8,
						["time"] = 1575089296,
						["iLvl"] = 422,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战的喵喵-冰风岗",
						["bTag"] = "秽翼的喵喵#5302",
						["class"] = 1,
						["time"] = 1575089313,
						["iLvl"] = 360,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "聆丶魂-洛丹伦",
						["bTag"] = "偶尔沉醉#5657",
						["class"] = 9,
						["time"] = 1575089296,
						["iLvl"] = 404,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "魂灭元灵-格瑞姆巴托",
						["bTag"] = "豚鼠宝宝#5935",
						["class"] = 7,
						["time"] = 1575089313,
						["iLvl"] = 435,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "漫动我心-安苏",
						["bTag"] = "天天歪歪#5958",
						["class"] = 6,
						["time"] = 1575089313,
						["iLvl"] = 410,
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "小马叔-密林游侠",
						["bTag"] = "老神仙#51802",
						["class"] = 6,
						["time"] = 1575089294,
						["iLvl"] = 430,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "皛眼狼-阿克蒙德",
						["bTag"] = "紫灵骑士#5348",
						["class"] = 12,
						["time"] = 1575089298,
						["iLvl"] = 391,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "Oscarz-黑铁",
						["bTag"] = "勤劳的胖子#5236",
						["class"] = 4,
						["time"] = 1575089183,
						["iLvl"] = 437,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1575089313,
						["name"] = "混乱之治-恶魔之魂",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1575089294,
						["name"] = "冰蓝星空-麦迪文",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "鹤舞漫步云端-地狱之石",
						["bTag"] = "满月#52889",
						["class"] = 7,
						["time"] = 1575089313,
						["iLvl"] = 427,
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "勿恋红尘-安苏",
						["bTag"] = "敏感之矮人#530574",
						["class"] = 2,
						["time"] = 1575089298,
						["iLvl"] = 438,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1575089302,
						["name"] = "赵羽儿-贫瘠之地",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "恶灵退散-丹莫德",
						["bTag"] = "无常花#5780",
						["class"] = 1,
						["time"] = 1575089298,
						["iLvl"] = 444,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1575089296,
						["name"] = "乱丶霸-血吼",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "Merr-死亡之翼",
						["bTag"] = "不是阿怪#51728",
						["class"] = 12,
						["time"] = 1575089313,
						["iLvl"] = 437,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "宅宅-洛萨",
						["bTag"] = "kai#5180",
						["class"] = 3,
						["time"] = 1575089294,
						["iLvl"] = 447,
					}, -- [120]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小熙宸-雷霆之王",
						["bTag"] = "Aomirana#5631",
						["class"] = 9,
						["time"] = 1574254838,
						["iLvl"] = 450,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Zhangmes-雷霆之王",
						["bTag"] = "张姆斯#51372",
						["time"] = 1574254838,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 451,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "失忆君-雷霆之王",
						["bTag"] = "失忆#5448",
						["class"] = 6,
						["time"] = 1574254838,
						["iLvl"] = 446,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "橡树鲁伊-凤凰之神",
						["bTag"] = "橡树鲁伊#5454",
						["class"] = 11,
						["time"] = 1574254838,
						["iLvl"] = 449,
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "纹身的岳飞-红龙军团",
						["bTag"] = "笨笨虫#51888",
						["time"] = 1575904347,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 448,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1575904347,
						["name"] = "一地树叶儿-石爪峰",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "太阳裂片-迅捷微风",
						["bTag"] = "为什么这样子#51907",
						["class"] = 5,
						["time"] = 1575904183,
						["iLvl"] = 449,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "飘渺丶随风-天空之墙",
						["bTag"] = "沉默风暴#59545",
						["class"] = 5,
						["time"] = 1575904347,
						["iLvl"] = 441,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "花酱-影之哀伤",
						["bTag"] = "偷糖的小熊#5188",
						["time"] = 1576163644,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 450,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1576163644,
						["name"] = "米奈希尒-血吼",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Rileyneal-格雷迈恩",
						["bTag"] = "Elyward#5691",
						["class"] = 2,
						["time"] = 1576163644,
						["iLvl"] = 449,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "彼岸丶花闓-格雷迈恩",
						["bTag"] = "其实很安静#5578",
						["class"] = 12,
						["time"] = 1576163644,
						["iLvl"] = 446,
					}, -- [8]
				},
				["2-146-534-0"] = {
					{
						["role"] = "TANK",
						["iLvl"] = 378,
						["bTag"] = "阿神#5171",
						["notes"] = "菜逼WST",
						["class"] = 10,
						["time"] = 1540417611,
						["name"] = "醉迹满青衫-丽丽（四川）",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "黒白牧丶-迦拉克隆",
						["bTag"] = "风清#51608",
						["time"] = 1576076791,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 443,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "钱晓钱-闪电之刃",
						["bTag"] = "oipc#5371",
						["class"] = 12,
						["time"] = 1576076791,
						["iLvl"] = 443,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "天靈靈地靈靈-黄金之路",
						["bTag"] = "太湖渔夫#5804",
						["class"] = 8,
						["time"] = 1576076791,
						["iLvl"] = 446,
					}, -- [4]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1576076791,
						["name"] = "最远-无尽之海",
					}, -- [5]
				},
			},
			["lastSearchValue"] = "3-135-495-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["Magiccreamdz - 凤凰之神"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["minimap"] = {
				["hide"] = true,
			},
			["lastSearchCode"] = "6-0-0-0",
			["version"] = "90002.03",
			["advShine"] = "80300.01",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
		},
	},
}
