
PawnOptions = {
	["LastVersion"] = 2.0301,
	["ItemLevels"] = {
		{
			["ID"] = 159302,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159302::::::::120:259::35:5:5448:1617:4786:6270:4775:::|h[流水阴谋风帽]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 469,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:259::11:4:6316:4932:4933:1606:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 159339,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159339::::::::120:259::35:5:5448:1617:4786:6271:4775:::|h[高莱克·图尔的披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159335,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159335::::::::120:259::35:5:5448:1617:4786:6269:4775:::|h[枯败部族外衣]|h|r",
		}, -- [5]
		{
			["ID"] = 168379,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:168379::::::::120:259::5:4:4799:1502:5860:4784:::|h[噬舰者的腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 159306,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159306::::::::120:259::35:4:5010:1612:5855:4784:::|h[焦灼污渍长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 155862,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:155862::::::::120:259::16:4:5010:1602:5855:4783:::|h[库拉格的索具攀登靴]|h|r",
		}, -- [8]
		{
			["ID"] = 168377,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:168377::::::::120:259::6:3:4800:1517:4786:::|h[潮汐之血护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 159346,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:159346::::::::120:259::16:5:5010:4802:1602:5865:4784:::|h[肮脏的仆从抓取手套]|h|r",
		}, -- [10]
		{
			["ID"] = 158314,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:158314::::::::120:259::16:4:5010:1602:5860:4784:::|h[可疑忠诚印戒]|h|r",
		}, -- [11]
		{
			["ID"] = 158318,
			["Level"] = 440,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:158318:6108:::::::120:259::35:3:5010:1612:4783:::|h[浊蓝玺戒]|h|r",
		}, -- [12]
		{
			["ID"] = 158374,
			["Level"] = 440,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:158374::::::::120:259::35:3:5010:1612:4783:::|h[瓶中的电荷元素]|h|r",
		}, -- [13]
		{
			["ID"] = 159617,
			["Level"] = 435,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:159617::::::::120:259::16:4:5010:1602:5850:4783:::|h[金辉飞羽]|h|r",
		}, -- [14]
		{
			["ID"] = 158375,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:158375::::::::120:259::16:4:5010:1602:5850:4783:::|h[皇家封臣斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 168818,
			["Level"] = 445,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:168818::::::::120:259::6:4:4800:1808:1517:4786:::|h[西瓦拉的滑刃]|h|r",
		}, -- [16]
		{
			["ID"] = 168818,
			["Level"] = 445,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:168818::168637::::::120:259::6:4:4800:1808:1517:4786:::|h[西瓦拉的滑刃]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "麦吉克库瑞姆-格雷迈恩",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128872] = {
			["Relics"] = {
				{
					["Type"] = "Blood",
				}, -- [1]
				{
					["Type"] = "Iron",
				}, -- [2]
				{
					["Type"] = "Wind",
				}, -- [3]
			},
			["Name"] = "恐惧之刃",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
