
RAIDBUILDER_CHARACTER_DB = {
	["profileKeys"] = {
		["丨還遈專業丨 - 格雷迈恩"] = "丨還遈專業丨 - 格雷迈恩",
	},
	["profiles"] = {
		["丨還遈專業丨 - 格雷迈恩"] = {
			["logs"] = {
				"|cff00ffff2014/12/29 17:39:27|r 兑换平台商品列表已更新。", -- [1]
				"|cff00ffff2015/01/06 14:30:13|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [2]
				"|cff00ffff2015/01/06 16:13:25|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [3]
				"|cff00ffff2015/01/06 16:45:16|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [4]
				"|cff00ffff2015/01/06 18:01:45|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [5]
				"|cff00ffff2015/01/06 20:12:23|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [6]
				"|cff00ffff2015/01/06 22:48:10|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [7]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -9.20255459165264,
					["scale"] = 1,
				},
			},
		},
	},
}
