
ARKINVDB = {
	["profileKeys"] = {
		["丨還遈專業丨 - 格雷迈恩"] = "Default",
	},
	["global"] = {
		["option"] = {
			["sort"] = {
				["method"] = {
					["data"] = {
						[9998] = {
							["order"] = {
								nil, -- [1]
								nil, -- [2]
								nil, -- [3]
								nil, -- [4]
								"itemstatlevel", -- [5]
								"id", -- [6]
								"itemuselevel", -- [7]
								"itemage", -- [8]
								"itemtype", -- [9]
								"vendorprice", -- [10]
							},
						},
						[9995] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9999] = {
							["order"] = {
								"itemstatlevel", -- [1]
								"id", -- [2]
								"itemuselevel", -- [3]
								"itemage", -- [4]
								"itemtype", -- [5]
								"name", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9996] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"name", -- [7]
								"category", -- [8]
								"location", -- [9]
								"quality", -- [10]
							},
						},
						[9997] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
						[9994] = {
							["order"] = {
								nil, -- [1]
								"itemstatlevel", -- [2]
								"id", -- [3]
								"itemuselevel", -- [4]
								"itemage", -- [5]
								"itemtype", -- [6]
								"category", -- [7]
								"location", -- [8]
								"vendorprice", -- [9]
								"quality", -- [10]
							},
						},
					},
				},
			},
			["version"] = 30511,
		},
		["player"] = {
			["data"] = {
				["丨還遈專業丨 - 格雷迈恩"] = {
					["info"] = {
						["realm"] = "格雷迈恩",
						["money"] = 579944835,
						["class"] = "MONK",
						["player_id"] = "丨還遈專業丨 - 格雷迈恩",
						["class_local"] = "武僧",
						["level"] = 100,
						["race"] = "Pandaren",
						["name"] = "丨還遈專業丨",
						["faction"] = "Horde",
						["race_local"] = "熊猫人",
						["skills"] = {
							333, -- [1]
							755, -- [2]
							[5] = 185,
							[6] = 129,
						},
						["gender"] = 2,
						["faction_local"] = "部落",
					},
					["location"] = {
						{
							["slot_count"] = 106,
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:100:268:0:0:0|h[炉石]|h|r",
											["count"] = 1,
											["age"] = 24112941,
										}, -- [1]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:110560:0:0:0:0:0:0:0:100:268:0:11:0|h[要塞炉石]|h|r",
											["count"] = 1,
											["age"] = 24112941,
										}, -- [2]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:118903:0:0:0:0:0:0:0:100:268:0:0:0|h[加工过的采矿锄]|h|r",
											["count"] = 1,
											["age"] = 24112941,
										}, -- [3]
										{
											["q"] = 1,
											["age"] = 24112941,
											["h"] = "|cffffffff|Hitem:87253:0:0:0:0:0:0:1638182913:100:268:0:0:0|h[冷炙大餐]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [4]
										{
											["q"] = 2,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:118897:0:0:0:0:0:0:0:100:268:0:0:0|h[矿工咖啡]|h|r",
											["count"] = 3,
											["age"] = 24112941,
										}, -- [5]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:8529:0:0:0:0:0:0:0:100:268:0:0:0|h[诺格弗格药剂]|h|r",
											["count"] = 20,
											["age"] = 24112941,
										}, -- [6]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:8529:0:0:0:0:0:0:0:100:268:0:0:0|h[诺格弗格药剂]|h|r",
											["count"] = 12,
											["age"] = 24112941,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:109220:0:0:0:0:0:0:0:100:268:0:0:0|h[德拉诺护甲药水]|h|r",
											["count"] = 6,
											["age"] = 24111521,
											["bag_id"] = 1,
										}, -- [8]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:118922:0:0:0:0:0:0:0:100:268:0:11:0|h[奥拉留斯的低语水晶]|h|r",
											["count"] = 1,
											["age"] = 24112941,
										}, -- [9]
										{
											["q"] = 4,
											["age"] = 24112941,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:64402:0:0:0:0:0:0:0:100:268:0:0:0|h[协同战旗]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [10]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["age"] = 24112943,
											["h"] = "|cff0070dd|Hitem:127669:0:0:0:0:0:0:0:100:268:0:0:0|h[疯酋长之颅]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 3,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:127882:0:0:0:0:0:0:0:100:268:0:0:0|h[高能炉]|h|r",
											["count"] = 1,
											["age"] = 24112943,
										}, -- [12]
										{
											["q"] = 1,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hitem:82467:0:0:0:0:0:0:1551937408:100:268:0:0:0|h[拉瑟斯的挽具]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24112943,
										}, -- [13]
										{
											["q"] = 4,
											["age"] = 24112943,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:115333:5335:0:0:0:0:0:0:100:268:0:1:1:115|h[灼光之豪华法杖]|h|r",
											["count"] = 1,
											["bag_id"] = 1,
										}, -- [14]
										{
											["q"] = 5,
											["bag_id"] = 1,
											["h"] = "|cffff8000|Hitem:32838:2673:0:0:0:0:0:947878272:100:268:0:0:0|h[埃辛诺斯战刃]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["age"] = 24112943,
										}, -- [15]
										{
											["q"] = 5,
											["bag_id"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["sb"] = 1,
											["h"] = "|cffff8000|Hitem:19019:1894:0:0:0:0:0:1402882560:100:268:0:0:0|h[雷霆之怒，逐风者的祝福之剑]|h|r",
											["count"] = 1,
											["age"] = 24112943,
										}, -- [16]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Misc_Bag_07_Green",
								}, -- [1]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 24,
									["slot"] = {
										{
											["q"] = 4,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:116265:0:0:0:0:0:0:0:100:268:0:4:1:42|h[狙击手的武装带]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["age"] = 24112943,
										}, -- [1]
										{
											["q"] = 4,
											["age"] = 24112943,
											["h"] = "|cffa335ee|Hitem:119346:5302:5343:0:0:0:0:0:100:268:0:3:1:563|h[裘赛的焦火毁灭斗篷]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [2]
										{
											["q"] = 4,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:65274:0:0:0:0:0:0:0:100:268:0:14:0|h[协同披风]|h|r",
											["slot_id"] = 3,
											["bag_id"] = 2,
										}, -- [3]
										{
											["q"] = 4,
											["age"] = 24112943,
											["h"] = "|cffa335ee|Hitem:128108:5294:5343:0:0:0:0:0:100:268:0:4:2:563:42|h[摧心者颈链]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [4]
										{
											["q"] = 4,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:118304:5301:0:0:0:0:0:0:100:268:0:14:0|h[不朽灵魂之缚法炎金指环]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24112943,
										}, -- [5]
										{
											["q"] = 4,
											["bag_id"] = 2,
											["h"] = "|cffa335ee|Hitem:128180:5301:0:0:0:0:0:0:100:268:0:4:0|h[烁光夜之石指环]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24112943,
										}, -- [6]
										{
											["q"] = 3,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:127657:0:0:0:0:0:0:0:100:268:0:0:0|h[侵蚀虚空]|h|r",
											["slot_id"] = 7,
											["bag_id"] = 2,
										}, -- [7]
										{
											["q"] = 4,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:114551:0:5343:0:0:0:0:0:100:268:0:1:1:563|h[豪华之先知]|h|r",
											["slot_id"] = 8,
											["bag_id"] = 2,
										}, -- [8]
										{
											["q"] = 4,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:112319:0:0:0:0:0:0:0:100:268:0:13:2:525:530|h[骑士徽章]|h|r",
											["slot_id"] = 9,
											["bag_id"] = 2,
										}, -- [9]
										{
											["q"] = 4,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:112317:0:0:0:0:0:0:0:100:268:0:13:2:525:529|h[羽翼沙漏]|h|r",
											["slot_id"] = 10,
											["age"] = 24112943,
										}, -- [10]
										{
											["q"] = 4,
											["age"] = 24112943,
											["ab"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:69210:0:0:0:0:0:0:0:100:268:0:0:0|h[尊崇公会战袍]|h|r",
											["slot_id"] = 11,
											["bag_id"] = 2,
										}, -- [11]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["count"] = 1,
											["sb"] = 1,
											["slot_id"] = 12,
											["h"] = "|cffffffff|Hitem:118918:0:0:0:0:0:0:0:100:268:0:11:0|h[血色头巾]|h|r",
											["age"] = 24112943,
											["loc_id"] = 1,
										}, -- [12]
										{
											["q"] = 1,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 17,
											["h"] = "|cffffffff|Hitem:38682:0:0:0:0:0:0:0:100:268:0:0:0|h[附魔羊皮纸]|h|r",
											["slot_id"] = 13,
											["bag_id"] = 2,
										}, -- [13]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:115524:0:0:0:0:0:0:0:100:268:0:0:0|h[塔拉迪特水晶]|h|r",
											["count"] = 200,
											["age"] = 24112943,
										}, -- [14]
										{
											["q"] = 2,
											["bag_id"] = 2,
											["loc_id"] = 1,
											["count"] = 200,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:115524:0:0:0:0:0:0:0:100:268:0:0:0|h[塔拉迪特水晶]|h|r",
											["slot_id"] = 15,
											["age"] = 24112719,
										}, -- [15]
										{
											["q"] = 2,
											["age"] = 24112943,
											["h"] = "|cff1eff00|Hitem:115524:0:0:0:0:0:0:0:100:268:0:0:0|h[塔拉迪特水晶]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 17,
											["bag_id"] = 2,
										}, -- [16]
										{
											["q"] = 1,
											["age"] = 24112943,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["h"] = "|cffffffff|Hitem:109693:0:0:0:0:0:0:0:100:268:0:0:0|h[德拉诺之尘]|h|r",
											["count"] = 200,
											["bag_id"] = 2,
										}, -- [17]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 112,
											["h"] = "|cffffffff|Hitem:109693:0:0:0:0:0:0:0:100:268:0:0:0|h[德拉诺之尘]|h|r",
											["slot_id"] = 18,
											["bag_id"] = 2,
											["age"] = 24112943,
										}, -- [18]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 15,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["age"] = 24112943,
											["bag_id"] = 2,
										}, -- [19]
										{
											["q"] = 1,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:6218:0:0:0:0:0:0:1896956032:100:268:0:0:0|h[符文铜棒]|h|r",
											["slot_id"] = 20,
											["bag_id"] = 2,
										}, -- [20]
										{
											["q"] = 1,
											["age"] = 24112943,
											["h"] = "|cffffffff|Hitem:119293:0:0:0:0:0:0:0:100:268:0:0:0|h[德拉诺附魔秘术]|h|r",
											["count"] = 2,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 21,
											["bag_id"] = 2,
										}, -- [21]
										{
											["q"] = 1,
											["bag_id"] = 2,
											["h"] = "|cffffffff|Hitem:118723:0:0:0:0:0:0:0:100:268:0:0:0|h[德拉诺珠宝加工秘术]|h|r",
											["count"] = 3,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["age"] = 24112943,
										}, -- [22]
										{
											["q"] = 1,
											["age"] = 24112943,
											["h"] = "|cffffffff|Hitem:20815:0:0:0:0:0:0:0:100:268:0:0:0|h[珠宝制作工具]|h|r",
											["slot_id"] = 23,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 2,
										}, -- [23]
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 24,
											["h"] = "|cff1eff00|Hitem:113261:0:0:0:0:0:0:0:100:268:0:0:0|h[巫术之火]|h|r",
											["count"] = 21,
											["age"] = 24112943,
											["bag_id"] = 2,
										}, -- [24]
									},
									["status"] = -3,
									["h"] = "|cffa335ee|Hitem:51809:0:0:0:0:0:0:0:100:268:0:0:0|h[便携黑洞]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_ShadowEgg.blp",
								}, -- [2]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 2,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["h"] = "|cff1eff00|Hitem:113264:0:0:0:0:0:0:0:100:268:0:0:0|h[巫术之气]|h|r",
											["count"] = 32,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [1]
										{
											["q"] = 2,
											["h"] = "|cff1eff00|Hitem:113263:0:0:0:0:0:0:0:100:268:0:0:0|h[巫术之土]|h|r",
											["count"] = 10,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [2]
										{
											["q"] = 2,
											["bag_id"] = 3,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hitem:120945:0:0:0:0:0:0:0:100:268:0:0:0|h[原始之灵]|h|r",
											["count"] = 130,
											["age"] = 24112943,
										}, -- [3]
										{
											["q"] = 1,
											["age"] = 24112943,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:109129:0:0:0:0:0:0:0:100:268:0:0:0|h[塔拉多幽兰]|h|r",
											["count"] = 200,
											["bag_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109129:0:0:0:0:0:0:0:100:268:0:0:0|h[塔拉多幽兰]|h|r",
											["slot_id"] = 5,
											["loc_id"] = 1,
											["count"] = 114,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 122,
											["h"] = "|cffffffff|Hitem:109128:0:0:0:0:0:0:0:100:268:0:0:0|h[纳格兰箭叶花]|h|r",
											["slot_id"] = 6,
											["bag_id"] = 3,
											["age"] = 24112943,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109127:0:0:0:0:0:0:0:100:268:0:0:0|h[烁星花]|h|r",
											["count"] = 200,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["h"] = "|cffffffff|Hitem:109127:0:0:0:0:0:0:0:100:268:0:0:0|h[烁星花]|h|r",
											["count"] = 148,
											["bag_id"] = 3,
											["age"] = 24112943,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:109125:0:0:0:0:0:0:0:100:268:0:0:0|h[炎火草]|h|r",
											["slot_id"] = 9,
											["bag_id"] = 3,
											["age"] = 24112943,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 44,
											["h"] = "|cffffffff|Hitem:109125:0:0:0:0:0:0:0:100:268:0:0:0|h[炎火草]|h|r",
											["slot_id"] = 10,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [10]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109124:0:0:0:0:0:0:0:100:268:0:0:0|h[寒霜草]|h|r",
											["slot_id"] = 11,
											["loc_id"] = 1,
											["count"] = 200,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [11]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109124:0:0:0:0:0:0:0:100:268:0:0:0|h[寒霜草]|h|r",
											["count"] = 148,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [12]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109126:0:0:0:0:0:0:0:100:268:0:0:0|h[戈尔隆德捕蝇草]|h|r",
											["count"] = 200,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [13]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109126:0:0:0:0:0:0:0:100:268:0:0:0|h[戈尔隆德捕蝇草]|h|r",
											["slot_id"] = 14,
											["loc_id"] = 1,
											["count"] = 145,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [14]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:116053:0:0:0:0:0:0:0:100:268:0:0:0|h[德拉诺种子]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 3,
											["age"] = 24112943,
										}, -- [15]
										{
											["q"] = 1,
											["age"] = 24112943,
											["h"] = "|cffffffff|Hitem:109135:0:0:0:0:0:0:0:100:268:0:0:0|h[生淡水兽肉]|h|r",
											["count"] = 8,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 3,
										}, -- [16]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 200,
											["h"] = "|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:268:0:0:0|h[真铁矿石]|h|r",
											["slot_id"] = 17,
											["bag_id"] = 3,
											["age"] = 24112943,
										}, -- [17]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109119:0:0:0:0:0:0:0:100:268:0:0:0|h[真铁矿石]|h|r",
											["slot_id"] = 18,
											["loc_id"] = 1,
											["count"] = 161,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [18]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:109118:0:0:0:0:0:0:0:100:268:0:0:0|h[黑石矿石]|h|r",
											["slot_id"] = 19,
											["loc_id"] = 1,
											["count"] = 118,
											["age"] = 24112943,
											["bag_id"] = 3,
										}, -- [19]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 16,
											["h"] = "|cffffffff|Hitem:110609:0:0:0:0:0:0:0:100:268:0:0:0|h[天然兽皮]|h|r",
											["slot_id"] = 20,
											["bag_id"] = 3,
											["age"] = 24112943,
										}, -- [20]
										{
											["q"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["h"] = "|cffffffff|Hitem:111557:0:0:0:0:0:0:0:100:268:0:0:0|h[奢华兽毛]|h|r",
											["slot_id"] = 21,
											["bag_id"] = 3,
											["age"] = 24112943,
										}, -- [21]
										{
											["q"] = 1,
											["bag_id"] = 3,
											["h"] = "|cffffffff|Hitem:127771:0:0:0:0:0:0:0:100:268:0:4:0|h[切割图样：爆击]|h|r",
											["slot_id"] = 22,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 1,
											["age"] = 24112943,
										}, -- [22]
									},
									["status"] = -3,
									["h"] = "|cffa335ee|Hitem:43345:0:0:0:0:0:0:-1992530688:100:268:0:0:0|h[龙皮包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_26_Spellfire.blp",
								}, -- [3]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 5,
											["bag_id"] = 4,
											["h"] = "|cffff8000|Hitem:115510:0:0:0:0:0:0:0:100:268:0:0:0|h[元素符文]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["count"] = 5,
											["age"] = 24112943,
										}, -- [1]
										{
											["q"] = 5,
											["age"] = 24112943,
											["h"] = "|cffff8000|Hitem:115509:0:0:0:0:0:0:0:100:268:0:0:0|h[元素石板]|h|r",
											["count"] = 2,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 4,
										}, -- [2]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:101677:0:0:0:0:0:0:0:100:268:0:11:0|h[雷神抓钩]|h|r",
											["slot_id"] = 3,
											["age"] = 24112943,
										}, -- [3]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["h"] = "|cffffffff|Hitem:113478:0:0:0:0:0:0:0:100:268:0:0:0|h[]|h|r",
											["count"] = 1,
											["age"] = 24112943,
										}, -- [4]
										{
											["q"] = 3,
											["age"] = 24112943,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cff0070dd|Hitem:122637:0:0:0:0:0:0:0:100:268:0:1:0|h[自拍神器]|h|r",
											["count"] = 1,
											["bag_id"] = 4,
										}, -- [5]
										{
											["q"] = 1,
											["age"] = 24112943,
											["loc_id"] = 1,
											["count"] = 2,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:128373:0:0:0:0:0:0:0:100:268:0:0:0|h[加急订单：船坞]|h|r",
											["slot_id"] = 6,
											["bag_id"] = 4,
										}, -- [6]
										{
											["q"] = 1,
											["age"] = 24112943,
											["loc_id"] = 1,
											["slot_id"] = 7,
											["h"] = "|cffffffff|Hitem:79249:0:0:0:0:0:0:0:100:268:0:0:0|h[清心书卷]|h|r",
											["count"] = 155,
											["bag_id"] = 4,
										}, -- [7]
										{
											["q"] = 3,
											["age"] = 24112943,
											["h"] = "|cff0070dd|Hitem:118935:0:0:0:0:0:0:0:100:268:0:11:0|h[永茂蕨叶]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 4,
										}, -- [8]
										{
											["q"] = 1,
											["bag_id"] = 4,
											["loc_id"] = 1,
											["count"] = 100,
											["sb"] = 1,
											["h"] = "|cffffffff|Hitem:124099:0:0:0:0:0:0:0:100:268:0:0:0|h[黑齿之爪]|h|r",
											["slot_id"] = 9,
											["age"] = 24112943,
										}, -- [9]
										{
											["q"] = 0,
											["bag_id"] = 4,
											["slot_id"] = 10,
											["loc_id"] = 1,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["slot_id"] = 11,
											["loc_id"] = 1,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 14,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 15,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 16,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 4,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 18,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 19,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 20,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 4,
											["slot_id"] = 22,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 13,
									["h"] = "|cffa335ee|Hitem:38082:0:0:0:0:0:0:0:100:268:0:0:0|h[“巨无霸”背包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_27.blp",
								}, -- [4]
								{
									["q"] = 4,
									["type"] = 1,
									["count"] = 22,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 1,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 2,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 3,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 4,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 5,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 6,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 10,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 11,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 12,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 13,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 15,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 16,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 17,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [17]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 18,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [18]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 19,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [19]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 20,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [20]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["count"] = 1,
											["bag_id"] = 5,
											["slot_id"] = 21,
										}, -- [21]
										{
											["q"] = 0,
											["loc_id"] = 1,
											["slot_id"] = 22,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [22]
									},
									["status"] = -3,
									["empty"] = 22,
									["h"] = "|cffa335ee|Hitem:49295:0:0:0:0:0:0:-1116770688:100:268:0:0:0|h[加大的奥妮克希亚皮袋]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_22.blp",
								}, -- [5]
							},
						}, -- [1]
						[3] = {
							["bag"] = {
								{
									["q"] = 0,
									["type"] = 1,
									["count"] = 28,
									["slot"] = {
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:88375:0:0:0:0:0:0:137513648:100:270:0:0:0|h[芜菁沙袋]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:86569:0:0:0:0:0:0:1705116673:100:270:0:0:0|h[狂乱水晶]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:45038:0:0:0:0:0:0:0:100:270:0:0:0|h[瓦兰奈尔的碎片]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 3,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:116837:0:0:0:0:0:0:0:100:270:0:0:0|h[幽灵之镰]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:105408:4442:4592:0:0:0:0:1561998848:100:270:4:0:0:507|h[腐化水流之杖]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 7,
											["bag_id"] = 1,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24111364,
											["h"] = "|cffe6cc80|Hitem:104403:0:0:0:0:0:0:391060736:100:270:0:0:0|h[地狱咆哮的战戟]|h|r",
											["slot_id"] = 6,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:98260:0:0:0:0:0:-355:1390608494:100:270:4:0:0:465|h[风舞之完美熊猫人长矛]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:86321:4444:4996:4649:0:0:0:-1526017408:100:270:4:0:0:462|h[高瑞，传奇守护者之杖]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:86071:4444:0:0:0:0:0:-2057567360:100:270:4:0:0:445|h[尖啸之虎，齐昂的不灭战矛]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:78473:0:0:0:0:0:0:1257427520:100:270:0:0:0|h[基里尔，百兽之怒]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50735:0:0:0:0:0:0:2104609152:100:270:0:0:0|h[缚誓者，游侠将军的战刃]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40497:0:0:0:0:0:0:1388426112:100:270:0:0:0|h[黑冰]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32374:0:0:0:0:0:0:822218336:100:270:0:0:0|h[扎尔杜姆，吞噬者的法杖]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32344:0:0:0:0:0:0:-2007134720:100:270:0:0:0|h[完美恢复法杖]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32248:0:0:0:0:0:0:834391168:100:270:0:0:0|h[荒芜之戟]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85994:0:0:0:0:0:0:1649762304:100:270:4:0:0:445|h[加拉卡尔，缚灵者之拳]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:86762:0:0:0:0:0:0:375791136:100:270:4:0:0:445|h[加拉卡尔，缚灵者之拳]|h|r",
											["slot_id"] = 17,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50734:0:0:0:0:0:0:976959808:100:270:0:0:0|h[泰瑞纳斯二世的皇家权杖]|h|r",
											["slot_id"] = 18,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [18]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40383:0:0:0:0:0:0:989347456:100:270:0:0:0|h[灾难之握]|h|r",
											["slot_id"] = 19,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40491:0:0:0:0:0:0:2046462464:100:270:0:0:0|h[冰雹]|h|r",
											["slot_id"] = 20,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [20]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:40488:0:0:0:0:0:0:1250499008:100:270:0:0:0|h[冰塔节杖]|h|r",
											["slot_id"] = 21,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [21]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32500:0:0:0:0:0:0:1939483904:100:270:0:0:0|h[卡拉波水晶之塔]|h|r",
											["slot_id"] = 22,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [22]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34009:0:0:0:0:0:0:1825108736:100:270:0:0:0|h[审判之锤]|h|r",
											["slot_id"] = 23,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [23]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32262:0:0:0:0:0:0:725589184:100:270:0:0:0|h[纳斯雷兹姆吸血者]|h|r",
											["slot_id"] = 24,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [24]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32944:0:0:0:0:0:0:1275979200:100:270:0:0:0|h[凤凰的右爪]|h|r",
											["slot_id"] = 25,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [25]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29948:0:0:0:0:0:0:-2008124672:100:270:0:0:0|h[凤凰的左爪]|h|r",
											["slot_id"] = 26,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [26]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29924:0:0:0:0:0:0:936669872:100:270:0:0:0|h[虚空梦魇]|h|r",
											["slot_id"] = 27,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [27]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:17105:0:0:0:0:0:0:-1323025536:100:270:0:0:0|h[光环石锤]|h|r",
											["slot_id"] = 28,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 1,
											["loc_id"] = 3,
										}, -- [28]
									},
									["status"] = -3,
									["texture"] = "Interface\\Icons\\INV_Box_02",
								}, -- [1]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:18203:0:0:0:0:0:0:-1793136256:100:270:0:0:0|h[艾斯卡达尔的右爪]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:104413:0:5030:4818:0:0:0:2122661248:100:270:4:0:0:496|h[黑色之泪兜帽]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:99607:0:5030:4610:0:0:0:0:100:270:4:0:0:491|h[七星圣印之冠]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85396:0:4656:4631:0:0:0:0:100:270:4:0:0:445|h[朱鹤头饰]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85386:0:4669:4593:0:0:0:0:100:270:4:0:0:445|h[朱鹤斗笠]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:86146:0:4656:4643:0:0:0:323480652:100:270:4:0:0:445|h[偷袭之冠]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45523:0:0:0:0:0:0:0:100:270:0:0:0|h[迦罗娜的伪装]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45439:0:0:0:0:0:0:1436272640:100:270:0:0:0|h[坚毅的凝视]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:90844:0:0:0:0:0:0:0:100:270:0:0:0|h[仿制的影踪派头盔]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:33292:0:0:0:0:0:0:1808768256:100:270:0:0:0|h[万圣节头盔]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:99144:4804:4610:4610:0:0:0:0:100:270:4:0:0:496|h[七星圣印肩甲]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85398:4804:4631:0:0:0:0:0:100:270:4:0:0:445|h[朱鹤护肩]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85384:4805:4593:0:0:0:0:0:100:270:4:0:0:445|h[朱鹤肩甲]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:45265:0:0:0:0:0:0:1028790912:100:270:0:0:0|h[巨石肩垫]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:99140:4419:4610:4610:4610:0:0:0:100:270:4:0:0:507|h[七星圣印护胸]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85388:4420:4649:4649:0:0:0:0:100:270:4:0:0:445|h[朱鹤护胸]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 2,
											["loc_id"] = 3,
										}, -- [16]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1857657216:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [2]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:103911:4416:0:0:0:0:0:1117957888:100:270:4:0:0:496|h[螳螂妖甲质护腕]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:99141:4431:4610:4610:0:0:0:0:100:270:4:0:0:498|h[七星圣印护手]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85395:4431:0:0:0:0:0:1949072512:100:270:4:0:0:445|h[朱鹤之握]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85387:4431:0:0:0:0:0:1958403712:100:270:4:0:0:445|h[朱鹤护手]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:105386:0:4610:4647:4647:0:0:1183015296:100:270:4:0:0:497|h[黑色迷梦束带]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:99143:4822:4818:4647:0:0:0:0:100:270:4:0:0:507|h[七星圣印腿甲]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85397:4822:4812:0:0:0:0:1349863168:100:270:4:0:0:445|h[朱鹤护腿]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:85385:4824:4638:0:0:0:0:727540096:100:270:4:0:0:445|h[朱鹤腿甲]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:105431:4428:4610:0:0:0:0:1149805184:100:270:4:0:0:507|h[石趾的磨难便鞋]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:102245:4424:4610:0:0:0:0:848000256:100:270:4:0:0:505|h[千离，砮皂之勇]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:50718:0:0:0:0:0:0:1138725696:100:270:0:0:0|h[皇家血色披风]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:29925:0:0:0:0:0:0:1544414656:100:270:0:0:0|h[凤凰之翼斗篷]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:17102:0:0:0:0:0:0:-1608203264:100:270:0:0:0|h[环雾披风]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:17107:0:0:0:0:0:0:-1388258048:100:270:0:0:0|h[龙血斗篷]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:65274:0:0:0:0:0:0:0:100:270:0:0:0|h[协同披风]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:103750:0:0:0:0:0:0:1263119616:100:270:4:0:0:507|h[魔暴龙的微光之眼]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 3,
											["loc_id"] = 3,
										}, -- [16]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1850732160:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [3]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:103841:0:4592:0:0:0:0:473116288:100:270:4:0:0:507|h[现实撕裂者指环]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:90517:0:0:0:0:0:0:1839564672:100:270:4:0:0:462|h[睿盖尔的无尽指环]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:105319:0:0:0:0:0:0:1034177920:100:270:4:0:0:507|h[活性腐蚀之瓶]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:102311:0:0:0:0:0:0:852770304:100:270:4:0:0:496|h[滴答作响的黑色雷管]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:102302:0:0:0:0:0:0:1117957888:100:270:4:0:0:496|h[暴怒之印]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:102297:0:0:0:0:0:0:910088704:100:270:4:0:0:491|h[战蝎的聚焦水晶]|h|r",
											["slot_id"] = 6,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [6]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:102296:0:0:0:0:0:0:221772672:100:270:4:0:0:496|h[鲁克的不幸护符]|h|r",
											["slot_id"] = 7,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [7]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:95802:0:0:0:0:0:0:1695852928:100:270:4:0:0:465|h[重生符文]|h|r",
											["slot_id"] = 8,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [8]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:86323:0:0:0:0:0:0:1793535360:100:270:4:0:0:445|h[梦魇残片]|h|r",
											["slot_id"] = 9,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [9]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:79329:0:0:0:0:0:0:798653504:100:270:4:0:0:447|h[砮皂圣物]|h|r",
											["slot_id"] = 10,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [10]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:79328:0:0:0:0:0:0:1385310720:100:270:4:0:0:447|h[雪怒圣物]|h|r",
											["slot_id"] = 11,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [11]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:87576:0:0:0:0:0:0:2100358656:100:270:4:0:0:445|h[黑暗极苦烈酒咒符]|h|r",
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:87575:0:0:0:0:0:0:1229113792:100:270:4:0:0:445|h[光明富泡酒咒符]|h|r",
											["slot_id"] = 13,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:47303:0:0:0:0:0:0:-1615586176:100:270:0:0:0|h[死亡的选择]|h|r",
											["slot_id"] = 14,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:34427:0:0:0:0:0:0:2021774464:100:270:0:0:0|h[灰暗的纳鲁薄片]|h|r",
											["slot_id"] = 15,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32483:0:0:0:0:0:0:1783173248:100:270:0:0:0|h[古尔丹之颅]|h|r",
											["slot_id"] = 16,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 4,
											["loc_id"] = 3,
										}, -- [16]
									},
									["status"] = -3,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:953373568:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [4]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:32505:0:0:0:0:0:0:801296512:100:270:0:0:0|h[背叛者的疯狂]|h|r",
											["slot_id"] = 1,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [1]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:87209:0:0:0:0:0:0:405970016:100:270:0:0:0|h[智慧印记]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["count"] = 2,
											["age"] = 24111364,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [2]
										{
											["q"] = 5,
											["h"] = "|cffff8000|Hitem:87208:0:0:0:0:0:0:1799080512:100:270:0:0:0|h[力量印记]|h|r",
											["slot_id"] = 3,
											["sb"] = 1,
											["count"] = 3,
											["age"] = 24111364,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [3]
										{
											["q"] = 4,
											["bag_id"] = 5,
											["ab"] = 1,
											["count"] = 1,
											["sb"] = 1,
											["age"] = 24111364,
											["h"] = "|cffa335ee|Hitem:86547:0:0:0:0:0:0:1116655104:100:270:0:0:0|h[天之裂片]|h|r",
											["slot_id"] = 4,
											["loc_id"] = 3,
										}, -- [4]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:95568:0:0:0:0:0:0:2094382720:100:270:0:0:0|h[夺日者信标]|h|r",
											["slot_id"] = 5,
											["sb"] = 1,
											["count"] = 1,
											["age"] = 24111364,
											["bag_id"] = 5,
											["loc_id"] = 3,
										}, -- [5]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8383:0:0:0:0:0:0:0:100:270:0:0:0|h[普通信件]|h|r",
											["count"] = 1,
											["r"] = true,
											["loc_id"] = 3,
											["age"] = 24111364,
											["bag_id"] = 5,
											["slot_id"] = 6,
										}, -- [6]
										{
											["q"] = 1,
											["h"] = "|cffffffff|Hitem:8383:0:0:0:0:0:0:0:100:270:0:0:0|h[普通信件]|h|r",
											["count"] = 1,
											["r"] = true,
											["loc_id"] = 3,
											["age"] = 24111364,
											["bag_id"] = 5,
											["slot_id"] = 7,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 5,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 9,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1388767360:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [5]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 6,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1481711104:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [6]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 7,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:1163492480:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [7]
								{
									["q"] = 2,
									["type"] = 1,
									["count"] = 16,
									["slot"] = {
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 1,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [1]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 2,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [2]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 3,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [3]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 4,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [4]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 5,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [5]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 6,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [6]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 7,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [7]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 8,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 9,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [9]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 10,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [10]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 11,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [11]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 12,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [12]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 13,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [13]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 14,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [14]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 15,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [15]
										{
											["q"] = 0,
											["loc_id"] = 3,
											["slot_id"] = 16,
											["bag_id"] = 8,
											["count"] = 1,
										}, -- [16]
									},
									["status"] = -3,
									["empty"] = 16,
									["h"] = "|cff1eff00|Hitem:21841:0:0:0:0:0:0:495216768:100:270:0:0:0|h[灵纹布包]|h|r",
									["texture"] = "Interface\\ICONS\\INV_Misc_Bag_23_Netherweave.blp",
								}, -- [8]
								{
									["q"] = 0,
									["type"] = 27,
									["status"] = -5,
									["texture"] = "Interface\\PaperDoll\\UI-PaperDoll-Slot-Bag",
								}, -- [9]
							},
							["slot_count"] = 140,
						},
						[5] = {
							["bag"] = {
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 15,
									["status"] = -3,
								}, -- [2]
							},
						},
						[6] = {
							["slot_count"] = 18,
							["bag"] = {
								{
									["type"] = 14,
									["count"] = 18,
									["slot"] = {
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:120382:0:0:0:0:0:0:0:100:268:0:4:0|h[烬皮软帽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 1,
											["age"] = 24112941,
										}, -- [1]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:127980:5319:0:0:0:0:0:0:100:268:0:3:1:41|h[虚空封印项饰]|h|r",
											["slot_id"] = 2,
											["sb"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["age"] = 24112941,
										}, -- [2]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:128121:0:5342:0:0:0:0:0:100:268:0:4:1:563|h[铁皮护肩]|h|r",
											["count"] = 1,
											["age"] = 24112941,
										}, -- [3]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:124147:5312:0:0:0:0:0:0:100:268:0:5:1:566|h[虚空领主的凋零斗篷]|h|r",
											["slot_id"] = 4,
											["sb"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["age"] = 24112941,
										}, -- [4]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:128125:0:0:0:0:0:0:0:100:268:0:4:0|h[铁皮上衣]|h|r",
											["count"] = 1,
											["age"] = 24112941,
										}, -- [5]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:89195:0:0:0:0:0:0:0:100:268:0:0:0|h[精英官员的衬衣]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 6,
											["age"] = 24112941,
										}, -- [6]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:52252:0:0:0:0:0:0:957204864:100:268:0:0:0|h[光明使者战袍]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 7,
											["age"] = 24112941,
										}, -- [7]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:119333:0:0:0:0:0:0:0:100:268:0:5:1:566|h[裂肢护腕]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 8,
											["age"] = 24112941,
										}, -- [8]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:113949:0:0:0:0:0:0:0:100:268:0:3:0|h[装弹手之握]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 9,
											["age"] = 24112941,
										}, -- [9]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:128298:0:5342:0:0:0:0:0:100:268:0:4:1:563|h[动荡二维腰带]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 10,
											["age"] = 24112941,
										}, -- [10]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:128131:0:0:0:0:0:0:0:100:268:0:4:1:43|h[铁皮护腿]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 11,
											["age"] = 24112941,
										}, -- [11]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:119340:0:0:0:0:0:0:0:100:268:0:5:1:566|h[铁斑便鞋]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 6,
											["slot_id"] = 12,
											["age"] = 24112941,
										}, -- [12]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:118303:5299:0:0:0:0:0:0:100:268:0:11:0|h[巫术无敌之缚法炎金指环]|h|r",
											["slot_id"] = 13,
											["age"] = 24112941,
										}, -- [13]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:128117:5299:0:0:0:0:0:0:100:268:0:4:0|h[符文石戒]|h|r",
											["slot_id"] = 14,
											["age"] = 24112941,
										}, -- [14]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:128149:0:0:0:0:0:0:0:100:268:0:4:0|h[卑贱之罪]|h|r",
											["slot_id"] = 15,
											["age"] = 24112941,
										}, -- [15]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["sb"] = 1,
											["h"] = "|cffa335ee|Hitem:114553:0:0:0:0:0:0:0:100:268:0:1:1:560|h[豪华之抗性]|h|r",
											["slot_id"] = 16,
											["age"] = 24112941,
										}, -- [16]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:116385:5331:0:0:0:0:0:0:100:268:0:4:0|h[熔火烈风钉锤]|h|r",
											["slot_id"] = 17,
											["sb"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["age"] = 24112941,
										}, -- [17]
										{
											["q"] = 4,
											["bag_id"] = 1,
											["h"] = "|cffa335ee|Hitem:115331:5331:0:0:0:0:0:0:100:268:0:1:1:114|h[灼光之豪华战锤]|h|r",
											["slot_id"] = 18,
											["sb"] = 1,
											["loc_id"] = 6,
											["count"] = 1,
											["age"] = 24112941,
										}, -- [18]
									},
									["status"] = -3,
								}, -- [1]
							},
						},
						[9] = {
							["slot_count"] = 12,
							["bag"] = {
								{
									["type"] = 19,
									["count"] = 12,
									["slot"] = {
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 1,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:1101|h[原油]|h|r",
											["bag_id"] = 1,
											["age"] = 24112715,
											["count"] = 290,
										}, -- [1]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 2,
											["sb"] = 1,
											["h"] = "|cff1eff00|Hcurrency:823|h[埃匹希斯水晶]|h|r",
											["bag_id"] = 1,
											["age"] = 24112707,
											["count"] = 6496,
										}, -- [2]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 3,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:1129|h[既定命运印记]|h|r",
											["bag_id"] = 1,
											["age"] = 24111581,
											["count"] = 2,
										}, -- [3]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 4,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:824|h[要塞物资]|h|r",
											["bag_id"] = 1,
											["age"] = 24112942,
											["count"] = 1016,
										}, -- [4]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 5,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:994|h[钢化命运印记]|h|r",
											["bag_id"] = 1,
											["age"] = 24111505,
											["count"] = 7,
										}, -- [5]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 6,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:392|h[荣誉点数]|h|r",
											["bag_id"] = 1,
											["age"] = 24111359,
											["count"] = 63,
										}, -- [6]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 7,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:515|h[暗月奖券]|h|r",
											["bag_id"] = 1,
											["age"] = 24111359,
											["count"] = 13,
										}, -- [7]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 8,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:402|h[铁掌徽记]|h|r",
											["bag_id"] = 1,
											["age"] = 24111359,
											["count"] = 1,
										}, -- [8]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 9,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:776|h[战火徽记]|h|r",
											["bag_id"] = 1,
											["age"] = 24111359,
											["count"] = 10,
										}, -- [9]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 10,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:738|h[次级好运护符]|h|r",
											["bag_id"] = 1,
											["age"] = 24111359,
											["count"] = 119,
										}, -- [10]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 11,
											["sb"] = 1,
											["h"] = "|cffffffff|Hcurrency:777|h[永恒铸币]|h|r",
											["bag_id"] = 1,
											["age"] = 24111359,
											["count"] = 7932,
										}, -- [11]
										{
											["q"] = 1,
											["loc_id"] = 9,
											["slot_id"] = 12,
											["sb"] = 1,
											["count"] = 2,
											["age"] = 24111359,
											["bag_id"] = 1,
											["h"] = "|cffffffff|Hcurrency:752|h[魔古命运符文]|h|r",
										}, -- [12]
									},
									["status"] = -3,
								}, -- [1]
								{
									["type"] = 19,
									["status"] = -6,
								}, -- [2]
							},
						},
						[10] = {
							["bag"] = {
								{
									["type"] = 20,
									["count"] = 45,
									["slot"] = {
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 1,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [1]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 2,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [2]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 3,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [3]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 4,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [4]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 5,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [5]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 6,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [6]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 7,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [7]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 8,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [8]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 9,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [9]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 10,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [10]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 11,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [11]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:127759:0:0:0:0:0:0:0:100:268:0:0:0|h[邪能之灾]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 12,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [12]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 13,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [13]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 14,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [14]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 15,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [15]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 16,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [16]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 17,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [17]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 18,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [18]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 19,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [19]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 20,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [20]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 21,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [21]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 22,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [22]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 23,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [23]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 24,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [24]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 25,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [25]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 26,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [26]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 27,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [27]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 28,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [28]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 29,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [29]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 30,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [30]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 31,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [31]
										{
											["q"] = 4,
											["h"] = "|cffa335ee|Hitem:113588:0:0:0:0:0:0:0:100:268:0:0:0|h[时光水晶]|h|r",
											["count"] = 1,
											["age"] = 24112718,
											["loc_id"] = 10,
											["slot_id"] = 32,
											["bag_id"] = 1,
											["expires"] = 24113438,
										}, -- [32]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 33,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [33]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 34,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [34]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 35,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [35]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 36,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [36]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 37,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [37]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 38,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [38]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 39,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [39]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 40,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [40]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 41,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [41]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 42,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [42]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 43,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [43]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 44,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [44]
										{
											["q"] = 3,
											["h"] = "|cff0070dd|Hitem:118630:0:0:0:0:0:0:0:100:268:0:0:0|h[亢奋强化符文]|h|r",
											["count"] = 1,
											["age"] = 24112719,
											["loc_id"] = 10,
											["slot_id"] = 45,
											["bag_id"] = 1,
											["expires"] = 24113439,
										}, -- [45]
									},
									["status"] = -3,
								}, -- [1]
							},
							["slot_count"] = 45,
						},
					},
				},
				["!ACCOUNT - !ACCOUNT"] = {
					["info"] = {
						["realm"] = "格雷迈恩",
						["player_id"] = "!ACCOUNT - !ACCOUNT",
						["name"] = "Account",
						["faction"] = "Horde",
						["class"] = "ACCOUNT",
						["level"] = 25,
						["class_local"] = "Account",
						["faction_local"] = "部落",
					},
					["location"] = {
						nil, -- [1]
						nil, -- [2]
						nil, -- [3]
						nil, -- [4]
						nil, -- [5]
						nil, -- [6]
						{
							["slot_count"] = 91,
							["bag"] = {
								{
									["type"] = 17,
									["count"] = 91,
									["slot"] = {
										{
											["q"] = 3,
											["index"] = 3,
											["guid"] = "BattlePet-0-0000055D7EF2",
											["bag_id"] = 1,
											["slot_id"] = 1,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1412:1:3:165:10:10:BattlePet-0-0000055D7EF2|h[仿真机械霜鬃野猪]|h|r",
										}, -- [1]
										{
											["q"] = 2,
											["index"] = 5,
											["guid"] = "BattlePet-0-000004C117C6",
											["bag_id"] = 1,
											["slot_id"] = 2,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1532:1:2:145:12:10:BattlePet-0-000004C117C6|h[伊奇]|h|r",
										}, -- [2]
										{
											["q"] = 2,
											["index"] = 4,
											["guid"] = "BattlePet-0-000004D12010",
											["bag_id"] = 1,
											["slot_id"] = 3,
											["h"] = "|cff1eff00|Hbattlepet:1532:1:2:145:12:10:BattlePet-0-000004D12010|h[伊奇]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [3]
										{
											["q"] = 2,
											["index"] = 88,
											["guid"] = "BattlePet-0-000000D43F79",
											["bag_id"] = 1,
											["slot_id"] = 4,
											["h"] = "|cff1eff00|Hbattlepet:283:1:2:151:10:10:BattlePet-0-000000D43F79|h[公会使者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [4]
										{
											["q"] = 2,
											["index"] = 89,
											["guid"] = "BattlePet-0-000000D43F7B",
											["bag_id"] = 1,
											["slot_id"] = 5,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:281:1:2:151:10:10:BattlePet-0-000000D43F7B|h[公会侍从]|h|r",
										}, -- [5]
										{
											["q"] = 2,
											["index"] = 6,
											["guid"] = "BattlePet-0-000000046A1B",
											["bag_id"] = 1,
											["slot_id"] = 6,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:119:1:2:151:10:10:BattlePet-0-000000046A1B|h[冬天爷爷的助手]|h|r",
										}, -- [6]
										{
											["q"] = 2,
											["index"] = 7,
											["guid"] = "BattlePet-0-000004CCB1E9",
											["bag_id"] = 1,
											["slot_id"] = 7,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:118:1:2:151:10:10:BattlePet-0-000004CCB1E9|h[冬季驯鹿]|h|r",
										}, -- [7]
										{
											["q"] = 2,
											["index"] = 9,
											["guid"] = "BattlePet-0-000000046A2C",
											["bag_id"] = 1,
											["slot_id"] = 8,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:306:1:2:144:11:11:BattlePet-0-000000046A2C|h[冬泉豹幼崽]|h|r",
										}, -- [8]
										{
											["q"] = 2,
											["index"] = 8,
											["guid"] = "BattlePet-0-000000C65BE0",
											["bag_id"] = 1,
											["slot_id"] = 9,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:306:1:2:144:11:11:BattlePet-0-000000C65BE0|h[冬泉豹幼崽]|h|r",
										}, -- [9]
										{
											["q"] = 3,
											["index"] = 10,
											["guid"] = "BattlePet-0-000000046A2A",
											["bag_id"] = 1,
											["slot_id"] = 10,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:175:1:3:149:11:13:BattlePet-0-000000046A2A|h[凤凰宝宝]|h|r",
										}, -- [10]
										{
											["q"] = 3,
											["index"] = 13,
											["guid"] = "BattlePet-0-000000D4224E",
											["bag_id"] = 1,
											["slot_id"] = 11,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1142:1:3:158:10:12:BattlePet-0-000000D4224E|h[发条拳手]|h|r",
										}, -- [11]
										{
											["q"] = 3,
											["index"] = 11,
											["guid"] = "BattlePet-0-0000012D9D49",
											["bag_id"] = 1,
											["slot_id"] = 12,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1142:1:3:158:10:12:BattlePet-0-0000012D9D49|h[发条拳手]|h|r",
										}, -- [12]
										{
											["q"] = 3,
											["index"] = 12,
											["guid"] = "BattlePet-0-0000012D9D47",
											["bag_id"] = 1,
											["slot_id"] = 13,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1142:1:3:158:10:12:BattlePet-0-0000012D9D47|h[发条拳手]|h|r",
										}, -- [13]
										{
											["q"] = 3,
											["index"] = 14,
											["guid"] = "BattlePet-0-000004C368EB",
											["bag_id"] = 1,
											["slot_id"] = 14,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1567:1:3:149:12:12:BattlePet-0-000004C368EB|h[哨兵之友]|h|r",
										}, -- [14]
										{
											["q"] = 3,
											["index"] = 15,
											["guid"] = "BattlePet-0-000000046A2D",
											["bag_id"] = 1,
											["slot_id"] = 15,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:316:1:3:159:10:11:BattlePet-0-000000046A2D|h[塞纳里奥角鹰兽宝宝]|h|r",
										}, -- [15]
										{
											["q"] = 2,
											["index"] = 16,
											["guid"] = "BattlePet-0-000001A64380",
											["bag_id"] = 1,
											["slot_id"] = 16,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1321:1:2:148:10:11:BattlePet-0-000001A64380|h[天青雏鹤]|h|r",
										}, -- [16]
										{
											["q"] = 2,
											["index"] = 17,
											["guid"] = "BattlePet-0-0000014C000C",
											["bag_id"] = 1,
											["slot_id"] = 17,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1321:1:2:148:11:10:BattlePet-0-0000014C000C|h[天青雏鹤]|h|r",
										}, -- [17]
										{
											["q"] = 3,
											["index"] = 1,
											["guid"] = "BattlePet-0-000000046A1F",
											["bag_id"] = 1,
											["slot_id"] = 18,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:243:25:3:1628:322:208:BattlePet-0-000000046A1F|h[奥妮克希亚龙宝宝]|h|r",
										}, -- [18]
										{
											["q"] = 3,
											["index"] = 19,
											["guid"] = "BattlePet-0-000001A692EA",
											["bag_id"] = 1,
											["slot_id"] = 19,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1320:1:3:152:10:13:BattlePet-0-000001A692EA|h[小布]|h|r",
										}, -- [19]
										{
											["q"] = 3,
											["index"] = 18,
											["guid"] = "BattlePet-0-000001ABECE9",
											["bag_id"] = 1,
											["slot_id"] = 20,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1320:1:3:152:10:13:BattlePet-0-000001ABECE9|h[小布]|h|r",
										}, -- [20]
										{
											["q"] = 3,
											["index"] = 20,
											["guid"] = "BattlePet-0-000000046A31",
											["bag_id"] = 1,
											["slot_id"] = 21,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:320:1:3:161:11:10:BattlePet-0-000000046A31|h[小泰蕾苟萨]|h|r",
										}, -- [21]
										{
											["q"] = 2,
											["index"] = 21,
											["guid"] = "BattlePet-0-000000046A1E",
											["bag_id"] = 1,
											["slot_id"] = 22,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:197:1:2:145:11:11:BattlePet-0-000000046A1E|h[小眼镜蛇]|h|r",
										}, -- [22]
										{
											["q"] = 2,
											["index"] = 22,
											["guid"] = "BattlePet-0-000000046A26",
											["bag_id"] = 1,
											["slot_id"] = 23,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:232:1:2:142:11:11:BattlePet-0-000000046A26|h[小达尔特]|h|r",
										}, -- [23]
										{
											["q"] = 2,
											["index"] = 24,
											["guid"] = "BattlePet-0-000000753CA4",
											["bag_id"] = 1,
											["slot_id"] = 24,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:847:1:2:153:10:10:BattlePet-0-000000753CA4|h[小鱼]|h|r",
										}, -- [24]
										{
											["q"] = 2,
											["index"] = 23,
											["guid"] = "BattlePet-0-0000006A5EF9",
											["bag_id"] = 1,
											["slot_id"] = 25,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:847:1:2:153:10:10:BattlePet-0-0000006A5EF9|h[小鱼]|h|r",
										}, -- [25]
										{
											["q"] = 2,
											["index"] = 25,
											["guid"] = "BattlePet-0-00000106CC4E",
											["bag_id"] = 1,
											["slot_id"] = 26,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1040:1:2:160:10:10:BattlePet-0-00000106CC4E|h[帝蚕虫]|h|r",
										}, -- [26]
										{
											["q"] = 2,
											["index"] = 27,
											["guid"] = "BattlePet-0-000000C1D8BF",
											["bag_id"] = 1,
											["slot_id"] = 27,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1040:1:2:160:10:10:BattlePet-0-000000C1D8BF|h[帝蚕虫]|h|r",
										}, -- [27]
										{
											["q"] = 2,
											["index"] = 26,
											["guid"] = "BattlePet-0-00000106CC4D",
											["bag_id"] = 1,
											["slot_id"] = 28,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1040:1:2:160:10:10:BattlePet-0-00000106CC4D|h[帝蚕虫]|h|r",
										}, -- [28]
										{
											["q"] = 2,
											["index"] = 29,
											["guid"] = "BattlePet-0-00000136E9B2",
											["bag_id"] = 1,
											["slot_id"] = 29,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1039:1:2:157:9:11:BattlePet-0-00000136E9B2|h[帝蚕蛾]|h|r",
										}, -- [29]
										{
											["q"] = 2,
											["index"] = 28,
											["guid"] = "BattlePet-0-000001A273E5",
											["bag_id"] = 1,
											["slot_id"] = 30,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1039:1:2:157:9:11:BattlePet-0-000001A273E5|h[帝蚕蛾]|h|r",
										}, -- [30]
										{
											["q"] = 2,
											["index"] = 30,
											["guid"] = "BattlePet-0-000001202EF4",
											["bag_id"] = 1,
											["slot_id"] = 31,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:55:1:2:156:8:11:BattlePet-0-000001202EF4|h[幽暗城蟑螂]|h|r",
										}, -- [31]
										{
											["q"] = 2,
											["index"] = 2,
											["guid"] = "BattlePet-0-000000046A14",
											["bag_id"] = 1,
											["slot_id"] = 32,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:55:2:2:208:18:22:BattlePet-0-000000046A14|h[幽暗城蟑螂]|h|r",
										}, -- [32]
										{
											["q"] = 3,
											["index"] = 31,
											["guid"] = "BattlePet-0-000000BEECE7",
											["bag_id"] = 1,
											["slot_id"] = 33,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1149:1:3:152:12:12:BattlePet-0-000000BEECE7|h[心火小鬼]|h|r",
										}, -- [33]
										{
											["q"] = 3,
											["index"] = 32,
											["guid"] = "BattlePet-0-000000C55649",
											["bag_id"] = 1,
											["slot_id"] = 34,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1149:1:3:152:12:12:BattlePet-0-000000C55649|h[心火小鬼]|h|r",
										}, -- [34]
										{
											["q"] = 3,
											["index"] = 33,
											["guid"] = "BattlePet-0-000000D0F8DF",
											["bag_id"] = 1,
											["slot_id"] = 35,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1149:1:3:152:12:12:BattlePet-0-000000D0F8DF|h[心火小鬼]|h|r",
										}, -- [35]
										{
											["q"] = 3,
											["index"] = 34,
											["guid"] = "BattlePet-0-000001A56C3A",
											["bag_id"] = 1,
											["slot_id"] = 36,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1183:1:3:152:13:10:BattlePet-0-000001A56C3A|h[意志之子]|h|r",
										}, -- [36]
										{
											["q"] = 2,
											["index"] = 35,
											["guid"] = "BattlePet-0-00000040DBE3",
											["bag_id"] = 1,
											["slot_id"] = 37,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:227:1:2:148:12:10:BattlePet-0-00000040DBE3|h[战斗机器人]|h|r",
										}, -- [37]
										{
											["q"] = 2,
											["index"] = 36,
											["guid"] = "BattlePet-0-000004C116FA",
											["bag_id"] = 1,
											["slot_id"] = 38,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1540:1:2:148:11:11:BattlePet-0-000004C116FA|h[明亮孢子]|h|r",
										}, -- [38]
										{
											["q"] = 3,
											["index"] = 37,
											["guid"] = "BattlePet-0-000000046A30",
											["bag_id"] = 1,
											["slot_id"] = 39,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:270:1:3:161:11:10:BattlePet-0-000000046A30|h[暗色凤凰宝宝]|h|r",
										}, -- [39]
										{
											["q"] = 3,
											["index"] = 40,
											["guid"] = "BattlePet-0-000004D0C80D",
											["bag_id"] = 1,
											["slot_id"] = 40,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1565:1:3:152:13:10:BattlePet-0-000004D0C80D|h[机械小蝎子]|h|r",
										}, -- [40]
										{
											["q"] = 3,
											["index"] = 39,
											["guid"] = "BattlePet-0-000004E71E4F",
											["bag_id"] = 1,
											["slot_id"] = 41,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1565:1:3:152:13:10:BattlePet-0-000004E71E4F|h[机械小蝎子]|h|r",
										}, -- [41]
										{
											["q"] = 3,
											["index"] = 38,
											["guid"] = "BattlePet-0-000004E71E51",
											["bag_id"] = 1,
											["slot_id"] = 42,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1565:1:3:155:12:11:BattlePet-0-000004E71E51|h[机械小蝎子]|h|r",
										}, -- [42]
										{
											["q"] = 3,
											["index"] = 41,
											["guid"] = "BattlePet-0-0000050EA08E",
											["bag_id"] = 1,
											["slot_id"] = 43,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1403:1:3:155:12:11:BattlePet-0-0000050EA08E|h[机械斧喙鸟]|h|r",
										}, -- [43]
										{
											["q"] = 2,
											["index"] = 43,
											["guid"] = "BattlePet-0-000000BB56F9",
											["bag_id"] = 1,
											["slot_id"] = 44,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-000000BB56F9|h[机械松鼠]|h|r",
										}, -- [44]
										{
											["q"] = 2,
											["index"] = 42,
											["guid"] = "BattlePet-0-000000046A1C",
											["bag_id"] = 1,
											["slot_id"] = 45,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:39:1:2:153:9:11:BattlePet-0-000000046A1C|h[机械松鼠]|h|r",
										}, -- [45]
										{
											["q"] = 2,
											["index"] = 45,
											["guid"] = "BattlePet-0-0000010612DE",
											["bag_id"] = 1,
											["slot_id"] = 46,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:844:1:2:148:10:11:BattlePet-0-0000010612DE|h[机械熊猫人幼龙]|h|r",
										}, -- [46]
										{
											["q"] = 2,
											["index"] = 44,
											["guid"] = "BattlePet-0-000001BE9A59",
											["bag_id"] = 1,
											["slot_id"] = 47,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:844:1:2:148:10:11:BattlePet-0-000001BE9A59|h[机械熊猫人幼龙]|h|r",
										}, -- [47]
										{
											["q"] = 2,
											["index"] = 46,
											["guid"] = "BattlePet-0-000000046A20",
											["bag_id"] = 1,
											["slot_id"] = 48,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:65:1:2:156:9:10:BattlePet-0-000000046A20|h[树蛙]|h|r",
										}, -- [48]
										{
											["q"] = 2,
											["index"] = 47,
											["guid"] = "BattlePet-0-000000046A22",
											["bag_id"] = 1,
											["slot_id"] = 49,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:77:1:2:151:10:10:BattlePet-0-000000046A22|h[棕色蟒蛇]|h|r",
										}, -- [49]
										{
											["q"] = 3,
											["index"] = 48,
											["guid"] = "BattlePet-0-000004C295B7",
											["bag_id"] = 1,
											["slot_id"] = 50,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1566:1:3:152:10:13:BattlePet-0-000004C295B7|h[永茂小孔雀]|h|r",
										}, -- [50]
										{
											["q"] = 3,
											["index"] = 49,
											["guid"] = "BattlePet-0-000004D27417",
											["bag_id"] = 1,
											["slot_id"] = 51,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1566:1:3:152:10:13:BattlePet-0-000004D27417|h[永茂小孔雀]|h|r",
										}, -- [51]
										{
											["q"] = 3,
											["index"] = 50,
											["guid"] = "BattlePet-0-000001A2BB04",
											["bag_id"] = 1,
											["slot_id"] = 52,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1177:1:3:172:10:9:BattlePet-0-000001A2BB04|h[活化小沙粒]|h|r",
										}, -- [52]
										{
											["q"] = 2,
											["index"] = 51,
											["guid"] = "BattlePet-0-000000046A1D",
											["bag_id"] = 1,
											["slot_id"] = 53,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:250:1:2:145:12:10:BattlePet-0-000000046A1D|h[溜溜]|h|r",
										}, -- [53]
										{
											["q"] = 3,
											["index"] = 53,
											["guid"] = "BattlePet-0-000000B97765",
											["bag_id"] = 1,
											["slot_id"] = 54,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1150:1:3:158:10:12:BattlePet-0-000000B97765|h[灰岩之核]|h|r",
										}, -- [54]
										{
											["q"] = 3,
											["index"] = 52,
											["guid"] = "BattlePet-0-000000C557DC",
											["bag_id"] = 1,
											["slot_id"] = 55,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1150:1:3:158:10:12:BattlePet-0-000000C557DC|h[灰岩之核]|h|r",
										}, -- [55]
										{
											["q"] = 3,
											["index"] = 54,
											["guid"] = "BattlePet-0-000000B6047F",
											["bag_id"] = 1,
											["slot_id"] = 56,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1150:1:3:158:10:12:BattlePet-0-000000B6047F|h[灰岩之核]|h|r",
										}, -- [56]
										{
											["q"] = 2,
											["index"] = 55,
											["guid"] = "BattlePet-0-000000046A15",
											["bag_id"] = 1,
											["slot_id"] = 57,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:40:1:2:142:11:11:BattlePet-0-000000046A15|h[灰猫]|h|r",
										}, -- [57]
										{
											["q"] = 2,
											["index"] = 56,
											["guid"] = "BattlePet-0-000000046A19",
											["bag_id"] = 1,
											["slot_id"] = 58,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:52:1:2:151:10:10:BattlePet-0-000000046A19|h[灰色小鸡]|h|r",
										}, -- [58]
										{
											["q"] = 3,
											["index"] = 58,
											["guid"] = "BattlePet-0-000000D45C41",
											["bag_id"] = 1,
											["slot_id"] = 59,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1147:1:3:152:13:10:BattlePet-0-000000D45C41|h[烈焰先驱者]|h|r",
										}, -- [59]
										{
											["q"] = 3,
											["index"] = 57,
											["guid"] = "BattlePet-0-000001135E9E",
											["bag_id"] = 1,
											["slot_id"] = 60,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1147:1:3:152:13:10:BattlePet-0-000001135E9E|h[烈焰先驱者]|h|r",
										}, -- [60]
										{
											["q"] = 3,
											["index"] = 59,
											["guid"] = "BattlePet-0-000004BCD909",
											["bag_id"] = 1,
											["slot_id"] = 61,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1451:1:3:152:10:13:BattlePet-0-000004BCD909|h[熔火幼犬]|h|r",
										}, -- [61]
										{
											["q"] = 3,
											["index"] = 60,
											["guid"] = "BattlePet-0-00000038AEE2",
											["bag_id"] = 1,
											["slot_id"] = 62,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:244:1:3:161:13:8:BattlePet-0-00000038AEE2|h[熔火恶犬宝宝]|h|r",
										}, -- [62]
										{
											["q"] = 2,
											["index"] = 61,
											["guid"] = "BattlePet-0-000000046A28",
											["bag_id"] = 1,
											["slot_id"] = 63,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:272:1:2:159:9:10:BattlePet-0-000000046A28|h[犰狳幼崽]|h|r",
										}, -- [63]
										{
											["q"] = 2,
											["index"] = 62,
											["guid"] = "BattlePet-0-000000046A1A",
											["bag_id"] = 1,
											["slot_id"] = 64,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:141:1:2:157:9:11:BattlePet-0-000000046A1A|h[白色飞蛾]|h|r",
										}, -- [64]
										{
											["q"] = 2,
											["index"] = 63,
											["guid"] = "BattlePet-0-0000006D4FF9",
											["bag_id"] = 1,
											["slot_id"] = 65,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:792:1:2:153:11:9:BattlePet-0-0000006D4FF9|h[碧玉雏鹤]|h|r",
										}, -- [65]
										{
											["q"] = 2,
											["index"] = 64,
											["guid"] = "BattlePet-0-000004BF776E",
											["bag_id"] = 1,
											["slot_id"] = 66,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1515:1:2:148:11:11:BattlePet-0-000004BF776E|h[磨石]|h|r",
										}, -- [66]
										{
											["q"] = 2,
											["index"] = 65,
											["guid"] = "BattlePet-0-000000046A25",
											["bag_id"] = 1,
											["slot_id"] = 67,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:47:1:2:151:10:11:BattlePet-0-000000046A25|h[红尾鹦鹉]|h|r",
										}, -- [67]
										{
											["q"] = 3,
											["index"] = 66,
											["guid"] = "BattlePet-0-000001A56C3B",
											["bag_id"] = 1,
											["slot_id"] = 68,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:160:1:3:152:13:10:BattlePet-0-000001A56C3B|h[臭臭]|h|r",
										}, -- [68]
										{
											["q"] = 2,
											["index"] = 67,
											["guid"] = "BattlePet-0-000000046A27",
											["bag_id"] = 1,
											["slot_id"] = 69,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:209:1:2:151:10:10:BattlePet-0-000000046A27|h[艾尔文小羊羔]|h|r",
										}, -- [69]
										{
											["q"] = 3,
											["index"] = 68,
											["guid"] = "BattlePet-0-000000046A29",
											["bag_id"] = 1,
											["slot_id"] = 70,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:49:1:3:162:10:11:BattlePet-0-000000046A29|h[花羽鹦鹉]|h|r",
										}, -- [70]
										{
											["q"] = 2,
											["index"] = 69,
											["guid"] = "BattlePet-0-000004D1345B",
											["bag_id"] = 1,
											["slot_id"] = 71,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:1446:1:2:150:11:10:BattlePet-0-000004D1345B|h[草地践踏者幼崽]|h|r",
										}, -- [71]
										{
											["q"] = 2,
											["index"] = 70,
											["guid"] = "BattlePet-0-000004D56DE1",
											["bag_id"] = 1,
											["slot_id"] = 72,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:254:1:2:151:10:10:BattlePet-0-000004D56DE1|h[蓝色发条战士]|h|r",
										}, -- [72]
										{
											["q"] = 2,
											["index"] = 71,
											["guid"] = "BattlePet-0-00000040DC8D",
											["bag_id"] = 1,
											["slot_id"] = 73,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:254:1:2:151:10:10:BattlePet-0-00000040DC8D|h[蓝色发条战士]|h|r",
										}, -- [73]
										{
											["q"] = 2,
											["index"] = 72,
											["guid"] = "BattlePet-0-000000046A23",
											["bag_id"] = 1,
											["slot_id"] = 74,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:254:1:2:148:11:11:BattlePet-0-000000046A23|h[蓝色发条战士]|h|r",
										}, -- [74]
										{
											["q"] = 2,
											["index"] = 73,
											["guid"] = "BattlePet-0-000000046A2E",
											["bag_id"] = 1,
											["slot_id"] = 75,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:259:1:2:156:9:10:BattlePet-0-000000046A2E|h[蓝色小矛骑兵]|h|r",
										}, -- [75]
										{
											["q"] = 2,
											["index"] = 74,
											["guid"] = "BattlePet-0-000000046A17",
											["bag_id"] = 1,
											["slot_id"] = 76,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:138:1:2:154:10:10:BattlePet-0-000000046A17|h[蓝色飞蛾]|h|r",
										}, -- [76]
										{
											["q"] = 2,
											["index"] = 75,
											["guid"] = "BattlePet-0-000000046A24",
											["bag_id"] = 1,
											["slot_id"] = 77,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:78:1:2:150:11:10:BattlePet-0-000000046A24|h[赤练蛇]|h|r",
										}, -- [77]
										{
											["q"] = 3,
											["index"] = 76,
											["guid"] = "BattlePet-0-000001129BCA",
											["bag_id"] = 1,
											["slot_id"] = 78,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:836:1:3:149:9:15:BattlePet-0-000001129BCA|h[踏水黾]|h|r",
										}, -- [78]
										{
											["q"] = 3,
											["wp"] = 1,
											["index"] = 77,
											["guid"] = "BattlePet-0-000001473924",
											["bag_id"] = 1,
											["slot_id"] = 79,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1200:1:3:154:12:11:BattlePet-0-000001473924|h[迷你恐角龙]|h|r",
										}, -- [79]
										{
											["q"] = 3,
											["index"] = 78,
											["guid"] = "BattlePet-0-00000089326B",
											["bag_id"] = 1,
											["slot_id"] = 80,
											["h"] = "|cff0070dd|Hbattlepet:162:1:3:155:12:10:BattlePet-0-00000089326B|h[邪恶的南瓜娃娃]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [80]
										{
											["q"] = 2,
											["index"] = 91,
											["guid"] = "BattlePet-0-00000101F092",
											["bag_id"] = 1,
											["slot_id"] = 81,
											["h"] = "|cff1eff00|Hbattlepet:332:1:2:151:10:10:BattlePet-0-00000101F092|h[部落气球]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["loc_id"] = 7,
										}, -- [81]
										{
											["q"] = 2,
											["index"] = 90,
											["guid"] = "BattlePet-0-0000006DBCB8",
											["bag_id"] = 1,
											["slot_id"] = 82,
											["loc_id"] = 7,
											["count"] = 1,
											["sb"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:332:1:2:151:10:10:BattlePet-0-0000006DBCB8|h[部落气球]|h|r",
										}, -- [82]
										{
											["q"] = 2,
											["index"] = 79,
											["guid"] = "BattlePet-0-000000046A18",
											["bag_id"] = 1,
											["slot_id"] = 83,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:154:10:10:BattlePet-0-000000046A18|h[金翼鹦鹉]|h|r",
										}, -- [83]
										{
											["q"] = 2,
											["index"] = 80,
											["guid"] = "BattlePet-0-000001473925",
											["bag_id"] = 1,
											["slot_id"] = 84,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:51:1:2:154:10:10:BattlePet-0-000001473925|h[金翼鹦鹉]|h|r",
										}, -- [84]
										{
											["q"] = 3,
											["index"] = 81,
											["guid"] = "BattlePet-0-000004962938",
											["bag_id"] = 1,
											["slot_id"] = 85,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:1387:1:3:152:12:11:BattlePet-0-000004962938|h[钢铁星弹]|h|r",
										}, -- [85]
										{
											["q"] = 2,
											["index"] = 82,
											["guid"] = "BattlePet-0-000000C991D7",
											["bag_id"] = 1,
											["slot_id"] = 86,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:117:1:2:151:10:10:BattlePet-0-000000C991D7|h[雪孩子]|h|r",
										}, -- [86]
										{
											["q"] = 3,
											["index"] = 83,
											["guid"] = "BattlePet-0-000000046A21",
											["bag_id"] = 1,
											["slot_id"] = 87,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff0070dd|Hbattlepet:253:1:3:155:11:11:BattlePet-0-000000046A21|h[霜娃娃]|h|r",
										}, -- [87]
										{
											["q"] = 2,
											["index"] = 85,
											["guid"] = "BattlePet-0-000000B2019A",
											["bag_id"] = 1,
											["slot_id"] = 88,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:213:1:2:148:10:12:BattlePet-0-000000B2019A|h[魔法扫帚]|h|r",
										}, -- [88]
										{
											["q"] = 2,
											["index"] = 84,
											["guid"] = "BattlePet-0-000000046A16",
											["bag_id"] = 1,
											["slot_id"] = 89,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:213:1:2:148:10:12:BattlePet-0-000000046A16|h[魔法扫帚]|h|r",
										}, -- [89]
										{
											["q"] = 2,
											["index"] = 86,
											["guid"] = "BattlePet-0-000000B6DA9D",
											["bag_id"] = 1,
											["slot_id"] = 90,
											["loc_id"] = 7,
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["ab"] = 1,
											["h"] = "|cff1eff00|Hbattlepet:41:1:2:142:13:10:BattlePet-0-000000B6DA9D|h[黄猫]|h|r",
										}, -- [90]
										{
											["q"] = 3,
											["index"] = 87,
											["guid"] = "BattlePet-0-000001A75F4B",
											["bag_id"] = 1,
											["loc_id"] = 7,
											["h"] = "|cff0070dd|Hbattlepet:1332:1:3:165:10:10:BattlePet-0-000001A75F4B|h[黏稠的小煞魔]|h|r",
											["count"] = 1,
											["bp"] = 1,
											["fav"] = false,
											["slot_id"] = 91,
											["ab"] = 1,
										}, -- [91]
									},
									["status"] = -3,
								}, -- [1]
							},
						}, -- [7]
						{
							["slot_count"] = 136,
							["bag"] = {
								{
									["type"] = 18,
									["count"] = 136,
									["slot"] = {
										{
											["q"] = 1,
											["index"] = 3,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:75973|h[X-53型观光火箭]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 1,
											["loc_id"] = 8,
										}, -- [1]
										{
											["q"] = 1,
											["index"] = 7,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:41252|h[乌鸦之神]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 2,
											["loc_id"] = 8,
										}, -- [2]
										{
											["q"] = 1,
											["index"] = 44,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:97560|h[堕落火鹰]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 3,
											["loc_id"] = 8,
										}, -- [3]
										{
											["q"] = 1,
											["index"] = 48,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171851|h[夜嚎铁颚狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 4,
											["loc_id"] = 8,
										}, -- [4]
										{
											["q"] = 1,
											["index"] = 52,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23247|h[大型白色科多兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 5,
											["loc_id"] = 8,
										}, -- [5]
										{
											["q"] = 1,
											["index"] = 54,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:65641|h[大型金色科多兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 6,
											["loc_id"] = 8,
										}, -- [6]
										{
											["q"] = 1,
											["index"] = 57,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171824|h[天蓝淡水兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 7,
											["loc_id"] = 8,
										}, -- [7]
										{
											["q"] = 1,
											["index"] = 58,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127174|h[天蓝骑乘仙鹤]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 8,
											["loc_id"] = 8,
										}, -- [8]
										{
											["q"] = 1,
											["index"] = 63,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:69395|h[奥妮克希亚幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 9,
											["loc_id"] = 8,
										}, -- [9]
										{
											["q"] = 1,
											["index"] = 65,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:40192|h[奥的灰烬]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 10,
											["loc_id"] = 8,
										}, -- [10]
										{
											["q"] = 1,
											["index"] = 74,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127308|h[巨型棕色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 11,
											["loc_id"] = 8,
										}, -- [11]
										{
											["q"] = 1,
											["index"] = 75,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171636|h[巨型灰牙野猪]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 12,
											["loc_id"] = 8,
										}, -- [12]
										{
											["q"] = 1,
											["index"] = 77,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127310|h[巨型紫色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 13,
											["loc_id"] = 8,
										}, -- [13]
										{
											["q"] = 1,
											["index"] = 78,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:120822|h[巨型红色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 14,
											["loc_id"] = 8,
										}, -- [14]
										{
											["q"] = 1,
											["index"] = 79,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127293|h[巨型绿色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 15,
											["loc_id"] = 8,
										}, -- [15]
										{
											["q"] = 1,
											["index"] = 80,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127302|h[巨型蓝色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 16,
											["loc_id"] = 8,
										}, -- [16]
										{
											["q"] = 1,
											["index"] = 81,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127295|h[巨型黑色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 17,
											["loc_id"] = 8,
										}, -- [17]
										{
											["q"] = 1,
											["index"] = 82,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127177|h[帝王骑乘仙鹤]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 18,
											["loc_id"] = 8,
										}, -- [18]
										{
											["q"] = 1,
											["index"] = 87,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:148396|h[库卡隆战狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 19,
											["loc_id"] = 8,
										}, -- [19]
										{
											["q"] = 1,
											["index"] = 89,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:93644|h[库卡隆横扫者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 20,
											["loc_id"] = 8,
										}, -- [20]
										{
											["q"] = 1,
											["index"] = 93,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:6653|h[恐狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 21,
											["loc_id"] = 8,
										}, -- [21]
										{
											["q"] = 1,
											["index"] = 99,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:24242|h[拉扎什迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 22,
											["loc_id"] = 8,
										}, -- [22]
										{
											["q"] = 1,
											["index"] = 100,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:142641|h[拳手的健壮穆山兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 23,
											["loc_id"] = 8,
										}, -- [23]
										{
											["q"] = 1,
											["index"] = 102,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171622|h[斑点草地践踏者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 24,
											["loc_id"] = 8,
										}, -- [24]
										{
											["q"] = 1,
											["index"] = 105,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61447|h[旅行者的苔原猛犸象]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 25,
											["loc_id"] = 8,
										}, -- [25]
										{
											["q"] = 1,
											["index"] = 120,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:88990|h[暗色凤凰]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 26,
											["loc_id"] = 8,
										}, -- [26]
										{
											["q"] = 1,
											["index"] = 123,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:107844|h[暮光先驱者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 27,
											["loc_id"] = 8,
										}, -- [27]
										{
											["q"] = 1,
											["index"] = 124,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59571|h[暮光幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 28,
											["loc_id"] = 8,
										}, -- [28]
										{
											["q"] = 1,
											["index"] = 141,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:6654|h[棕狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 29,
											["loc_id"] = 8,
										}, -- [29]
										{
											["q"] = 1,
											["index"] = 147,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17464|h[棕色骸骨军马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 30,
											["loc_id"] = 8,
										}, -- [30]
										{
											["q"] = 1,
											["index"] = 148,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127288|h[棕色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 31,
											["loc_id"] = 8,
										}, -- [31]
										{
											["q"] = 1,
											["index"] = 150,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:580|h[森林狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 32,
											["loc_id"] = 8,
										}, -- [32]
										{
											["q"] = 1,
											["index"] = 160,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:72808|h[浴血冰霜征服者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 33,
											["loc_id"] = 8,
										}, -- [33]
										{
											["q"] = 1,
											["index"] = 162,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:44151|h[涡轮加速飞行器]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 34,
											["loc_id"] = 8,
										}, -- [34]
										{
											["q"] = 1,
											["index"] = 164,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:140250|h[深红原始恐角龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 35,
											["loc_id"] = 8,
										}, -- [35]
										{
											["q"] = 1,
											["index"] = 166,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:88331|h[火山石幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 36,
											["loc_id"] = 8,
										}, -- [36]
										{
											["q"] = 1,
											["index"] = 172,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127216|h[灰色骑乘牦牛]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 37,
											["loc_id"] = 8,
										}, -- [37]
										{
											["q"] = 1,
											["index"] = 174,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171844|h[灰鬃恐狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 38,
											["loc_id"] = 8,
										}, -- [38]
										{
											["q"] = 1,
											["index"] = 176,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:142073|h[炉石天马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 39,
											["loc_id"] = 8,
										}, -- [39]
										{
											["q"] = 1,
											["index"] = 187,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:170347|h[熔火恶犬]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 40,
											["loc_id"] = 8,
										}, -- [40]
										{
											["q"] = 1,
											["index"] = 195,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127154|h[玛瑙云端翔龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 41,
											["loc_id"] = 8,
										}, -- [41]
										{
											["q"] = 1,
											["index"] = 197,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:88746|h[琉璃石幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 42,
											["loc_id"] = 8,
										}, -- [42]
										{
											["q"] = 1,
											["index"] = 198,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:123886|h[琥珀巨蝎]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 43,
											["loc_id"] = 8,
										}, -- [43]
										{
											["q"] = 1,
											["index"] = 201,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:107845|h[生命缚誓者的仆从]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 44,
											["loc_id"] = 8,
										}, -- [44]
										{
											["q"] = 1,
											["index"] = 207,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60025|h[白色幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 45,
											["loc_id"] = 8,
										}, -- [45]
										{
											["q"] = 1,
											["index"] = 209,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:64657|h[白色科多兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 46,
											["loc_id"] = 8,
										}, -- [46]
										{
											["q"] = 1,
											["index"] = 220,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171845|h[督军的死亡之轮]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 47,
											["loc_id"] = 8,
										}, -- [47]
										{
											["q"] = 1,
											["index"] = 222,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:123992|h[碧蓝云端翔龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 48,
											["loc_id"] = 8,
										}, -- [48]
										{
											["q"] = 1,
											["index"] = 223,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59567|h[碧蓝幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 49,
											["loc_id"] = 8,
										}, -- [49]
										{
											["q"] = 1,
											["index"] = 235,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:10799|h[紫色迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 50,
											["loc_id"] = 8,
										}, -- [50]
										{
											["q"] = 1,
											["index"] = 236,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35018|h[紫色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 51,
											["loc_id"] = 8,
										}, -- [51]
										{
											["q"] = 1,
											["index"] = 239,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23246|h[紫色骷髅战马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 52,
											["loc_id"] = 8,
										}, -- [52]
										{
											["q"] = 1,
											["index"] = 240,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127289|h[紫色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 53,
											["loc_id"] = 8,
										}, -- [53]
										{
											["q"] = 1,
											["index"] = 242,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:26054|h[红色其拉作战坦克]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 54,
											["loc_id"] = 8,
										}, -- [54]
										{
											["q"] = 1,
											["index"] = 243,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:138641|h[红色原始迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 55,
											["loc_id"] = 8,
										}, -- [55]
										{
											["q"] = 1,
											["index"] = 244,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59961|h[红色始祖幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 56,
											["loc_id"] = 8,
										}, -- [56]
										{
											["q"] = 1,
											["index"] = 246,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:129935|h[红色影踪派骑乘虎]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 57,
											["loc_id"] = 8,
										}, -- [57]
										{
											["q"] = 1,
											["index"] = 251,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:34795|h[红色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 58,
											["loc_id"] = 8,
										}, -- [58]
										{
											["q"] = 1,
											["index"] = 253,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:22722|h[红色骷髅战马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 59,
											["loc_id"] = 8,
										}, -- [59]
										{
											["q"] = 1,
											["index"] = 254,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17462|h[红色骸骨军马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 60,
											["loc_id"] = 8,
										}, -- [60]
										{
											["q"] = 1,
											["index"] = 255,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61997|h[红色龙鹰]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 61,
											["loc_id"] = 8,
										}, -- [61]
										{
											["q"] = 1,
											["index"] = 256,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127290|h[红色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 62,
											["loc_id"] = 8,
										}, -- [62]
										{
											["q"] = 1,
											["index"] = 257,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:97493|h[纯血火鹰]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 63,
											["loc_id"] = 8,
										}, -- [63]
										{
											["q"] = 1,
											["index"] = 258,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:26056|h[绿色其拉作战坦克]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 64,
											["loc_id"] = 8,
										}, -- [64]
										{
											["q"] = 1,
											["index"] = 259,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:138643|h[绿色原始迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 65,
											["loc_id"] = 8,
										}, -- [65]
										{
											["q"] = 1,
											["index"] = 261,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:129932|h[绿色影踪派骑乘虎]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 66,
											["loc_id"] = 8,
										}, -- [66]
										{
											["q"] = 1,
											["index"] = 266,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:8395|h[绿色迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 67,
											["loc_id"] = 8,
										}, -- [67]
										{
											["q"] = 1,
											["index"] = 267,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32245|h[绿色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 68,
											["loc_id"] = 8,
										}, -- [68]
										{
											["q"] = 1,
											["index"] = 269,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17465|h[绿色骷髅战马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 69,
											["loc_id"] = 8,
										}, -- [69]
										{
											["q"] = 1,
											["index"] = 270,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:120395|h[绿色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 70,
											["loc_id"] = 8,
										}, -- [70]
										{
											["q"] = 1,
											["index"] = 271,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:72807|h[缚寒冰霜征服者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 71,
											["loc_id"] = 8,
										}, -- [71]
										{
											["q"] = 1,
											["index"] = 274,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:113199|h[翠绿云端翔龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 72,
											["loc_id"] = 8,
										}, -- [72]
										{
											["q"] = 1,
											["index"] = 286,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32243|h[茶色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 73,
											["loc_id"] = 8,
										}, -- [73]
										{
											["q"] = 1,
											["index"] = 292,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:25953|h[蓝色其拉作战坦克]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 74,
											["loc_id"] = 8,
										}, -- [74]
										{
											["q"] = 1,
											["index"] = 295,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:129934|h[蓝色影踪派骑乘虎]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 75,
											["loc_id"] = 8,
										}, -- [75]
										{
											["q"] = 1,
											["index"] = 301,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35020|h[蓝色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 76,
											["loc_id"] = 8,
										}, -- [76]
										{
											["q"] = 1,
											["index"] = 302,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32244|h[蓝色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 77,
											["loc_id"] = 8,
										}, -- [77]
										{
											["q"] = 1,
											["index"] = 306,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:17463|h[蓝色骸骨军马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 78,
											["loc_id"] = 8,
										}, -- [78]
										{
											["q"] = 1,
											["index"] = 308,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127287|h[蓝色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 79,
											["loc_id"] = 8,
										}, -- [79]
										{
											["q"] = 1,
											["index"] = 317,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:136400|h[装甲啸天龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 80,
											["loc_id"] = 8,
										}, -- [80]
										{
											["q"] = 1,
											["index"] = 320,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:60116|h[装甲棕熊]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 81,
											["loc_id"] = 8,
										}, -- [81]
										{
											["q"] = 1,
											["index"] = 321,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61230|h[装甲蓝色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 82,
											["loc_id"] = 8,
										}, -- [82]
										{
											["q"] = 1,
											["index"] = 337,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:66846|h[赭色骷髅战马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 83,
											["loc_id"] = 8,
										}, -- [83]
										{
											["q"] = 1,
											["index"] = 340,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35028|h[迅捷作战陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 84,
											["loc_id"] = 8,
										}, -- [84]
										{
											["q"] = 1,
											["index"] = 349,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23250|h[迅捷棕狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 85,
											["loc_id"] = 8,
										}, -- [85]
										{
											["q"] = 1,
											["index"] = 351,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23251|h[迅捷森林狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 86,
											["loc_id"] = 8,
										}, -- [86]
										{
											["q"] = 1,
											["index"] = 353,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23243|h[迅捷橙色迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 87,
											["loc_id"] = 8,
										}, -- [87]
										{
											["q"] = 1,
											["index"] = 356,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23252|h[迅捷灰狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 88,
											["loc_id"] = 8,
										}, -- [88]
										{
											["q"] = 1,
											["index"] = 361,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:46628|h[迅捷白色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 89,
											["loc_id"] = 8,
										}, -- [89]
										{
											["q"] = 1,
											["index"] = 365,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:33660|h[迅捷粉色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 90,
											["loc_id"] = 8,
										}, -- [90]
										{
											["q"] = 1,
											["index"] = 369,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35027|h[迅捷紫色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 91,
											["loc_id"] = 8,
										}, -- [91]
										{
											["q"] = 1,
											["index"] = 370,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32297|h[迅捷紫色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 92,
											["loc_id"] = 8,
										}, -- [92]
										{
											["q"] = 1,
											["index"] = 374,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32246|h[迅捷红色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 93,
											["loc_id"] = 8,
										}, -- [93]
										{
											["q"] = 1,
											["index"] = 377,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23242|h[迅捷绿色迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 94,
											["loc_id"] = 8,
										}, -- [94]
										{
											["q"] = 1,
											["index"] = 378,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35025|h[迅捷绿色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 95,
											["loc_id"] = 8,
										}, -- [95]
										{
											["q"] = 1,
											["index"] = 379,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32295|h[迅捷绿色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 96,
											["loc_id"] = 8,
										}, -- [96]
										{
											["q"] = 1,
											["index"] = 383,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:23241|h[迅捷蓝色迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 97,
											["loc_id"] = 8,
										}, -- [97]
										{
											["q"] = 1,
											["index"] = 386,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:68056|h[迅捷部落战狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 98,
											["loc_id"] = 8,
										}, -- [98]
										{
											["q"] = 1,
											["index"] = 391,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171830|h[迅捷风蹄塔布羊]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 99,
											["loc_id"] = 8,
										}, -- [99]
										{
											["q"] = 1,
											["index"] = 394,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:32296|h[迅捷黄色驭风者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 100,
											["loc_id"] = 8,
										}, -- [100]
										{
											["q"] = 1,
											["index"] = 395,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:148392|h[迦拉卡斯的子嗣]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 101,
											["loc_id"] = 8,
										}, -- [101]
										{
											["q"] = 1,
											["index"] = 399,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:146622|h[邪恶骷髅战马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 102,
											["loc_id"] = 8,
										}, -- [102]
										{
											["q"] = 1,
											["index"] = 410,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:61467|h[重型黑色猛犸战象]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 103,
											["loc_id"] = 8,
										}, -- [103]
										{
											["q"] = 1,
											["index"] = 416,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:123993|h[金色云端翔龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 104,
											["loc_id"] = 8,
										}, -- [104]
										{
											["q"] = 1,
											["index"] = 418,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127220|h[金色骑乘牦牛]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 105,
											["loc_id"] = 8,
										}, -- [105]
										{
											["q"] = 1,
											["index"] = 419,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127176|h[金黄骑乘仙鹤]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 106,
											["loc_id"] = 8,
										}, -- [106]
										{
											["q"] = 1,
											["index"] = 425,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:63956|h[铁箍始祖幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 107,
											["loc_id"] = 8,
										}, -- [107]
										{
											["q"] = 1,
											["index"] = 428,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:63963|h[铁锈始祖幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 108,
											["loc_id"] = 8,
										}, -- [108]
										{
											["q"] = 1,
											["index"] = 437,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59793|h[长毛猛犸象]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 109,
											["loc_id"] = 8,
										}, -- [109]
										{
											["q"] = 1,
											["index"] = 441,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:98204|h[阿曼尼斗熊]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 110,
											["loc_id"] = 8,
										}, -- [110]
										{
											["q"] = 1,
											["index"] = 445,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:122708|h[雄壮远足牦牛]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 111,
											["loc_id"] = 8,
										}, -- [111]
										{
											["q"] = 1,
											["index"] = 448,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:129918|h[雷霆天神云端翔龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 112,
											["loc_id"] = 8,
										}, -- [112]
										{
											["q"] = 1,
											["index"] = 452,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:124408|h[雷霆翡翠云端翔龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 113,
											["loc_id"] = 8,
										}, -- [113]
										{
											["q"] = 1,
											["index"] = 454,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171632|h[霜原斗猪]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 114,
											["loc_id"] = 8,
										}, -- [114]
										{
											["q"] = 1,
											["index"] = 458,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:10796|h[青色迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 115,
											["loc_id"] = 8,
										}, -- [115]
										{
											["q"] = 1,
											["index"] = 459,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59569|h[青铜幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 116,
											["loc_id"] = 8,
										}, -- [116]
										{
											["q"] = 1,
											["index"] = 461,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:134359|h[飞天魔像]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 117,
											["loc_id"] = 8,
										}, -- [117]
										{
											["q"] = 1,
											["index"] = 465,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:44153|h[飞行器]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 118,
											["loc_id"] = 8,
										}, -- [118]
										{
											["q"] = 1,
											["index"] = 466,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171617|h[驯养的冰蹄牛]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 119,
											["loc_id"] = 8,
										}, -- [119]
										{
											["q"] = 1,
											["index"] = 468,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171841|h[驯养的啸狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 120,
											["loc_id"] = 8,
										}, -- [120]
										{
											["q"] = 1,
											["index"] = 469,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171638|h[驯养的淡水兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 121,
											["loc_id"] = 8,
										}, -- [121]
										{
											["q"] = 1,
											["index"] = 470,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171637|h[驯养的石牙野猪]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 122,
											["loc_id"] = 8,
										}, -- [122]
										{
											["q"] = 1,
											["index"] = 471,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171623|h[驯养的草地践踏者]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 123,
											["loc_id"] = 8,
										}, -- [123]
										{
											["q"] = 1,
											["index"] = 472,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:171831|h[驯养的银鬃塔布羊]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 124,
											["loc_id"] = 8,
										}, -- [124]
										{
											["q"] = 1,
											["index"] = 477,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:92232|h[鬼灵座狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 125,
											["loc_id"] = 8,
										}, -- [125]
										{
											["q"] = 1,
											["index"] = 486,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:26055|h[黄色其拉作战坦克]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 126,
											["loc_id"] = 8,
										}, -- [126]
										{
											["q"] = 1,
											["index"] = 494,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:64658|h[黑狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 127,
											["loc_id"] = 8,
										}, -- [127]
										{
											["q"] = 1,
											["index"] = 495,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:22718|h[黑色作战科多兽]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 128,
											["loc_id"] = 8,
										}, -- [128]
										{
											["q"] = 1,
											["index"] = 496,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:22721|h[黑色作战迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 129,
											["loc_id"] = 8,
										}, -- [129]
										{
											["q"] = 1,
											["index"] = 503,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:138642|h[黑色原始迅猛龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 130,
											["loc_id"] = 8,
										}, -- [130]
										{
											["q"] = 1,
											["index"] = 506,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59650|h[黑色幼龙]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = true,
											["slot_id"] = 131,
											["loc_id"] = 8,
										}, -- [131]
										{
											["q"] = 1,
											["index"] = 509,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:22724|h[黑色战狼]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 132,
											["loc_id"] = 8,
										}, -- [132]
										{
											["q"] = 1,
											["index"] = 516,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:59788|h[黑色猛犸战象]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 133,
											["loc_id"] = 8,
										}, -- [133]
										{
											["q"] = 1,
											["index"] = 517,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:35022|h[黑色陆行鸟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 134,
											["loc_id"] = 8,
										}, -- [134]
										{
											["q"] = 1,
											["index"] = 520,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:64977|h[黑色骸骨军马]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["ab"] = 1,
											["fav"] = false,
											["slot_id"] = 135,
											["loc_id"] = 8,
										}, -- [135]
										{
											["q"] = 1,
											["index"] = 522,
											["bag_id"] = 1,
											["h"] = "|cff71d5ff|Hspell:127286|h[黑色龙龟]|h|r",
											["count"] = 1,
											["sb"] = 1,
											["loc_id"] = 8,
											["fav"] = false,
											["slot_id"] = 136,
											["ab"] = 1,
										}, -- [136]
									},
									["status"] = -3,
								}, -- [1]
							},
						}, -- [8]
						[14] = {
							["bag"] = {
								{
									["type"] = 26,
									["status"] = -3,
								}, -- [1]
							},
						},
					},
				},
			},
			["version"] = 30511,
		},
	},
	["profiles"] = {
		["Default"] = {
			["option"] = {
				["version"] = 30511,
				["anchor"] = {
					{
						["r"] = 1488.31359863281,
						["l"] = 870.313659667969,
						["b"] = 167.372543334961,
						["t"] = 735.37255859375,
					}, -- [1]
					[3] = {
						["b"] = 253.529388427734,
						["l"] = 988.274291992188,
						["t"] = 903.529418945313,
						["r"] = 1606.2744140625,
					},
				},
				["location"] = {
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [1]
					nil, -- [2]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [3]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [4]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [5]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [6]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [7]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [8]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [9]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [10]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [11]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [12]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [13]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [14]
					{
						["slot"] = {
							["data"] = {
								[10] = {
									["long"] = "WOW_SKILL_MINING",
								},
								[6] = {
									["long"] = "WOW_SKILL_HERBALISM",
								},
							},
						},
					}, -- [15]
				},
			},
		},
	},
}
