
MasterPlanAG = {
	["格雷迈恩"] = {
		["Agdflgkke"] = {
			["class"] = "SHAMAN",
			["faction"] = "Horde",
		},
		["丨還遈專業丨"] = {
			["class"] = "MONK",
			["summary"] = {
				["tt2"] = 1499865388,
				["tt3"] = true,
				["ti1"] = 118529,
				["tt1"] = 1499865388,
				["ti3"] = 127854,
				["inProgress"] = {
					[728] = 1458543748,
					[487] = 1458556317,
					[384] = 1458570722,
					[280] = 1458545519,
					[283] = 1458545513,
					[329] = 1458543735,
					[188] = 1458544631,
					[392] = 1458563524,
					[303] = 1458552712,
					[484] = 1458563516,
					[672] = 1458570710,
				},
				["ti2"] = 122484,
			},
			["faction"] = "Horde",
		},
		["Lovezeyesb"] = {
			["faction"] = "Horde",
			["class"] = "PRIEST",
		},
	},
}
SV_GarrisonMissionManager = {
}
