
BigFootBankSaveData = {
	["version"] = "5.02",
	["格雷迈恩"] = {
		["bankData"] = {
			["Items"] = {
				{
					"艾尔文小羊羔", -- [1]
					"Interface\\ICONS\\Spell_Nature_Polymorph.blp", -- [2]
					1, -- [3]
					"宠物小伙伴", -- [4]
					true, -- [5]
					1, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"布琳妮", -- [8]
					11020000, -- [9]
					520000, -- [10]
					10500000, -- [11]
					false, -- [12]
					2, -- [13]
					2, -- [14]
					"|cff0070dd|Hitem:44974:0:0:0:0:0:0:0:100:263:0:15:0|h[艾尔文小羊羔]|h|r", -- [15]
					13, -- [16]
				}, -- [1]
				{
					"压迫者的残酷便鞋", -- [1]
					"Interface\\ICONS\\INV_Boot_Leather_RaidMonk_P_01.blp", -- [2]
					1, -- [3]
					"皮甲", -- [4]
					true, -- [5]
					100, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"“小刀”尊季", -- [8]
					254000000, -- [9]
					12000000, -- [10]
					242000000, -- [11]
					false, -- [12]
					6, -- [13]
					0, -- [14]
					"|cffa335ee|Hitem:124251:0:0:0:0:0:0:0:100:263:0:5:2:561:566|h[压迫者的残酷便鞋]|h|r", -- [15]
					21, -- [16]
				}, -- [2]
				{
					"好战角斗士的胜利护腕", -- [1]
					"Interface\\ICONS\\INV_Plate_RaidPaladin_P_01Bracer.blp", -- [2]
					1, -- [3]
					"板甲", -- [4]
					false, -- [5]
					100, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"杰姆斯瓦兹", -- [8]
					100000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					0, -- [14]
					"|cffa335ee|Hitem:126404:0:0:0:0:0:0:0:100:263:0:8:0|h[好战角斗士的胜利护腕]|h|r", -- [15]
					23, -- [16]
				}, -- [3]
				{
					"四风魔典", -- [1]
					"Interface\\ICONS\\Passive_Monk_TeachingsofMonastery.blp", -- [2]
					1, -- [3]
					"书籍", -- [4]
					true, -- [5]
					85, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"飒安·红鳞", -- [8]
					31500000, -- [9]
					1500000, -- [10]
					30000000, -- [11]
					false, -- [12]
					7, -- [13]
					0, -- [14]
					"|cffe6cc80|Hitem:110672:0:0:0:0:0:0:0:100:263:0:15:0|h[四风魔典]|h|r", -- [15]
					77, -- [16]
				}, -- [4]
			},
			["time"] = "2016-2-1-20-44",
			["numItems"] = 4,
		},
	},
}
