
_detalhes_global = {
	["npcid_pool"] = {
		[151027] = "荆棘卫士伯顿",
		[36877] = "怒骨骷髅",
		[156146] = "虚缚持盾卫士",
		[168943] = "金爪追猎者",
		[165872] = "血肉工匠",
		[158706] = "腐化朽质",
		[151028] = "猎棘者奈朵拉",
		[159730] = "雷迪拉夫步兵",
		[169456] = "欺诈石精 <收藏家埃德加>",
		[76810] = "熔炉工程师",
		[170480] = "阿塔莱死亡行者",
		[154612] = "不羁梦魇",
		[151029] = "棘语者塔弗里",
		[159731] = "雷迪拉夫信使",
		[29768] = "坚韧的巨蟒",
		[29832] = "达卡莱魔像",
		[169457] = "巴加斯特",
		[145399] = "狂野的唤星者",
		[124159] = "伐木工里奥",
		[176112] = "堕落的公证人",
		[136186] = "海贤灵魂师",
		[169458] = "赫库提斯",
		[170482] = "镰棘切割者",
		[134139] = "神殿骑士",
		[167923] = "染病残体",
		[152567] = "柳藻",
		[82698] = "拜夜虔信者",
		[103685] = "提克迪奥斯",
		[18827] = "甘尔葛工兵",
		[152568] = "乌尔杜",
		[153080] = "女王之声",
		[145402] = "狂乱的野性之心",
		[105733] = "被邪能污染的鲜血",
		[110340] = "灵魂兽",
		[168949] = "复生的骷髅战士",
		[151034] = "碾压之握",
		[172021] = "凇心自动机",
		[148475] = "黑鳍先知",
		[136702] = "注能者祖辛",
		[174069] = "魁梧的加尔贡",
		[170486] = "阿塔莱虔信者",
		[77325] = "黑手",
		[36879] = "天灾恶灵",
		[160249] = "尖刺触须",
		[161273] = "深渊之嗣",
		[111621] = "暮色卫队斩杀者",
		[134144] = "活体激流",
		[131585] = "被奴役的卫士",
		[164857] = "林鬼折愈者",
		[161274] = "地区贵族",
		[174071] = "邪恶的加尔贡",
		[170488] = "哈卡之子",
		[85516] = "崖痕掠食者",
		[135169] = "灵魂汲取图腾 <血誓污染者>",
		[131586] = "宴会招待员",
		[127490] = "骑士队长瓦莱莉",
		[133122] = "纳兹曼尼战士",
		[171513] = "吞天者威斯克",
		[131587] = "着魔的队长",
		[76815] = "元素尊者",
		[170490] = "阿塔莱高阶祭司",
		[126723] = "原始钳嘴鳄",
		[90124] = "二胖",
		[156158] = "副官费里波斯",
		[127491] = "蛇人斥候",
		[166396] = "贵族散兵",
		[166908] = "玛力菲斯",
		[129027] = "格拉纳尔",
		[156159] = "凇心投枪手",
		[173051] = "镇压者泽罗尔斯",
		[137220] = "苏醒的海贤",
		[130307] = "不稳定的台风",
		[154624] = "幻影夜刃豹",
		[146946] = "军情七处斥候",
		[152577] = "奥术魔宠",
		[161279] = "格斗中的候选者",
		[134150] = "刻符者食客",
		[139269] = "阴森恐魔",
		[140293] = "雪裘啸狼",
		[153090] = "毒舌女士",
		[138246] = "柳魔士兵",
		[126725] = "老双帆龙",
		[36881] = "骷髅奴隶",
		[152067] = "次级虚悯者",
		[94733] = "邪火攻城车",
		[153091] = "赛琳娜·鳞伤",
		[138247] = "铁潮掠夺者",
		[163841] = "未知目标",
		[140295] = "雪裘幼狼",
		[153092] = "维娜·海风",
		[153604] = "赞齐尔鳞卫",
		[29834] = "达卡莱狂鱼",
		[136713] = "高地劳工",
		[174592] = "领地涉水鹭",
		[171009] = "执行者艾格翁",
		[128774] = "赤毛狼",
		[168962] = "重生凤凰",
		[153094] = "枬天掠夺者",
		[126215] = "僭悌织暗者",
		[138250] = "黑暗之池",
		[126983] = "哈兰·斯威提",
		[26763] = "阿诺玛鲁斯",
		[153095] = "枬天召唤者",
		[162309] = "库尔萨洛克",
		[129287] = "风花雄蜂",
		[140299] = "幽魂之牙",
		[27339] = "灵魂之泉",
		[169988] = "不稳定的罪人",
		[134157] = "影裔战士",
		[126984] = "鳞爪巨蜥",
		[86290] = "屠宰区游荡者",
		[136205] = "冷齿啸狼",
		[153097] = "虚缚萨满祭司",
		[134158] = "影裔勇士",
		[124681] = "剔骨追猎者",
		[129288] = "风花哨卫",
		[145932] = "塞蕾斯塔·明月",
		[138254] = "铁潮火枪手",
		[123146] = "分裂的残魂",
		[127497] = "艾什凡卫士",
		[157194] = "岩足",
		[133136] = "拉斯塔哈之力变节者",
		[124170] = "萧湾镇的猪",
		[138255] = "艾什凡观察员",
		[120587] = "河泽迅猛龙",
		[129289] = "风花收割者",
		[164873] = "大角符文牡鹿",
		[171016] = "传染性液滴",
		[159755] = "巨锤",
		[168457] = "石墙加尔贡",
		[168969] = "喷薄软泥",
		[136721] = "法阵织法者",
		[137233] = "瘟疫蟾蜍",
		[120588] = "河泽钳嘴鳄",
		[88084] = "积怨袭击者",
		[164363] = "不死石精",
		[129802] = "地怒者",
		[157709] = "德雷莱娜",
		[166411] = "弃誓篡位者",
		[138258] = "剔骨食腐鸟",
		[122636] = "鲜血拾骨者",
		[135699] = "艾什凡狱卒",
		[26764] = "伊尔萨·烈酒",
		[162317] = "斩血",
		[162829] = "莱兹卡扎",
		[112655] = "星界助祭",
		[129547] = "黑齿拳手",
		[161294] = "凿刻的嗅探者",
		[154128] = "炽热元素",
		[166925] = "被抛弃的腐肉",
		[167437] = "伽马尔侯爵",
		[167949] = "魔药之殇幸存者",
		[168973] = "高阶折磨官达利索斯",
		[173580] = "审判官德瓦基",
		[174092] = "纳斯利亚加尔贡骑手",
		[154129] = "燃烬卫士",
		[88086] = "积怨裂尾战士",
		[136214] = "风语者海蒂丝",
		[137238] = "联盟弩手",
		[130572] = "野生的刀翼风蛇",
		[94485] = "未知目标",
		[168975] = "凝结痛楚",
		[127757] = "复活的荣誉卫士",
		[154131] = "熔岩之怒",
		[166928] = "衰颓的胆裔",
		[163857] = "凋缚狂热者",
		[139799] = "铁舟学徒",
		[80409] = "马考格·阿巴迪尔",
		[165905] = "哈卡之子",
		[126734] = "沙德拉的回响",
		[139800] = "唤风者学徒",
		[29836] = "达卡莱作战骑兵",
		[127758] = "棘背巨蜥",
		[170513] = "渊誓寻魂者",
		[26125] = "白骨咀嚼者",
		[135706] = "水鼠帮掠夺者",
		[168978] = "魁梧的执行者",
		[129806] = "缠绕荆棘",
		[161812] = "无面毁伤者",
		[166931] = "骨锻痛击者",
		[159253] = "弃誓执行者",
		[167955] = "赤红学员",
		[127503] = "科古斯狱长",
		[161813] = "克熙尔刺客",
		[166932] = "魁梧的战血憎恶",
		[120593] = "纳兹曼尼恐天飞龙",
		[163861] = "小型灰烬爬行者",
		[80411] = "钢铁神枪手",
		[136732] = "注能者斯基希斯",
		[163862] = "万眼防御者",
		[152089] = "萨尔",
		[132126] = "鎏金女祭司",
		[107285] = "烈焰魔灵",
		[161815] = "克熙尔唤虚者",
		[124177] = "怨翼潜伏者",
		[134174] = "影裔巫医",
		[87834] = "钢铁工人",
		[120850] = "加兹拉贡",
		[139805] = "机械警戒犬",
		[129552] = "蒙祖米",
		[140829] = "秋风",
		[137246] = "联盟攻城坦克",
		[133663] = "狂热的猎头者",
		[151579] = "护盾发生器",
		[139806] = "风投爆破专家",
		[136735] = "艾什凡水兵",
		[165912] = "游走的林地咀嚼者",
		[162329] = "无堕者哈夫",
		[166936] = "锐眼弓手",
		[134688] = "财宝猎人",
		[88091] = "阿茜萨",
		[172567] = "赞图斯的死亡之影",
		[136224] = "激流堡织法者",
		[165913] = "阴森的教民 <Valkeuterpe>",
		[166425] = "强化的战血憎恶",
		[151581] = "恐惧幻象",
		[139808] = "风投巨怪",
		[136225] = "热风砂岩",
		[157212] = "傲慢的学者",
		[162331] = "腐化的神经元",
		[167962] = "失灵的牙钻",
		[129298] = "风花雄蜂",
		[168986] = "骷髅迅猛龙",
		[169498] = "魔药炸弹",
		[166427] = "缝合场医生",
		[138274] = "猩红教徒",
		[134691] = "静电充能苦修者",
		[139298] = "平库肖恩",
		[135715] = "狂野的夜刃豹",
		[78623] = "古加尔",
		[157726] = "焦灼的清道夫",
		[162845] = "奥尔霍林",
		[135204] = "鬼灵妖术祭司",
		[160286] = "索林勋爵",
		[168988] = "蔓生藤条",
		[161310] = "刽子手阿德拉斯蒂亚",
		[137764] = "老练的巫师",
		[167965] = "润滑器",
		[139812] = "风投制作人",
		[140324] = "石壳收割者",
		[137765] = "老练的牧师",
		[166942] = "佐尔拉姆斯之眼",
		[146979] = "奥尔敏·箭击",
		[167966] = "实验性淤泥",
		[160288] = "弗拉德公爵",
		[24207] = "亡者大军 <千里江涛似雪-拉文凯斯>",
		[169502] = "疲惫具象",
		[165919] = "骷髅劫掠者",
		[174621] = "嗜血食尸鬼",
		[159265] = "塔楼爬蛛",
		[167967] = "有知觉的油",
		[131624] = "希巴拉暴掠龙",
		[165408] = "哈尔吉亚斯",
		[166432] = "棘祸哨兵",
		[112153] = "可怕的萨满",
		[112665] = "暗夜要塞防御者",
		[168992] = "复生的祭师",
		[157731] = "焦灼的清道夫",
		[130325] = "深海钳爪蟹",
		[25487] = "裂蹄牛",
		[29774] = "喷毒的眼镜蛇",
		[29838] = "达卡莱犀牛",
		[165410] = "高阶裁决官阿丽兹",
		[157732] = "起水泡的灰烬食尸鬼",
		[137769] = "治疗图腾",
		[138281] = "无面腐蚀者",
		[163363] = "镰棘魔击者",
		[139817] = "首席工程师扎基",
		[157733] = "狂乱的灰烬食尸鬼",
		[138794] = "食沙者克劳洛克",
		[155686] = "艾萨亚雷剧毒卫士",
		[157734] = "唤潮者奈扎拉",
		[162853] = "坚不可摧的乌尔兹",
		[87841] = "格罗姆卡控火师",
		[135724] = "隐蔽猎手",
		[129559] = "破浪格斗家",
		[132653] = "未知目标",
		[157735] = "纳泽希破潮者",
		[166437] = "纳修",
		[134701] = "鲜血雕像",
		[63508] = "雪怒",
		[78116] = "水元素",
		[63764] = "疲惫的伞兵",
		[165414] = "堕落的歼灭者",
		[154153] = "执行者KX-T57",
		[5990] = "红石蜥蜴",
		[171557] = "巴加斯特之影 <巴加斯特>",
		[155689] = "赞齐尔角斗士",
		[165415] = "劳苦的管理员",
		[125977] = "复生图腾",
		[126489] = "蔓延虚空",
		[93985] = "腐化的鸦爪祭司",
		[127001] = "被诅咒的古格努格",
		[140334] = "夜鳞盘牙风蛇",
		[88099] = "盐目钩刃战士",
		[156203] = "冥河焚烧者",
		[140335] = "夜鳞尖啸者",
		[80677] = "钢铁工匠",
		[130073] = "棘背哨兵",
		[130329] = "沙漠雄蜂",
		[138288] = "深渊幽魂",
		[163882] = "腐烂的血肉巨人",
		[140336] = "夜鳞狂野风蛇",
		[169513] = "以太浮蛇清道夫",
		[157740] = "帕梅勒侯爵",
		[145967] = "深水鳐",
		[80422] = "钢铁神枪手",
		[140849] = "致命的石眷",
		[154670] = "悲泣的桑雅",
		[36892] = "伊米亚死亡使者",
		[140338] = "巢穴卫士金卡罗",
		[88101] = "盐目潮汐萨满",
		[80423] = "雷神驯兽者",
		[130075] = "棘背地卜师",
		[133685] = "亵渎之灵",
		[172076] = "橡心德鲁斯特傀儡",
		[167470] = "毁灭者沟泥",
		[172077] = "复仇精华",
		[169006] = "贵族主顾",
		[28368] = "伊米亚通灵师",
		[126237] = "潮汐潜伏者",
		[126749] = "恐虱附吸者",
		[172078] = "橡心食魂者",
		[78121] = "未知目标",
		[91430] = "哭泣女妖",
		[146485] = "妮瓦拉·夜影",
		[155699] = "飞溅追猎者",
		[176686] = "腐烂的爪牙",
		[158259] = "玛尔兹",
		[172080] = "橡木碾压者",
		[156212] = "凇心特工",
		[136249] = "元素卫士",
		[153141] = "无尽饥饿图腾 <虚缚萨满祭司>",
		[145975] = "石皮牡鹿",
		[112162] = "灰熊诱捕者",
		[155701] = "冰霜元素 <安达娜·霜刺>",
		[156213] = "凇心卫士",
		[136250] = "灾厄妖术师",
		[18259] = "裂蹄牛",
		[1922] = "森林灰狼",
		[161333] = "暗墙叛徒",
		[153655] = "潮汐守卫",
		[170547] = "弃誓铸手",
		[154679] = "小獠",
		[151096] = "哈提",
		[112675] = "暮色卫队警哨",
		[145978] = "未知目标",
		[138300] = "神圣军旗 <光铸勇士>",
		[163894] = "凋零碎脊者",
		[164406] = "啸翼",
		[165430] = "恶毒之裔",
		[171061] = "心蛛巢母",
		[134718] = "赤岩食腐狼",
		[112676] = "贵族迁跃法师",
		[164407] = "泥拳",
		[136254] = "激流堡骑士",
		[140861] = "扬尘者",
		[153658] = "吞噬者席兹纳拉斯",
		[171062] = "掠行心蛛",
		[135231] = "幽魂蛮兵",
		[164920] = "德鲁斯特斩魂者",
		[157754] = "暗誓机械师",
		[162873] = "阿兹莫加尔",
		[155195] = "未知目标",
		[156219] = "凇心斥候",
		[164921] = "德鲁斯特收割者",
		[157755] = "维尔提克工虫",
		[81197] = "钢铁掠夺者",
		[171064] = "心能饕餮者",
		[2172] = "陆行鸟",
		[151613] = "反步兵松鼠 <麦卡贡工匠>",
		[111398] = "梦魇融合怪",
		[165946] = "无尽女皇莫德蕾莎",
		[166970] = "斯塔夫罗斯勋爵",
		[135234] = "染病斗牛犬",
		[140353] = "亮鳞盘牙风蛇",
		[157757] = "维尔提克塑珀者",
		[126243] = "毒脊巨蜥",
		[166971] = "堡主尼克劳斯",
		[155198] = "安全检查机器人",
		[135235] = "幽魂兽王",
		[152127] = "波涛之刃猎人",
		[140354] = "亮鳞风蛇",
		[138819] = "赤潮劫掠者",
		[152128] = "奥戈佐亚",
		[140355] = "亮鳞尖啸风蛇",
		[157759] = "维尔提克战士",
		[81711] = "影月仪祭师",
		[164414] = "复生的法师 <阿玛厄斯>",
		[140356] = "亮鳞幼蛇",
		[19668] = "暗影魔 <戈兰威特-燃烧之刃>",
		[133190] = "刀颚",
		[134214] = "裂隙之刃克莱恩",
		[171581] = "焦痕巨兽",
		[167998] = "传送门守卫",
		[140357] = "掠毒者",
		[161344] = "暗墙破坏者",
		[157761] = "雄性翼狮",
		[162880] = "妖女戴拉克斯",
		[163392] = "堕恩谋士",
		[135239] = "幽魂巫医",
		[156226] = "凇心束缚者",
		[140358] = "唤悲",
		[161345] = "暗墙歼灭者",
		[134216] = "织影者扎拉",
		[135240] = "灵魂精华",
		[168512] = "幻影水晶",
		[152644] = "丧魂飘浮者",
		[126502] = "长肥的秃鹫",
		[155204] = "科技清道夫",
		[122919] = "阿塔沙德拉拷问者",
		[43296] = "奇美隆",
		[170049] = "追猎者",
		[168002] = "强化的渊誓禁锢者",
		[172609] = "赞图斯的死亡之影",
		[140361] = "恶兆乌影",
		[161348] = "暗墙镇压者",
		[154182] = "毒鳍龙破碎者",
		[155206] = "害虫焚化者",
		[168003] = "强化的凇心晋升者",
		[168515] = "灰烬蠕虫 <Magiccream>",
		[173634] = "泥缎",
		[128551] = "铁潮猎犬",
		[168004] = "强化的皇家领事",
		[144970] = "卡多雷弓兵",
		[130087] = "铁潮袭击者",
		[59037] = "丛林老虎",
		[167493] = "喷毒狙击手",
		[135245] = "水鼠帮歼灭者",
		[2964] = "风怒女巫",
		[144971] = "铁枝德鲁伊",
		[95280] = "卡兹洛加",
		[135246] = "“小刀”洛蒂",
		[168518] = "黑犬防御者",
		[136270] = "尼艾丝队长",
		[144972] = "卡多雷猎人",
		[93233] = "阿拉麦尔爵士",
		[168007] = "强化的渊誓缚魂者",
		[135759] = "地墙图腾",
		[82484] = "钢铁小戈隆",
		[144973] = "卡多雷哨兵",
		[154699] = "潜地啮咬者",
		[155211] = "戈姆蛴害虫",
		[176198] = "渊誓禁锢者",
		[135760] = "第七军团水兵",
		[160842] = "卑劣收集者",
		[154700] = "空中执行者XZ-9",
		[151629] = "厄尼斯特",
		[135761] = "雷鸣图腾",
		[152653] = "剧毒潜伏者",
		[173640] = "顺从的影犬",
		[47649] = "百花齐放 <念着倒才潴小-阿拉索>",
		[6503] = "鳞甲类",
		[131155] = "纳兹瓦萨卫士",
		[131667] = "魂缚巨像",
		[160844] = "卑劣暴徒",
		[173641] = "纳斯利亚加尔贡",
		[141905] = "永生者泽巴斯特",
		[134739] = "净化构造体",
		[135763] = "虚空之子",
		[160845] = "挖掘执行者",
		[103217] = "晶化幼蝎",
		[124460] = "泥沼恐魔",
		[155215] = "妖叶鞭笞者",
		[131157] = "纳兹瓦萨缚血者",
		[135764] = "爆裂图腾",
		[152656] = "丧魂追猎者",
		[170572] = "阿塔莱灾厄妖术师",
		[167501] = "凿刻的追踪者",
		[168525] = "莎拜娜",
		[160847] = "考察者波伊安",
		[171597] = "骷髅残迹",
		[135254] = "铁潮袭击者",
		[156241] = "巨型卫士",
		[160848] = "考察者达西安娜",
		[153682] = "鱼叉炮",
		[154194] = "赞齐尔钢鳞卫士",
		[138838] = "扎拉提克螳螂妖",
		[156242] = "活化的徘徊者",
		[173134] = "暗誓歌利亚",
		[169551] = "占卜者里罗克",
		[149588] = "未知目标 <独行侠男爵-深渊之巢>",
		[166480] = "活体软泥追猎者",
		[134232] = "雇来的刺客",
		[134744] = "赤岩嗥狼",
		[131673] = "苦潮钳爪战士",
		[160850] = "守罪者马特奥",
		[175695] = "冥殁余烬",
		[106547] = "喝醉的法师",
		[156244] = "飞翼自动机",
		[152661] = "渊誓卫徒",
		[128302] = "苏醒的守卫",
		[138841] = "扎拉提克战歌者",
		[135258] = "铁潮掠夺者",
		[156245] = "巨型自动机",
		[153174] = "死亡观察者",
		[138842] = "共鸣者塔基尔",
		[131676] = "苦潮断头者",
		[173138] = "渊誓警卫",
		[170067] = "未知目标",
		[151128] = "监锁之主",
		[151640] = "失控的拳机",
		[125232] = "穆卡拉船长",
		[132701] = "提赞",
		[161878] = "镰棘切割者",
		[134237] = "毒心信徒",
		[159319] = "军需官泰丽卡",
		[86330] = "毁灭者祭师",
		[138845] = "指挥官乔瓦克",
		[168022] = "软泥触须",
		[165463] = "圣杯区泥仆",
		[157785] = "焦灼的盗匪",
		[138846] = "珀翼心歌者",
		[135263] = "艾什凡观察员",
		[173142] = "恐惧吞食者",
		[111413] = "黑暗吞噬者",
		[161881] = "受伤的钢脊者",
		[155227] = "橙黄打击者",
		[157275] = "暗语信徒",
		[153692] = "羊水喷发 <虚悯者>",
		[137824] = "弧光鳗",
		[155228] = "灰白打击者",
		[139360] = "复活的冰牙蛮兵",
		[152669] = "虚空液球",
		[103224] = "爆裂幼蝎",
		[175704] = "凝聚的痛苦",
		[151646] = "充能的拳机",
		[172633] = "火山追猎者",
		[173145] = "暴食之虫",
		[157277] = "挨饿的以太浮蛇",
		[153694] = "积怨幼崽",
		[138338] = "复活的护卫 <堕落的亡语者>",
		[152159] = "虚悯者",
		[152671] = "维科玛拉",
		[103225] = "酸喉幼蝎",
		[131685] = "符文信徒",
		[152672] = "潮汐涌动者",
		[130355] = "卡米·柯格维兹",
		[160351] = "雷迪拉夫管家",
		[152673] = "浪潮涌动者",
		[165470] = "纳斯利亚执行者",
		[157792] = "扎拉提克虫巢卫士",
		[152674] = "康复之泉",
		[165471] = "纳斯利亚决斗者",
		[157793] = "扎拉提克士兵",
		[137830] = "苍白吞噬者",
		[138342] = "尘鬃嗥叫者 <烬鬃>",
		[122678] = "沙漠毒蜂",
		[136295] = "沉落的居民",
		[165472] = "纳斯利亚虹吸者",
		[174174] = "凋零幼体 <散毒者拉克图斯>",
		[134760] = "黑暗低语者乔拉",
		[152164] = "狂乱的元素",
		[136296] = "鲜血巨魔腐蚀者",
		[165473] = "血牙公猪",
		[174175] = "忠诚的石裔魔",
		[166497] = "心能喷泉",
		[160355] = "被转化的爪卫",
		[136297] = "被遗忘的居民",
		[160356] = "裁定者技师",
		[134251] = "总管姆巴拉",
		[151655] = "高爆火箭",
		[160357] = "弃誓惩罚者",
		[148584] = "大法师莫丹特·永影",
		[127799] = "达萨莱荣誉卫士",
		[137835] = "狂暴的黑熊",
		[154727] = "太阳先知滕哈门",
		[167524] = "瓦里诺",
		[153192] = "哨卫执行者",
		[165989] = "黑檀爬行者",
		[141931] = "督军达古",
		[167525] = "莫塔尼斯",
		[160359] = "弃誓监督者",
		[169061] = "棘祸烈马",
		[149098] = "玛维·影歌",
		[138349] = "复仇幽魂 <激流堡虔信者>",
		[167526] = "诺尔伽什·泥躯",
		[152682] = "沃特兰亲王",
		[165479] = "王庭执行者",
		[166503] = "惊骇屠夫",
		[134767] = "死爪卵母",
		[36907] = "怒骨攻城锻造师",
		[127289] = "驭蜥者姆格",
		[152683] = "暴怒的风暴元素",
		[158314] = "游移哀伤",
		[151148] = "哈提 <七言>",
		[151660] = "屑骨垃圾投掷者",
		[172647] = "寄生感染者",
		[152684] = "球状闪电",
		[137328] = "未知目标",
		[151149] = "哈提",
		[90435] = "考莫克",
		[152685] = "狂风",
		[133234] = "三叶虫沙丘幼崽",
		[22105] = "裂蹄牛",
		[152686] = "雷霆漩涡",
		[30423] = "未知目标",
		[154222] = "赞齐尔追猎者",
		[122684] = "复生恐魔",
		[151663] = "屑骨碾肉者",
		[143985] = "吸吸机器人 <二月羊-白银之手>",
		[26776] = "未知目标",
		[119869] = "艾菲希尔",
		[141938] = "艾什凡狙击手",
		[108096] = "暮色卫队之子",
		[167532] = "粉碎者赫文",
		[164461] = "受诅者赛泽尔",
		[153200] = "燃沸",
		[157807] = "渊誓织魂者",
		[141939] = "艾什凡观察员",
		[167533] = "阿德文特·追惘",
		[151665] = "未知目标",
		[123453] = "邪鳞女巫",
		[157808] = "维尔提克聚生虫",
		[87366] = "爆裂熔炉废气",
		[167022] = "战缝撕裂者",
		[167534] = "老练的里克",
		[159856] = "恶毒的害虫",
		[164463] = "疫毒者巴瑟兰",
		[88902] = "莫达纳双刃",
		[157809] = "渊誓黑暗法师",
		[130620] = "霜剑士塞拉费",
		[155250] = "凋零语者",
		[151667] = "屑骨吐油者",
		[164464] = "卑劣的席拉",
		[157810] = "渊誓末日使者",
		[95813] = "武器大师麦克奥",
		[167536] = "嗜血的哈鲁吉亚",
		[151668] = "充能的微型机器人",
		[157811] = "利廉姆·火轴",
		[133753] = "吸血球",
		[130621] = "塑风师布莱森",
		[155764] = "迅捷者拉克夏",
		[115009] = "邪火小鬼",
		[123455] = "刺藻响沙蟹",
		[153205] = "宝石粉碎者",
		[157812] = "比利巴布·旋轮",
		[167538] = "残暴者多基格",
		[153206] = "老獠",
		[157813] = "斯普莱特",
		[170610] = "贮存看护者",
		[130622] = "塑风师奥兰",
		[78667] = "铁军军团士兵",
		[166004] = "寒骨啮咬者",
		[162933] = "智慧收割者",
		[134780] = "未知目标",
		[155767] = "格鲁塔基",
		[129599] = "破浪飞刀手",
		[161398] = "维拉兹刃誓者",
		[155768] = "缚风师玛尔露",
		[152697] = "奥玛斯",
		[136829] = "枯枝掷斧者",
		[83019] = "古托尔",
		[134782] = "凶喙",
		[129600] = "水鼠帮盐鳞战士",
		[136830] = "枯枝猎头者",
		[76877] = "格鲁尔",
		[154174] = "恐惧召唤者",
		[163960] = "贪婪的饥渴潜伏者",
		[60561] = "未知目标 <无尽風暴-白银之手>",
		[28825] = "旋风",
		[136831] = "枯枝巫医",
		[170478] = "刺客追猎者",
		[76809] = "监工长石",
		[173549] = "回响驭牛者",
		[155259] = "起重专家高戈",
		[163961] = "侵入的幼虫",
		[125250] = "远古断颌鳄",
		[129601] = "破浪持戟者",
		[136832] = "枯枝狂战士",
		[138446] = "深渊召唤者泽里莎",
		[167611] = "石裔剔骨者",
		[2165] = "熊",
		[146885] = "恶啸",
		[129554] = "赞达拉鬣蜥",
		[90409] = "血缚邪术士",
		[153219] = "逐潮先知",
		[78670] = "铁军战争法师",
		[157820] = "岩浆缚焰者",
		[174712] = "食腐的噬渊鼠",
		[138369] = "足球炸弹流氓",
		[150541] = "赞齐尔奴隶主",
		[120900] = "阿曼尼战士",
		[151684] = "断腭者",
		[129602] = "铁潮执行者",
		[94724] = "布莉安达",
		[136838] = "残暴者兹戈多",
		[159727] = "雷迪拉夫管家",
		[140325] = "石壳甲虫",
		[158703] = "渗漏的腐质",
		[139394] = "深泽泥沼祭司",
		[45230] = "奥格瑞玛卫士",
		[140993] = "暗穴伏击者",
		[132740] = "毒鳞多头蛇",
		[107592] = "冰中之棺",
		[166524] = "死亡行者 <[*] 死亡具象>",
		[76808] = "温度调节器",
		[134788] = "钳爪岩壳蟹",
		[139395] = "深泽泥沼看护者",
		[168572] = "真菌猛攻者",
		[152704] = "蠕行腐蚀",
		[145026] = "迅尾食腐者",
		[135167] = "幽魂狂战士",
		[154240] = "未知目标",
		[154752] = "钳颚毒鳍龙",
		[134789] = "凶暴钳爪蟹",
		[139396] = "深泽卫士",
		[168573] = "毁灭蘑菇",
		[148610] = "铁枝德鲁伊",
		[153217] = "逐潮掠夺者",
		[157824] = "烈焰保护者",
		[139439] = "缚曦者祖恩",
		[154753] = "毒鳍龙追猎者",
		[108361] = "晶化幼蝎",
		[139397] = "深泽潜伏者",
		[168574] = "致命的收割者",
		[169086] = "军械库荷官",
		[132743] = "焰鳞破浪者",
		[149635] = "纠缠根须",
		[155271] = "深渊猎矛者",
		[32665] = "水晶纠结者 <塑树者奥莫洛克>",
		[108360] = "酸喉幼蝎",
		[94285] = "邪能萃魔者",
		[136381] = "托杰克",
		[28826] = "雷怒亡魂",
		[132744] = "霜鳞多头蛇",
		[156255] = "堕落的档案员",
		[168620] = "饥饿的暗影追猎者",
		[154755] = "毒脊毒鳍龙",
		[138887] = "赤潮秘法师",
		[139399] = "深泽痛击者",
		[78674] = "铁军炽烤者",
		[152708] = "渊誓寻猎者",
		[136840] = "佐加",
		[127839] = "风鳍裂帆者",
		[141959] = "妖术祭司哈拉卡",
		[42800] = "魔像哨兵",
		[163458] = "弃誓谴罚者",
		[139400] = "深泽唤流者",
		[135817] = "微风",
		[152709] = "亡鳍鱼人",
		[136841] = "邪恶的图祖恩",
		[134280] = "守备官巴图尔",
		[130909] = "恶臭蛆虫",
		[154757] = "毒鳍幼龙",
		[163459] = "弃誓治愈者",
		[130653] = "暴虐的工兵",
		[168578] = "菌菇术士",
		[152710] = "亡鳍深水先知",
		[150698] = "凝结油脂",
		[18205] = "裂蹄牛",
		[150696] = "深水鳐护巢者",
		[134283] = "学者拉娜",
		[134795] = "隐秘的寄居蟹",
		[155813] = "庭务员",
		[135819] = "活体旋风",
		[86609] = "钢铁战争大师",
		[128578] = "祖乔斯古尔",
		[174210] = "凋零淤泥喷射者",
		[129369] = "铁潮袭击者",
		[175234] = "破冰者特拉克图斯",
		[134796] = "钳爪王蟹",
		[129095] = "黑齿拳手",
		[168580] = "钻凋者",
		[152712] = "盲光",
		[136844] = "沙顶战士",
		[145064] = "布雷泽",
		[152612] = "征服者克隆特扎斯",
		[112638] = "星界防御者",
		[134797] = "海洋独行蟹",
		[127048] = "枯须掘地工",
		[131726] = "凶猛的刚诺夫",
		[152713] = "复活的水手",
		[169605] = "渊誓收集者",
		[153737] = "希拉凯斯学徒",
		[103758] = "占星师艾塔乌斯",
		[124489] = "高地伐木工",
		[155273] = "征服者加瓦尔",
		[105299] = "递归元素",
		[131727] = "狡诈的芬雷",
		[100943] = "大地之墙图腾 <无尽風暴-白银之手>",
		[145036] = "第七军团传教士",
		[157833] = "博尔-盖斯",
		[153699] = "巨蜥酸背者",
		[150667] = "升级的哨卫",
		[130635] = "巨石之怒",
		[127049] = "枯须勘探员",
		[152203] = "茜拉姬女士",
		[136335] = "暴怒的三叶虫",
		[136847] = "沙顶暗影猎手",
		[153739] = "赞齐尔愚忠者",
		[150156] = "屑骨歼灭者",
		[141970] = "腐烂之根",
		[120651] = "爆炸物",
		[129097] = "黑齿格斗家",
		[131729] = "莱科",
		[140431] = "岩蹄山羊",
		[153228] = "齿轮检查者齿星",
		[153740] = "赞齐尔鳞卫",
		[161259] = "被埋葬的温西尔",
		[167049] = "乌棘掷钩者",
		[142991] = "被束缚的潮汐元素",
		[159883] = "司法官科德林",
		[160747] = "闪枝祭师",
		[94802] = "灵文师阿萨洛斯",
		[136849] = "沙顶狂战士",
		[153741] = "赞齐尔诱捕者",
		[170633] = "危厄之灵",
		[167050] = "乌棘针刺者",
		[137332] = "荒土沙爪蝎",
		[112718] = "恒星魔仆",
		[122968] = "亚兹玛",
		[152718] = "奥蕾莉亚·风行者",
		[165515] = "堕落的黑暗剑士",
		[160388] = "瓦希尔勋爵",
		[174729] = "枯败征服者",
		[165521] = "伊涅瓦·暗脉女勋爵",
		[36788] = "亡语者侍僧",
		[155790] = "渊誓侍僧",
		[153255] = "维尔提克愈珀者",
		[132244] = "基博库",
		[145041] = "迅尾追猎者",
		[161770] = "维阿莱女士",
		[174730] = "入侵的潜伏者",
		[138387] = "曼戈尔",
		[134804] = "永恒的符背龟",
		[155791] = "恐惧尖啸者",
		[111933] = "剧毒小蜘蛛",
		[156815] = "不屈",
		[86607] = "钢铁烈焰技师",
		[95072] = "巨型土元素",
		[174731] = "被附身的护林者",
		[175243] = "渊誓合唱者",
		[152722] = "堕落的虚空语者",
		[139412] = "加夏斯兹",
		[135829] = "尘风",
		[82519] = "悬槌役兵",
		[134794] = "黑暗潜伏者",
		[176111] = "堕落的地穴看守者",
		[174732] = "英格拉·克莱基克",
		[138389] = "斯玛夏",
		[167566] = "荒翼刺客",
		[155793] = "冒险者残骸",
		[135830] = "狂风之怒",
		[169102] = "阿格尼克斯",
		[140949] = "考戈尔，考戈尔的曾孙",
		[173189] = "纳斯利亚鹰眼射手",
		[139438] = "幽魂使陀甘",
		[167055] = "腐败投掷者",
		[161257] = "斯塔卡",
		[139414] = "泽地祭司瓦斯兹",
		[150653] = "黑水巨鳗",
		[140438] = "老长齿",
		[132760] = "平原狼蛛",
		[86275] = "高里亚执行者",
		[90114] = "钢铁龙骑兵",
		[175246] = "苦痛影魔",
		[155698] = "尖牙卫士",
		[139415] = "滑鳞者",
		[151719] = "深渊之声",
		[152724] = "希拉凯斯征服者",
		[129869] = "饥饿的拱地者",
		[149653] = "食肉鞭笞者",
		[137880] = "诺斯弗德防御者",
		[166042] = "泥瞥",
		[139410] = "沉默之刃维斯兹",
		[90199] = "血魔",
		[122973] = "达萨莱神官",
		[165010] = "凝结软泥",
		[157332] = "殴骨头狼",
		[166034] = "空的心能容器",
		[137881] = "诺斯弗德骑士",
		[168934] = "激怒之灵",
		[131728] = "坚韧的劳尔",
		[135322] = "黄金风蛇",
		[129359] = "锯齿鲨",
		[152726] = "增生珊瑚",
		[129870] = "棘背野猪领主",
		[145560] = "万磁臂",
		[137882] = "诺斯弗德弩手",
		[130638] = "钳颚鳄鱼",
		[163476] = "好战的唤石者",
		[155219] = "戈姆蛴喷吐者",
		[128584] = "乌戈图斯",
		[140442] = "麝腹牦牛",
		[173714] = "纱雾夜花",
		[157293] = "无眠特工",
		[152236] = "艾什凡女勋爵",
		[155824] = "笨重造物",
		[132280] = "呱呱",
		[139419] = "高阶神谕者阿塞扎",
		[164501] = "唤雾者",
		[140443] = "麝腹冲锋者",
		[105301] = "加速元素",
		[131753] = "黑铁魔像",
		[155216] = "妖叶狱卒",
		[77404] = "屠夫",
		[167033] = "恶臭蹒跚者",
		[139420] = "沼泽守卫者瓦斯扎什",
		[135837] = "旋风副官",
		[140444] = "麝腹公牛",
		[153194] = "咸水气泡",
		[153753] = "赞齐尔奴隶主",
		[141980] = "炼金师皮茨",
		[162278] = "弗洛基 <萨拉·怀特>",
		[54319] = "灵魂兽",
		[104534] = "诱捕者德佐克斯",
		[135838] = "尘泥轻风",
		[165349] = "活化的尸犬",
		[157337] = "夏德哈之裔",
		[133279] = "纳兹曼尼苦工",
		[28579] = "坚钢狂暴者",
		[130640] = "钳颚锯齿鳄",
		[130896] = "未知目标 <拉乌尔船长>",
		[139422] = "厚麟三叶虫训者",
		[160409] = "监督者阿提库斯",
		[41270] = "奥妮克希亚",
		[138427] = "怨鳍投叉手",
		[137375] = "光铸战争机甲",
		[167908] = "顽石军团看守者",
		[116308] = "卡兰姆·法师之矛",
		[131718] = "荆翼",
		[131233] = "雷炙",
		[42166] = "奥能金刚",
		[160922] = "刺针者泽沙拉",
		[129873] = "废墟哨兵",
		[130655] = "鲍比·豪里斯 <杰斯·豪里斯>",
		[165542] = "传染僵尸",
		[171160] = "德纳修斯的回响",
		[167078] = "残忍的夺翼者",
		[155804] = "纯净毁灭",
		[164506] = "上古队长",
		[136353] = "巨型触须",
		[157340] = "白骨弹片",
		[161947] = "看守者艾利肯",
		[111355] = "污心拷问者",
		[164836] = "构造体劳工",
		[167607] = "石裔切割者",
		[139425] = "疯狂的孵化者",
		[135842] = "弗鲁赞勋爵",
		[169114] = "金爪潜伏者",
		[105304] = "支配触须",
		[153758] = "蝌蚪收集器",
		[141985] = "使徒扎许斯里尔",
		[123461] = "邪鳞巨兽",
		[127530] = "饥饿的河鸥",
		[28961] = "泰坦神铁碎岩者",
		[164508] = "竞技场观众",
		[26782] = "晶化守护者",
		[161437] = "爆炸甲虫",
		[136385] = "蔚索斯",
		[103769] = "萨维斯",
		[155763] = "黑暗编织者卡德蕾丝",
		[161252] = "埋没之魂",
		[155807] = "疯狂的奎尔多雷",
		[129526] = "水鼠帮水兵",
		[152736] = "守护者塔宁",
		[132773] = "石拳执行者",
		[153760] = "被奴役的步兵",
		[158367] = "未知目标",
		[130643] = "扭曲的莱赞之子",
		[134821] = "怨目石化者",
		[122965] = "沃卡尔",
		[164510] = "蹒跚的弩手",
		[140452] = "沉睡者矛角",
		[145059] = "狡猾的夜翼鸦",
		[168418] = "弃誓审判官",
		[79200] = "黑石熔炉专家",
		[116311] = "虚空之誓刺客",
		[151202] = "污秽具象",
		[139429] = "缚岩战士",
		[135846] = "沙鳞突击者",
		[148618] = "大德鲁伊安得列留斯",
		[169630] = "枯败蛮兵",
		[38453] = "土拨鼠",
		[168977] = "渊誓奇术师",
		[146596] = "暗鳞随从",
		[134823] = "坚不可摧的水晶之脊",
		[155810] = "寒冰哨卫 <缚风师玛尔露>",
		[139460] = "缚岩织地者",
		[82528] = "高里亚奥术师",
		[145061] = "尖啸的夜翼鸦",
		[155738] = "集结旗帜 <征服者加瓦尔>",
		[112709] = "巡逻卫兵",
		[29830] = "活体魔精",
		[92781] = "未知目标 <阿克蒙德>",
		[155811] = "指挥官敏泽拉",
		[148133] = "负伤的陆军",
		[161890] = "肉痕清道夫",
		[94779] = "索沃克",
		[172713] = "泥池破坏者",
		[158179] = "贪婪的费尔姆",
		[131666] = "女巫会塑棘者",
		[86256] = "高里亚高阶巫师",
		[155812] = "渊誓祭师",
		[172704] = "不知足的以太浮蛇",
		[140263] = "符蹄鹿",
		[169633] = "冰川白骨领主",
		[29982] = "达卡莱掠夺者",
		[43704] = "恐狼",
		[93023] = "攻城大师玛塔克",
		[112474] = "堕落图腾 <可怕的萨满>",
		[168098] = "强化的凇心特工",
		[129366] = "水鼠帮海盗",
		[140457] = "荆裘食草牛",
		[173729] = "傲慢具象",
		[136305] = "猎人阿科斯",
		[138727] = "群居血虱",
		[167075] = "战缝血肉",
		[36794] = "天灾领主泰兰努斯",
		[155814] = "怪异的替工",
		[139946] = "心脏守卫",
		[140458] = "荆裘公牛",
		[145065] = "夜翼雏鸦",
		[170147] = "不稳定的内存器",
		[158374] = "神思之门",
		[171171] = "渊誓弓手",
		[134828] = "小型水元素",
		[151720] = "屑骨喷火者",
		[164517] = "特雷德奥瓦",
		[152744] = "上古摧心者",
		[150500] = "被污染的液滴",
		[94283] = "暗影灌魔者",
		[158375] = "腐蚀触须",
		[171172] = "渊誓禁锢者",
		[171188] = "凋缚狂热者 <斯特拉达玛侯爵>",
		[168101] = "强化的丧魂影魔",
		[152679] = "脱缰水流",
		[94816] = "托多弗",
		[145067] = "影羽雏鸦",
		[78948] = "泰克图斯",
		[158376] = "赛古斯",
		[171173] = "渊誓阴影追猎者",
		[171685] = "原始之握",
		[168102] = "强化的丧魂回响",
		[139949] = "瘟疫博士",
		[140262] = "符蹄母鹿",
		[161448] = "暗祸哨兵",
		[131560] = "狂野暴掠龙",
		[155618] = "赞齐尔女猎手",
		[16337] = "黑爪萨满祭司",
		[171181] = "领地刃喙鹤",
		[122970] = "影刃追猎者",
		[160425] = "阴燃的殴骨者",
		[163891] = "腐髓软泥",
		[149164] = "闷燃复仇的化身",
		[62005] = "野兽 <石开丶-德拉诺>",
		[163415] = "被激怒的暴食者",
		[134320] = "无信掠夺者",
		[141285] = "库尔提拉斯神射手",
		[172199] = "癫狂的灌注者",
		[160426] = "被转化的爪卫",
		[161376] = "钢脊老兵",
		[173146] = "飞翼破坏者",
		[170577] = "夜歌炽蓝蛾",
		[166969] = "芙莱达女男爵",
		[142511] = "大主教欧雷里斯",
		[134338] = "海贤执行者",
		[122971] = "达萨莱战神",
		[160427] = "裁定者技师",
		[29791] = "犀牛之魂 <迦尔达拉>",
		[157356] = "提取者瑟萨拉",
		[157365] = "龟裂追踪者 <莱登>",
		[137905] = "灌注艾泽里特的元素",
		[141284] = "库尔提拉斯护潮者",
		[104288] = "崔利艾克斯",
		[168106] = "强化的渊誓卫兵",
		[129370] = "铁潮塑浪者",
		[145060] = "巨大的影羽鸦",
		[164830] = "绽翼斥候",
		[131558] = "入侵的刀翼风蛇",
		[162476] = "书籍评估者",
		[158893] = "堕落的导师",
		[136293] = "鲜血巨魔狂战士",
		[168107] = "强化的渊誓拦截者",
		[94563] = "血缚狂信徒",
		[54320] = "你是我的",
		[127835] = "风鳍织潮者",
		[137395] = "老练的步兵",
		[133812] = "赞克希布",
		[171179] = "锻炉搜魂者",
		[163501] = "弃誓散兵",
		[168108] = "强化的笨重造物",
		[172715] = "泥池调查者",
		[158687] = "罩影刺裂者",
		[85246] = "大型虚空畸变体",
		[130139] = "虚空渗透物",
		[137188] = "扭曲涡流",
		[137217] = "绿洲死亡掠食者",
		[140259] = "符蹄雄鹿",
		[168109] = "强化的渊誓祭师",
		[145977] = "巨型石皮鹿",
		[140792] = "断喙拾骨者",
		[153265] = "维尔提克快刀战士",
		[170157] = "冥河符文锻造师",
		[79208] = "黑石执行者",
		[128604] = "纳泽希掌风者",
		[163503] = "以太俯冲者",
		[168110] = "强化的皇家角斗者",
		[129372] = "黑油投弹者",
		[165039] = "全视者艾瓦拉",
		[131674] = "苦潮盐尾法师",
		[122972] = "达萨莱占卜师",
		[105826] = "梦魇使者",
		[154079] = "鱼人蝌蚪",
		[160872] = "毁灭者寇克斯塔扎",
		[168111] = "强化的皇家管理员",
		[153055] = "艾萨亚雷风暴女巫",
		[152755] = "血涌狂鱼",
		[153267] = "维尔提克虫群卫士",
		[145589] = "大法师莫丹特·永影",
		[173018] = "魂选弓手",
		[167088] = "未知目标",
		[147936] = "艾泽里特宝石裂背蛛",
		[172207] = "欧达力克",
		[129373] = "港口猎犬训练师",
		[165041] = "守护者马斯图斯",
		[153268] = "虫群破坏者",
		[141495] = "库尔提拉斯步兵",
		[168652] = "堕落的地穴看守者",
		[167089] = "千面恶兽诺伊祖",
		[163506] = "弃誓潜爪狮",
		[155828] = "刻符巨像",
		[152635] = "血鳍哨卫",
		[170071] = "渊誓阴影追猎者",
		[160348] = "驯服的加尔贡",
		[176131] = "锻炉魔导师",
		[140769] = "金脉",
		[17252] = "利恩玛乌",
		[118] = "觅食的灰狼",
		[143544] = "Violent Crash Stalker <考戈尔，考戈尔的曾孙>",
		[147935] = "艾泽里特宝石爬行者",
		[167898] = "嫉妒具象 <审判官西加尔>",
		[140985] = "酸蚀蠕虫",
		[28836] = "雷铸符文师",
		[158684] = "谵妄的血肉兽",
		[134331] = "拉胡艾大王",
		[131785] = "嗡鸣的寄生虫",
		[172210] = "狂缝塑血者",
		[168627] = "魔药束缚者",
		[158908] = "堕落的引导者",
		[165556] = "瞬息具象",
		[161243] = "萨姆莱克，混沌唤引者",
		[29829] = "达卡莱震地者",
		[158902] = "堕落的绝论者",
		[138840] = "扎拉提克穿刺者",
		[155831] = "渊誓缚魂者",
		[155612] = "艾萨亚雷引导者",
		[134625] = "战争主母俘虏",
		[140987] = "贪婪的化血者",
		[161974] = "帐篷",
		[29573] = "达卡莱元素",
		[138428] = "怨鳍侍从",
		[152641] = "血鳍占水师",
		[158398] = "艾萨亚雷破浪者",
		[82733] = "拜夜影誓者",
		[160951] = "心灵扭曲的妖精",
		[157368] = "维里纳利亚",
		[137405] = "攫握恐魔",
		[154297] = "剑鱼人剑士",
		[138429] = "怨鳍缚潮者",
		[152273] = "血鳍唤潮者",
		[156237] = "元首达拉",
		[83538] = "战歌指挥官",
		[165047] = "魂匠约尔-马塔",
		[140989] = "骨鳞蠕虫",
		[52795] = "熔岩犬",
		[174773] = "怨毒影魔",
		[20387] = "孢子蝠",
		[159417] = "狂乱的旋刃刺客",
		[158790] = "暗影典狱官洛斯科兹",
		[110949] = "尖啸的巫婆",
		[165911] = "忠诚的造物",
		[140990] = "骨鳞吐毒者",
		[170167] = "邪教暗影法师",
		[136303] = "战争主母加特尔",
		[128609] = "舒尔-那古斯的触手",
		[41918] = "复生的坚骨战士 <[*] 白骨冰雹>",
		[151740] = "失控的废钢幼犬",
		[155841] = "未知目标",
		[135765] = "洪流图腾",
		[140991] = "钻髓",
		[170168] = "嗜血食尸鬼",
		[158395] = "艾萨亚雷风暴涌流者",
		[106087] = "艾乐瑞瑟·雷弗拉尔",
		[105322] = "死光触须",
		[127074] = "亡者卫士",
		[139968] = "腐化的跃潮者",
		[165050] = "腐楠打手",
		[140992] = "穿尸者",
		[78077] = "不稳定的畸体",
		[158396] = "艾萨亚雷先知",
		[128610] = "舒尔-那古斯之喉",
		[167610] = "石精噬踝者",
		[172217] = "溃疡投掷者",
		[92523] = "瓦兹法扎",
		[165051] = "腐楠拷问者",
		[153278] = "恐虫毁灭者",
		[157885] = "被附身的沃卡伊",
		[158397] = "艾萨亚雷风暴猎手",
		[138434] = "怨鳍风暴女巫",
		[175801] = "畸形的碎魂者",
		[167615] = "堕落的黑暗剑士",
		[26722] = "碧蓝大法师",
		[154754] = "毒鳍龙吞噬者",
		[111463] = "麋鹿",
		[136391] = "心脏守卫",
		[111975] = "影羽",
		[128611] = "舒尔-那古斯之眼",
		[167612] = "石裔掠夺者",
		[139459] = "缚岩士兵",
		[85243] = "虚空畸变体",
		[165053] = "沃德达豪",
		[140995] = "废墟潜伏者",
		[139466] = "钴蓝石卫士",
		[166589] = "未知目标 <贵族散兵>",
		[154816] = "鲑鱼吞食者",
		[148554] = "第七军团焚化者",
		[135365] = "主母阿尔玛",
		[102672] = "尼珊德拉",
		[154681] = "溺亡宝珠 <亡鳍深水先知>",
		[154619] = "守护者奥姆-卡",
		[131112] = "破浪打击者",
		[145976] = "石皮公鹿",
		[158168] = "黑暗信徒",
		[36893] = "伊米亚拥火者",
		[135366] = "黑齿纵火犯",
		[139973] = "幼年跃潮者",
		[165055] = "捕食的以太浮蛇",
		[113512] = "腐败软泥怪",
		[166079] = "脆骨弩手 <佐尔拉姆斯通灵师>",
		[146116] = "针背掘草者",
		[28578] = "坚钢掠夺者",
		[163520] = "弃誓小队长",
		[139462] = "缚岩砥语者",
		[151750] = "珊瑚鞭笞者",
		[165056] = "开膛者克拉尔",
		[160727] = "残留不安",
		[169154] = "饥饿的幼牙蝠",
		[153218] = "逐潮鱼人",
		[170690] = "染病恐魔",
		[166869] = "黑暗哥利亚",
		[139463] = "缚岩歼灭者",
		[92526] = "泽里舍克",
		[168058] = "注能的羽翎",
		[165060] = "心能拟身怪",
		[155836] = "施咒者妮塔拉",
		[146118] = "领地针背箭猪",
		[167105] = "幻影刃牙者",
		[173044] = "缝合助理 <车间传送门>",
		[133836] = "复活的护卫",
		[144071] = "铁潮塑浪者",
		[111210] = "灼热的地狱火",
		[172703] = "未知目标",
		[159190] = "西诺德",
		[146119] = "针背蛮猪",
		[138299] = "血喉",
		[164037] = "暗穴巨虫",
		[155845] = "压抑深渊 <[*] 压抑深渊>",
		[152262] = "上层精灵织法者",
		[132299] = "狂怒的树人",
		[151604] = "阳极处理的故障修理工",
		[93295] = "资深暗法师",
		[133835] = "狂野的群居血虱",
		[138442] = "破浪者",
		[163524] = "格里恩黑暗裁定者",
		[164036] = "暗穴切割者",
		[26723] = "克莉斯塔萨",
		[78451] = "奥术怨灵",
		[156866] = "莱登",
		[132074] = "监工克里克斯",
		[158406] = "厌恶",
		[163896] = "石缚卫士",
		[168001] = "强化的焰炉执行者",
		[139467] = "岗岩之拳秦苏",
		[150202] = "波涛之刃猎人",
		[151623] = "废铁之王",
		[158165] = "科斯特尔",
		[143971] = "考戈尔煽动者",
		[175652] = "悲哀之主",
		[77428] = "元首马尔高克",
		[81779] = "独眼魔虐待者",
		[164038] = "暗穴喷毒者",
		[164550] = "滑行污泥",
		[169157] = "泥肿",
		[164819] = "阿瑞拉",
		[148541] = "第七军团掠夺者",
		[111980] = "暗夜蛛母",
		[158796] = "石戒收集者",
		[175734] = "冥殁余烬 <炽焰冥殇>",
		[130850] = "铁潮火炮",
		[90432] = "邪火喷射机",
		[129640] = "咆哮的港口猎犬",
		[161480] = "暗祸诓骗者",
		[149707] = "珊瑚滑行者",
		[126190] = "僭悌残暴者",
		[167111] = "锥喉鹿角巨虫",
		[81780] = "守卫队长萨戈",
		[139470] = "翔龙大师锡薛",
		[164552] = "未知目标",
		[152779] = "莫赫克·八指",
		[140760] = "地灵巨人",
		[172079] = "橡心嚎夜者",
		[140439] = "麝腹头牛",
		[140345] = "风暴之鸣",
		[163282] = "巢母魂牙",
		[123654] = "幼年钳嘴鳄",
		[42178] = "熔岩金刚",
		[85240] = "拜夜占卜师",
		[169090] = "军械库哨兵",
		[170184] = "未知目标",
		[81269] = "守卫者图尔托克",
		[167113] = "锥喉酸咽者",
		[140759] = "祖乔斯古尔复生者",
		[139472] = "磐石领主秦薛",
		[155263] = "问题解决专家斯基兹",
		[165066] = "猎手阿尔迪莫",
		[151605] = "阳极处理的机械师",
		[111370] = "暗影生物",
		[95602] = "秘法师维鲁恩",
		[124654] = "三叶虫沙丘爬行者",
		[92961] = "血缚蛮兵",
		[139473] = "磐石技师砮馨",
		[164555] = "米尔菲丝·法力风暴",
		[165067] = "玛尔苟",
		[132819] = "锈斑幼崽",
		[135894] = "火元素",
		[81270] = "高里亚卫兵",
		[130333] = "砾鳞蜥蜴",
		[164380] = "弃誓破坏者",
		[130334] = "砾鳞凝视者",
		[164556] = "米尔豪斯·法力风暴",
		[136403] = "虚空恐魔 <弗拉尔维奇-银松森林>",
		[132820] = "泥吻小猪",
		[109349] = "影障暗影奔马",
		[95603] = "秘法师艾兰",
		[167116] = "锥喉掠夺者",
		[134868] = "鲜血巨魔追猎者",
		[93813] = "雇佣工程师",
		[164557] = "哈尔吉亚斯的碎片",
		[29713] = "未知目标",
		[153296] = "莎兰阿里·雷舌",
		[58943] = "未知目标",
		[138495] = "暮光指挥官",
		[167117] = "锥喉幼虫",
		[134869] = "鲜血巨魔斩杀者",
		[139476] = "缚岩巨怪",
		[164558] = "夺灵者哈卡",
		[170166] = "狂热的低阶牧师",
		[153340] = "艾萨拉女王",
		[129772] = "无信神射手",
		[146131] = "潜地者巴托克",
		[128620] = "恐喉鳄",
		[109041] = "自然学家特尔安",
		[164047] = "锻炉卫兵",
		[152274] = "血鳍鱼人",
		[92789] = "未知目标",
		[161488] = "暗祸监督者",
		[170190] = "影握图腾 <红霞云-库尔提拉斯>",
		[81272] = "高里亚符文大师",
		[28580] = "坚钢唤天者",
		[36658] = "天灾领主泰兰努斯",
		[164048] = "特鲁拉克斯",
		[160465] = "黑暗帝国斩颅者",
		[123502] = "魔暴龙王科塔尔",
		[153299] = "碎骨者苏恩",
		[174070] = "狗舍监督者",
		[166608] = "穆厄扎拉",
		[164371] = "弃誓强夺者",
		[16871] = "血环步兵",
		[155859] = "薇兹加拉",
		[42180] = "剧毒金刚",
		[136408] = "黑暗犬 <弗拉尔维奇-银松森林>",
		[123450] = "邪鳞深渊猎手",
		[153812] = "鸣脊潜伏者",
		[167458] = "碎骨破坏者",
		[170093] = "渊誓寻猎者",
		[10741] = "未知目标",
		[139480] = "缚岩保护者",
		[164562] = "堕落的驯犬者",
		[156884] = "未知目标",
		[78714] = "卡加斯·刃拳",
		[165560] = "戈姆蛴幼虫 <特雷德奥瓦>",
		[129553] = "恐龙统领吉什奥",
		[124527] = "骨喙食腐鸟",
		[138969] = "僭悌幽魂",
		[88089] = "积怨魔女",
		[156373] = "羊水喷发 <次级虚悯者>",
		[152244] = "上层精灵神射手",
		[153302] = "冰川法师基艾拉",
		[93303] = "垂涎的猎犬",
		[122224] = "恐角公龙",
		[140075] = "卡奴斯",
		[138970] = "复仇之魂",
		[77692] = "克罗莫格",
		[140835] = "密谋之焰",
		[165076] = "贪食的虱子",
		[153303] = "虚空之刃卡萨尔",
		[124016] = "盐脊三叶虫",
		[133852] = "生命腐质",
		[134364] = "无信护卵员",
		[153552] = "哭泣的怨灵",
		[88821] = "鼓风者",
		[135329] = "主母布琳德尔",
		[132317] = "怨齿猎蛛",
		[153304] = "安达娜·霜刺",
		[61245] = "电能图腾 <祈雨丸子-伊森利恩>",
		[133853] = "鲜血之冠",
		[129550] = "水鼠帮健步者",
		[126832] = "天空上尉库拉格",
		[28695] = "熔岩魔像",
		[28965] = "泰坦神铁轰鸣者",
		[127600] = "毒鳞滑鳗",
		[78716] = "滋生暗影",
		[171013] = "未知目标",
		[146139] = "金脊",
		[124172] = "怨翼感染者",
		[123286] = "南海赌徒",
		[120946] = "埃基尔松的信徒",
		[113012] = "魔誓混沌法师",
		[111166] = "坚毅的宫廷卫士",
		[84859] = "钢铁屠夫",
		[159766] = "雷迪拉夫商人",
		[146140] = "棘刺威吓者",
		[28581] = "雷铸战术师",
		[102263] = "斯考匹隆",
		[139486] = "裂空",
		[135903] = "深渊具象",
		[28837] = "雷铸斥候",
		[173782] = "恐惧殴骨者",
		[170199] = "被掌控的幽灵",
		[125214] = "克鲁布斯",
		[146653] = "勇猛的猎人",
		[156256] = "堕落的公证人",
		[135968] = "无信藏卷者",
		[113013] = "魔誓暗影剑士",
		[109174] = "盐目矛卫",
		[84860] = "钢铁缚地者",
		[105591] = "梦魇恐魔",
		[77182] = "未知目标",
		[138464] = "艾什凡水手",
		[163546] = "年幼的以太浮蛇",
		[168153] = "凋零大鹏",
		[135905] = "血枝孢子",
		[63809] = "杰克·阿罗",
		[165594] = "凇心伏击者",
		[145178] = "第七军团传教士",
		[146143] = "刀棘",
		[4460] = "黑腮寒冰召唤者",
		[134882] = "工人",
		[155869] = "希拉凯斯影法师",
		[136989] = "纽斯泰德民兵",
		[152853] = "炽情者希里瓦兹",
		[88956] = "邪恶刀爪龙",
		[137442] = "高阶巫师马拉拉",
		[160716] = "罪碑狂暴者",
		[172607] = "赞图斯的死亡之影",
		[175833] = "掠行吸血者",
		[151775] = "皇家塑形者",
		[152287] = "汽摩蛛",
		[136419] = "双头怪投石者",
		[153311] = "滑刃者阿赞兹",
		[26918] = "混乱裂隙",
		[128371] = "碎神穿刺者",
		[146657] = "精练的哨兵",
		[170079] = "收藏家埃德加",
		[155871] = "虚缚恐魔",
		[160478] = "顽石军团保卫者",
		[152357] = "毒鳍龙猎手",
		[88957] = "幼年刀爪龙",
		[93308] = "传送门守卫者",
		[153874] = "渊誓哨兵",
		[158943] = "幻影重殴者",
		[161502] = "贪婪的血肉魔",
		[131302] = "铁潮劫掠者",
		[102778] = "虫语收集者",
		[136421] = "双头怪碾地者",
		[145123] = "弥雅拉·夜歌",
		[160826] = "虫巢卫士纳兹鲁泽克",
		[132835] = "惧牙盘蛇",
		[176119] = "堕落的看护者",
		[158478] = "腐化生长",
		[120950] = "加亚莱的信徒",
		[164575] = "卡狄亚",
		[102681] = "泰拉尔",
		[141029] = "柯蹄",
		[85748] = "钢铁虐待者",
		[152711] = "亡鳍强夺者",
		[28582] = "雷铸医师",
		[139793] = "钩爪灰熊",
		[131304] = "狐人健步者",
		[164576] = "多利安",
		[28838] = "泰坦神铁先锋",
		[153315] = "艾尔达纳",
		[130025] = "铁潮暴徒",
		[95613] = "缚魂者哈兰尼",
		[149004] = "希拉凯斯监督者",
		[139284] = "瘟疫博士",
		[159970] = "奥迪塔女公爵",
		[131817] = "被感染的岩喉",
		[168170] = "顽石军团哨兵",
		[169696] = "泽地士兵",
		[170208] = "炽焰冥殇",
		[140562] = "硫磺恶犬",
		[159178] = "恐怖的夜居者",
		[102679] = "伊森德雷",
		[131306] = "未知目标",
		[10806] = "熊",
		[111226] = "召唤师希弗",
		[164967] = "伊库斯博士",
		[78978] = "暗裂噬咬者",
		[95614] = "缚魂者艾罗瓦",
		[685] = "迅猛龙",
		[159460] = "夜寡恐蛛",
		[131307] = "黑齿暴徒",
		[131819] = "女巫会占卜者",
		[58961] = "巴塔里野牛人",
		[138847] = "战斗医师卡瓦兹",
		[170210] = "翠绿之刺",
		[170241] = "惧裘仙狐",
		[165959] = "隐形追踪",
		[77557] = "加安上将",
		[28547] = "咆哮的漩涡",
		[26727] = "法师猎手军官",
		[111227] = "织魔者法拉米尔",
		[170438] = "复活的骷髅",
		[133356] = "泰匹斯特里亚",
		[134941] = "刺须蜘蛛",
		[112251] = "腐败软泥怪",
		[78883] = "钢铁步兵",
		[155276] = "爆裂岩鱼",
		[173802] = "凿刻的助手",
		[136428] = "黑暗史学家",
		[161510] = "裂魂触须",
		[2630] = "地缚图腾 <祈雨丸子-伊森利恩>",
		[141303] = "王牌轰炸机",
		[158979] = "沉默的监督者",
		[17447] = "未知目标",
		[161016] = "未知目标",
		[145927] = "唤星者艾拉娜",
		[134284] = "堕落的亡语者",
		[161511] = "暗祸领主",
		[133358] = "血红信徒",
		[133870] = "染病鞭笞者",
		[128632] = "纳泽希监督者",
		[122963] = "莱赞",
		[135406] = "活性黄金",
		[131823] = "女巫马拉迪",
		[164451] = "斩首者德茜雅",
		[162044] = "焦灼的巫师",
		[8913] = "暮光使者",
		[146156] = "寡妇之眼",
		[28583] = "炙热的蒸汽",
		[126841] = "鲨鱼饵",
		[159977] = "杰弗莱爵士",
		[131824] = "女巫索林娜",
		[50815] = "豹",
		[173798] = "尺寸惊人的老鼠",
		[76576] = "裂蹄牛",
		[137967] = "地道追猎者",
		[154859] = "无眠审问者",
		[140038] = "深渊鳗鱼",
		[170737] = "枯败镇压者",
		[168680] = "渊誓监视者",
		[161002] = "武装保护者",
		[141039] = "寒冰镰刀",
		[133361] = "大手大脚的仆从",
		[127486] = "艾什凡军官",
		[158955] = "召唤的博格特",
		[167876] = "审判官西加尔",
		[159979] = "伊欧娜女公爵",
		[168681] = "弃誓恶毒者",
		[152813] = "次级虚悯者",
		[133384] = "米利克萨",
		[140292] = "雪裘头狼",
		[137969] = "葬礼构造体",
		[158956] = "幻影刃牙者 <乌棘巫医>",
		[147968] = "焦躁的艾泽里特",
		[8983] = "傀儡统帅阿格曼奇",
		[26793] = "晶化魔花",
		[88708] = "戈拉",
		[137212] = "深渊先知",
		[137458] = "腐烂孢子",
		[164804] = "宗主奥法兰",
		[26536] = "无脑的仆从",
		[416] = "匹普菲普 <电锯仔-死亡之翼>",
		[417] = "索乌鲁姆 <墨染灬尐倾城-白银之手>",
		[26728] = "法师猎手新兵",
		[26792] = "晶化保卫者",
		[153327] = "未知目标",
		[26691] = "伊米亚巫医",
		[142587] = "贪吃的蛆虫",
		[154863] = "幻影角鹰兽",
		[169707] = "暗墙镇压者",
		[151792] = "粘液元素",
		[164589] = "康复中的灵茧",
		[136436] = "未知目标",
		[152313] = "积恐巨兽",
		[162030] = "暗语祭师",
		[146678] = "守护古树",
		[134389] = "喷毒盘蛇 <蛋>",
		[122749] = "亡刺看护者",
		[131318] = "长者莉娅克萨",
		[160495] = "狂热的缚魂者",
		[163575] = "灰烬爬行者",
		[76829] = "锁定",
		[137461] = "饥饿的黑喉狼",
		[170733] = "充血的葬秋萤",
		[171245] = "野性地狱犬",
		[171757] = "暗誓骨法师",
		[145058] = "影羽渡鸦",
		[170481] = "镰棘魔击者",
		[148723] = "狙击手马多克",
		[138489] = "祖尔之影",
		[125828] = "Soulrend Add",
		[146164] = "萨玛拉",
		[28584] = "自由的火焰风暴",
		[126845] = "乔里船长",
		[154565] = "忠实的仆从",
		[158953] = "无面操纵者",
		[169921] = "幽皮仙狐",
		[123135] = "野生剜齿虎",
		[153843] = "希拉凯斯虚空扭曲者",
		[29826] = "达卡莱医师",
		[160195] = "骄傲罪责",
		[141565] = "库尔提拉斯步兵",
		[138848] = "剑舞者佐尔拉克",
		[163058] = "纱雾防御者",
		[134137] = "神殿侍从",
		[153332] = "赞齐尔蛮兵",
		[167151] = "脆弱的侦察兵",
		[155900] = "萨勒伊丝",
		[93830] = "钢铁龙骑兵",
		[126846] = "戎裔骑兵",
		[126093] = "滑刃蜥蜴人",
		[160499] = "扭动的恐魔",
		[156909] = "堕落的保证人",
		[153333] = "赞齐尔惩罚者",
		[162035] = "焦灼的暴徒",
		[158452] = "扭心触须",
		[163059] = "暮色恐魔",
		[163777] = "艾森格林",
		[134600] = "卷沙神射手",
		[170234] = "压制战旗 <无堕者哈夫>",
		[137671] = "未知目标",
		[157634] = "焰炉执行者",
		[153027] = "未知目标",
		[140260] = "符蹄迅鹿",
		[94859] = "装甲碎颅者",
		[22506] = "邪恶净化",
		[131324] = "戒卫岭水兵",
		[26729] = "管家",
		[165108] = "幻影克隆体",
		[153335] = "强能火花",
		[111747] = "魔誓贵族",
		[166644] = "圣物匠赛·墨克斯",
		[154871] = "无眠特工",
		[135940] = "蠕行荆棘",
		[131325] = "戒卫岭民兵",
		[152312] = "艾萨亚雷女巫",
		[134599] = "灌注能量的唤雷者",
		[78238] = "普尔",
		[133373] = "复活的贾克斯泰",
		[171772] = "纱雾防御者",
		[175347] = "未知目标",
		[126848] = "尤朵拉船长",
		[135818] = "狂风士兵",
		[123265] = "闪电风暴",
		[140540] = "燃网巢群卫士",
		[160460] = "弃誓惩罚者",
		[162039] = "邪恶的镇压者",
		[154361] = "孵化场的卵",
		[112260] = "恐魂污染者",
		[175860] = "贪婪的影魔",
		[163892] = "腐烂的粘液之爪",
		[137209] = "啄骨秃鹫",
		[140541] = "燃网爬行蛛",
		[114438] = "阿曼苏尔之眼",
		[162040] = "大监督者",
		[140968] = "赤背打击者",
		[28585] = "炉渣",
		[134911] = "暗穴寡妇蛛",
		[134390] = "沙鳞突击者 <蛋>",
		[152315] = "闪织者欧姆",
		[152827] = "希拉凯斯虚空掠夺者",
		[156395] = "饥饿的恐惧蝠",
		[141566] = "雕骨切割者",
		[133888] = "风花猎蜥",
		[112261] = "恐魂腐蚀者",
		[174012] = "女执行官奥菲莉亚",
		[155899] = "萨克佳",
		[108934] = "未知目标",
		[164926] = "德鲁斯特碎枝者",
		[17132] = "裂蹄牛",
		[152675] = "万钧波涛卫士",
		[124185] = "戈拉坎",
		[142935] = "沾满花粉的群居蜱虫",
		[171768] = "暗誓哨兵",
		[127106] = "铁潮军官",
		[168697] = "哀伤之刃",
		[158690] = "教徒折磨者",
		[161531] = "阿丝莫达",
		[137473] = "守卫队长阿图",
		[160491] = "虚曲守护者",
		[138497] = "暮光鳞誓者",
		[134914] = "暗门蜘蛛",
		[155901] = "奥术炸弹",
		[129410] = "复生的暴掠龙",
		[80526] = "难驯的铁蹄牛",
		[155629] = "艾萨亚雷缚雷者",
		[137474] = "提玛吉大王",
		[145346] = "基尔卡罗克指挥官",
		[138498] = "暮光幼龙",
		[22507] = "被释放的黑暗",
		[172282] = "裹体之网 <Murk>",
		[26730] = "法师杀手",
		[26794] = "塑树者奥莫洛克",
		[141058] = "海潮领主苏尼斯",
		[127879] = "祖尔的持盾卫士",
		[174842] = "好斗的侍者",
		[138499] = "暮光龙人",
		[134916] = "暗门猎蛛",
		[113127] = "崖翼天爪鹰",
		[168700] = "未知目标",
		[101002] = "克洛苏斯",
		[136964] = "远望栖地射手",
		[162046] = "饥饿的虱子",
		[146178] = "蓝针",
		[150785] = "喋齿",
		[147202] = "活化艾泽里特裂片",
		[168678] = "恐惧殴骨者",
		[94604] = "血缚腐化者",
		[152833] = "艾泽里特巨怪",
		[126586] = "猩红教徒",
		[162047] = "贪食的蛮兵",
		[137989] = "防腐液",
		[158976] = "尖啸的夜居者",
		[150976] = "充能的废钢猎犬",
		[151810] = "皇家栽培者",
		[131847] = "维克雷斯狂欢者",
		[152834] = "艾泽里特飞掠蛛",
		[133901] = "风花穿刺者",
		[137478] = "沃希女王",
		[154370] = "剑鱼人哨兵",
		[138502] = "飞龙征服者纳罗维亚克",
		[123226] = "港口长尾鲨",
		[169915] = "符文追猎者",
		[123270] = "大厨格鲁",
		[152835] = "晶化艾泽里特",
		[157442] = "疯狂凝视",
		[162049] = "疑虑残迹",
		[78575] = "社会牛",
		[158978] = "巨大的岩皮犬",
		[137204] = "灾厄妖术师",
		[143622] = "野生小鬼",
		[131849] = "发狂的射手",
		[26690] = "伊米亚战士",
		[153804] = "鸣脊侵入者",
		[127485] = "水鼠帮掠夺者",
		[130437] = "矿井鼠",
		[138504] = "达卡里奥将军",
		[151301] = "失控的废钢猎犬",
		[155908] = "亡语者",
		[123271] = "海毛掷棍者",
		[144647] = "渊潮狂鱼",
		[157444] = "营地观察者",
		[174336] = "狗舍监督者",
		[95630] = "构装维和者",
		[135770] = "老练军士斯雷德",
		[104592] = "梦魇触须",
		[139529] = "穆柯赖",
		[168673] = "挨饿的影犬",
		[162060] = "奥莱芙莉安",
		[173190] = "王庭鹰眼射手",
		[129659] = "亵渎者艾鲁恩",
		[154374] = "愤怒的剑鱼人哨兵",
		[122504] = "狂鬃暴掠龙",
		[157883] = "被附身的希尔梵",
		[151815] = "丧魂回响",
		[26731] = "大魔导师泰蕾丝塔",
		[139539] = "塔沃克，女皇之锤",
		[115594] = "暮色卫队裁决者",
		[134932] = "怨网巢母",
		[158140] = "狂暴之鼠",
		[163077] = "阿祖勒斯",
		[169913] = "符文追猎者幼崽",
		[151816] = "丧魂清道夫",
		[161211] = "驯服的加尔贡",
		[155920] = "艾萨亚雷风刃使者",
		[153352] = "赞齐尔刺客",
		[137484] = "阿库尔大王",
		[146186] = "焰刺战士",
		[130695] = "戒卫岭水兵",
		[159495] = "迷沼泥仆",
		[151817] = "丧魂恶鬼",
		[93068] = "祖霍拉克",
		[131863] = "贪食的拉尔",
		[51663] = "博格雅恩",
		[137485] = "血誓代理",
		[146187] = "焰刺支配者",
		[132338] = "自控导弹",
		[175876] = "阿尔林",
		[151818] = "丧魂畸形造物",
		[153309] = "奥扎娜，滚雷之箭",
		[129672] = "受折磨的灵魂",
		[132879] = "水晶巨人",
		[137486] = "帕特拉女王",
		[154378] = "机械化的执行者",
		[28587] = "沃尔坎",
		[175877] = "卢米森妲",
		[155914] = "赞齐尔毒鳍龙",
		[160521] = "嫉妒具象",
		[66200] = "雷霆要塞士兵",
		[136975] = "重型军火",
		[137487] = "骸骨狩猎迅猛龙",
		[133904] = "暴露的风花虫巢",
		[138511] = "蔚鳞",
		[151308] = "未知目标",
		[159505] = "格斗中的候选者",
		[169912] = "狂怒面具",
		[123274] = "海毛斗士",
		[136976] = "提扎拉",
		[162058] = "雯图纳柯丝",
		[169695] = "冰霜巨龙",
		[134417] = "深海祭师",
		[136687] = "恐怖火炮",
		[139536] = "扎拉提克工兵",
		[123275] = "海毛猢狲",
		[136330] = "灵魂荆棘 <[*] 灵魂荆棘>",
		[157452] = "梦魇抗原",
		[162059] = "金-塔拉",
		[124642] = "巨蜥幼体",
		[158988] = "活体利刃",
		[154555] = "阿玛赛特技师",
		[139537] = "扎拉提克恐虫",
		[140269] = "乌鲁塔勒",
		[80534] = "暴躁的铁蹄牛",
		[165137] = "佐尔拉姆斯守门人",
		[126091] = "被亵渎的殓尸者",
		[92514] = "韶衮",
		[129913] = "潜伏的狼蛛",
		[175881] = "内克罗提克斯",
		[139538] = "破壁者哈维克",
		[123276] = "海毛踏沙者",
		[26796] = "指挥官斯托比德",
		[141074] = "考戈尔投敌者",
		[162061] = "德沃丝",
		[37588] = "被腐化的冠军",
		[128651] = "哈达尔·黑渊",
		[175882] = "渊誓警卫",
		[155919] = "风暴火花 <艾萨亚雷唤电者>",
		[164621] = "未知目标",
		[140563] = "硫磺寻踪犬",
		[132885] = "空气元素",
		[126092] = "滑刃角斗士",
		[131520] = "暴躁的库莱特",
		[163086] = "腐臭的气囊怪",
		[86329] = "毁灭者祭师",
		[135445] = "能量核心",
		[168717] = "弃誓裁决者",
		[140564] = "硫磺熔岩之喉",
		[141076] = "未知目标",
		[129367] = "水鼠帮唤风者",
		[95636] = "萨格雷副官",
		[128652] = "维克戈斯",
		[159504] = "格斗中的候选者",
		[3527] = "治疗之泉图腾 <花落叶相随-贫瘠之地>",
		[168718] = "弃誓看守人",
		[136470] = "零食商贩",
		[162744] = "裂伤者耐克萨拉",
		[166159] = "腐楠具象",
		[167963] = "无头的终端机",
		[134423] = "深渊居住者",
		[155410] = "巨锤混混",
		[155873] = "暗言歼灭者",
		[131864] = "高莱克·图尔",
		[165651] = "顽石军团保安",
		[172981] = "格里恩缝合憎恶",
		[153313] = "攫心者维兹奥苟",
		[133912] = "血誓污染者",
		[163089] = "恶心的残躯",
		[155411] = "巨锤流亡者",
		[173016] = "尸体采集者",
		[21102] = "熔岩犬",
		[152852] = "狂热者帕什玛",
		[136984] = "莱班",
		[58960] = "尼迦顿",
		[170768] = "充血的葬秋萤",
		[113043] = "深渊守护者",
		[155412] = "死忠的破坏者",
		[106643] = "艾利桑德",
		[135961] = "深石碾压者",
		[165138] = "凋零之袋",
		[173840] = "凋缚狂热者",
		[128142] = "虚空之子 <Noxns-白银之手>",
		[156260] = "堕落的夺灵者",
		[160849] = "考察者伊欧纳塔",
		[165597] = "帕奇维克士兵",
		[136828] = "枯枝战士",
		[135965] = "无信助祭",
		[153310] = "卡莉娜，寒冰之枪",
		[157461] = "菌丝囊肿",
		[153878] = "渊誓弓手",
		[164567] = "英格拉·马洛克",
		[167190] = "难缠的幼虫",
		[134939] = "刺须食人蛛",
		[26669] = "伊米亚野蛮者",
		[135963] = "土元素",
		[165140] = "腐楠拷问者",
		[26861] = "伊米隆国王",
		[153879] = "丧魂暗影",
		[170932] = "云羽守护者",
		[132742] = "焰鳞阔步者",
		[155415] = "卡米尔·拉克卡斯",
		[155927] = "秘法旋风",
		[168724] = "充血的纺惧蛛",
		[169433] = "嗜食的蜕皮虫",
		[157463] = "死忠的汲惧者",
		[130191] = "利爪防御者",
		[166677] = "棘祸弩手",
		[167189] = "泥浆饕餮者",
		[175891] = "被折磨的灵魂",
		[139343] = "冰牙苦工",
		[160535] = "灰烬流浪者",
		[166426] = "缝合场学徒",
		[145179] = "第七军团陆军",
		[155419] = "伪装者爱丝蜜尔",
		[95640] = "萨格雷裂魂者",
		[108181] = "七分熟",
		[160537] = "起水泡的流浪者",
		[136338] = "斯洛加尔",
		[171596] = "凋缚巨骨",
		[171799] = "深渊狱卒",
		[157465] = "残忍的猎石者",
		[153882] = "丧魂之灵",
		[156261] = "堕落的拷问者",
		[111331] = "潜伏雾魔",
		[155418] = "格洛玛·格里斯勒",
		[69791] = "烈焰之灵",
		[78237] = "费莫斯",
		[94873] = "邪火喷射机",
		[136934] = "武器测试员",
		[158910] = "堕落的地穴看守者",
		[156636] = "潜伏的纺惧蛛",
		[154907] = "剑鱼人哨兵",
		[151324] = "阳极处理的执行者",
		[164568] = "机械炸弹松鼠",
		[160538] = "无面狱卒",
		[138170] = "铁潮杀手",
		[170418] = "吞噬者苟克苏尔",
		[38487] = "阵亡的战士",
		[155917] = "未知目标",
		[144824] = "黏肤蟾蜍",
		[164578] = "缝肉的造物",
		[172312] = "锥喉饕餮者",
		[94618] = "凯特温",
		[136416] = "狼",
		[169753] = "饥饿的虱子",
		[153885] = "丧魂蹒跚者",
		[164561] = "实验型松鼠炸弹",
		[154909] = "无眠觅虚者",
		[151326] = "阳极处理的线圈承载者",
		[159156] = "大审判官尼库",
		[153308] = "艾萨拉之狂",
		[111485] = "暮色卫队魔盾卫",
		[52151] = "血领主曼多基尔",
		[122004] = "乌布拉金",
		[135248] = "嗜血的布莉欧娜",
		[135939] = "藤语者莱萨",
		[173339] = "魔药喷吐者",
		[26670] = "伊米亚猎血者",
		[168731] = "铜裘潜伏者",
		[136483] = "艾什凡水手",
		[166653] = "棘祸步兵",
		[153887] = "鞭笞触手",
		[138019] = "库尔提拉斯先锋",
		[91540] = "流亡者幻影",
		[155423] = "巨锤混混",
		[155935] = "未知目标",
		[140067] = "锈斑头狼",
		[169244] = "霜巢守护者",
		[93084] = "血球",
		[153888] = "被奴役的哨卫",
		[165663] = "成吉斯",
		[9690] = "灰烬座狼",
		[151329] = "狱卒斯科杜斯",
		[90269] = "暴君维哈里",
		[123285] = "南海水兵",
		[173340] = "软泥骷髅追猎者",
		[136997] = "古代流亡者",
		[100497] = "乌索克",
		[133345] = "不靠谱的助理",
		[67235] = "暗影魔 <射击猎-卡德加>",
		[171805] = "研究铭文师",
		[144822] = "金色的火舌蛙",
		[140069] = "锈斑狼",
		[152866] = "硬化的艾泽里特",
		[132903] = "枯枝村民",
		[127092] = "嚼骨碾颅者",
		[164273] = "病态祭师",
		[127381] = "淤泥螃蟹",
		[135241] = "水鼠帮劫掠者",
		[90270] = "上古执行者",
		[140070] = "“追迹者”血狂",
		[158642] = "灵魂腐烂的血肉",
		[132904] = "沙顶村民",
		[137511] = "水鼠帮杀手",
		[164563] = "邪恶的加尔贡",
		[128661] = "无信掠夺者",
		[153523] = "暴怒的锈痕机器人",
		[154858] = "迫信者克斯柯尔",
		[152356] = "剧毒毒鳍龙",
		[149587] = "野兽 <兮吧-达斯雷玛>",
		[157475] = "聚合增生",
		[141607] = "斯托颂勋爵",
		[122263] = "脊壳钳龟",
		[94861] = "冷酷伏击者",
		[163618] = "佐尔拉姆斯通灵师",
		[29742] = "毒蛇陷阱 <悲伤之殇-伊森利恩>",
		[135977] = "迷途的符文怨灵",
		[28586] = "比亚格里将军",
		[140447] = "攻城恐魔",
		[153893] = "虚悯收割者",
		[133930] = "沙怒偷心者",
		[128662] = "无信看护者",
		[171809] = "脆弱的骨卫",
		[139338] = "冰牙先知",
		[152358] = "毒鳍龙恐喉者",
		[140585] = "暗色潜伏者",
		[36477] = "剧毒废渣",
		[166179] = "暗穴破坏者",
		[122264] = "千年脊壳龟",
		[138538] = "深渊之末",
		[163620] = "烂吐",
		[168227] = "衰弱的劳工",
		[123288] = "南海炮兵",
		[165807] = "心能力场",
		[152729] = "月之女祭司莉亚拉",
		[153895] = "深渊鲽鱼",
		[36886] = "恶鬼",
		[164815] = "佐尔拉姆斯虹吸者",
		[163621] = "碎淤",
		[81315] = "钢铁爆破枪手",
		[160550] = "无面支配者",
		[113307] = "时光怨灵",
		[172836] = "脆弱的骨卫",
		[153896] = "水元素",
		[122265] = "海毛碎击者",
		[150825] = "辐射元素",
		[155432] = "魔力使者",
		[155433] = "虚触使者",
		[123289] = "闪壳亡爪蟹",
		[152873] = "奥术炸弹",
		[166318] = "狂暴的泥浆",
		[137517] = "艾什凡破坏者",
		[176179] = "枯败潜伏者",
		[128664] = "无信哨卫",
		[163623] = "烂吐残渣",
		[135470] = "征服者阿卡阿里",
		[152362] = "毒鳍龙掠夺者",
		[173349] = "软泥塑形者",
		[111005] = "腐化的害虫",
		[153898] = "海潮领主阿库图斯",
		[133935] = "活化守卫",
		[77477] = "血腥的玛拉卡",
		[155434] = "潮汐使者",
		[127129] = "格洛兹戈尔",
		[123290] = "闪壳迅钳蟹",
		[152875] = "巨大的碾压者",
		[137007] = "远望栖地防御者",
		[111072] = "脉冲畸体",
		[128409] = "军官雷德芬",
		[128665] = "无信唤天者",
		[131858] = "荆棘卫士",
		[135472] = "智者扎纳扎尔",
		[152364] = "艾萨拉之辉",
		[152363] = "野蛮的毒鳍龙",
		[132913] = "海岛双头怪",
		[159151] = "偏激者帕拉瓦尔",
		[126618] = "血怒翼手龙",
		[93858] = "魁梧的狂战士",
		[90019] = "强化地狱火之门",
		[168233] = "阴森的碎心者",
		[131890] = "石行蜘蛛",
		[76556] = "铁军步兵",
		[165805] = "凯尔萨斯之影",
		[137521] = "铁潮火枪手",
		[131303] = "铁潮盐法师",
		[130713] = "滕戈",
		[113052] = "恐怖卫士",
		[135474] = "棘刺助祭",
		[92527] = "达戈拉斯",
		[26672] = "嗜血的苔原狼",
		[157485] = "增生覆盖的触须",
		[126107] = "凯瓦克斯塑骨者",
		[81318] = "钢铁枪炮士官",
		[168747] = "毒牙蛛",
		[135987] = "触须",
		[135475] = "屠夫库拉",
		[152367] = "血鳍抢劫者",
		[26800] = "联盟狂战士",
		[157486] = "惊魂淤血",
		[79015] = "克拉戈",
		[133940] = "棘背援军 <棘背哨兵>",
		[132807] = "僭悌魁麟",
		[94947] = "邪能成瘾的新兵",
		[139571] = "灌风突击者",
		[142000] = "萦绕触须",
		[140595] = "斯托颂猎人",
		[137012] = "纽斯泰德猎手",
		[155272] = "黑水先知",
		[80551] = "泰克图斯碎片",
		[150959] = "渊誓拦截者",
		[131383] = "孢子召唤师赞查",
		[127132] = "被感染的巨蜥",
		[123293] = "皇家沙滩蟹",
		[152881] = "赞齐尔鳞卫",
		[132918] = "怨鳍掠夺者",
		[133430] = "风险投资公司策划",
		[36476] = "伊克",
		[150834] = "不安的藻魔",
		[134966] = "不安之石",
		[129180] = "战争使者霍兹克",
		[140085] = "嗜松雄鹿",
		[152882] = "赞齐尔海潮领主",
		[132919] = "怨鳍巨兽",
		[139342] = "冰牙战士",
		[133943] = "祖尔的爪牙",
		[157959] = "卡拉克西寻珀者",
		[159963] = "未知目标",
		[167528] = "散毒者拉克图斯",
		[140086] = "嗜松迅鹿",
		[152883] = "赞齐尔愚忠者",
		[140432] = "岩蹄跃羊",
		[133432] = "风险投资公司炼金师",
		[133944] = "阿斯匹克斯",
		[163121] = "缝合先锋",
		[41948] = "原型多彩龙人",
		[168240] = "饕餮之喙",
		[150958] = "渊誓卫兵",
		[173359] = "零星软泥 <软泥骷髅追猎者>",
		[159027] = "堕落的追猎者",
		[156980] = "虚空精华 <莱登>",
		[170800] = "凇心伏击者",
		[163122] = "脆骨战士",
		[29680] = "斯拉德兰毒蛇",
		[1860] = "哈斯克里特",
		[162099] = "卡尔将军",
		[173360] = "魔药喷吐者",
		[161195] = "圣杯区居民",
		[137529] = "背叛者阿尔文",
		[162611] = "晦约新兵",
		[171313] = "碎心者助祭",
		[174802] = "喷毒狙击手",
		[43130] = "燃眼之魂",
		[157493] = "狠毒的灭愿者",
		[162100] = "贪食的克里克西斯",
		[141113] = "未知目标",
		[133435] = "Drust Slaver Summoning Portal",
		[162612] = "弃誓战地队长",
		[148792] = "天空队长热火",
		[167731] = "切肉飞刀 <车间传送门>",
		[26929] = "家畜",
		[26737] = "狂乱的法力涌动者",
		[169267] = "灭绝根须",
		[145326] = "艾萨亚雷祈祷者",
		[133436] = "风险投资公司灼天者",
		[135902] = "血枝真菌占卜者",
		[154935] = "戈尔贡清道夫",
		[31216] = "塔拉夏的拥抱-达斯雷玛",
		[112803] = "占星家贾林",
		[131389] = "泰蕾丝",
		[126112] = "凯瓦克斯战士",
		[169780] = "共鸣悲苦",
		[162102] = "大学监贝律莉娅",
		[150329] = "未知目标",
		[163126] = "脆骨法师",
		[151353] = "噬渊鼠",
		[104415] = "时空畸体",
		[146112] = "墨裘巨兽",
		[150842] = "械顶回收者",
		[112804] = "训练有素的影鳞浮龙",
		[91305] = "邪铁召唤者",
		[123039] = "堕落之灵",
		[52059] = "高阶祭司基尔娜拉",
		[128928] = "蟹卵",
		[168246] = "复生的弩手 <阿玛厄斯>",
		[152378] = "锈蚀的爬蛛",
		[165175] = "傲然巨怪",
		[145212] = "时间畸体",
		[76973] = "汉斯加尔",
		[140294] = "雪裘狼",
		[163128] = "佐尔拉姆斯巫师",
		[140094] = "泥吻棘背野猪",
		[168247] = "骷髅兵士",
		[160569] = "迅翼翼狮",
		[169271] = "裂隙冲击传送门",
		[83023] = "议会魂语者",
		[124066] = "阿塔祖尔狂热者",
		[108710] = "守护宝珠",
		[36731] = "未知目标",
		[140095] = "泥吻顶撞者",
		[168248] = "瓦里诺 <瓦里诺>",
		[152380] = "锈蚀的执行者",
		[80557] = "泰克图斯微粒",
		[105383] = "腐蚀触须",
		[76974] = "弗兰佐克",
		[76814] = "缚火者卡格拉兹",
		[161704] = "法莫斯",
		[110354] = "科恩",
		[168870] = "舞蹈控制者",
		[152381] = "锈蚀的哨卫",
		[148797] = "亡者魔导师 <千里江涛似雪-拉文凯斯>",
		[58959] = "尼普里克 <表里比兴-末日行者>",
		[129104] = "攻城炮塔",
		[129954] = "加兹拉卡",
		[150846] = "水色融合体",
		[137026] = "纽斯泰德猎犬",
		[137133] = "柳魔傀儡",
		[168155] = "凋缚者",
		[77231] = "执行者苏卡",
		[149311] = "珊蒂斯·羽月",
		[90284] = "钢铁掠夺者",
		[61146] = "玄牛雕像",
		[138562] = "虚空蛆虫",
		[151871] = "锯刃碎林者",
		[160061] = "蠕行腐蚀",
		[152383] = "断壳龟",
		[26802] = "联盟游侠",
		[149312] = "凶猛的迅爪战士",
		[162109] = "未知目标",
		[112039] = "尖叫小蜘蛛",
		[37728] = "怒骨巫师",
		[170483] = "阿塔莱死亡行者的灵魂",
		[147777] = "执行者玛尔松",
		[140099] = "喧闹的雷吻",
		[129699] = "路德维希·冯·托尔托伦",
		[161597] = "冲刷粘液",
		[72881] = "强力坦克",
		[152569] = "疯狂的穴居人",
		[157607] = "无面召影者",
		[26735] = "碧蓝缚鳞者",
		[136108] = "不羁的火花",
		[123813] = "林网爬行者",
		[166206] = "原生烂泥怪",
		[23795] = "黑铁捣乱者",
		[124069] = "赞枢利破誓者",
		[166718] = "嫉妒具象",
		[131670] = "毒心藤蔓扭曲者",
		[80048] = "乌尔戈",
		[147779] = "暴乱的代言人",
		[152386] = "暴怒的幽灵",
		[152898] = "丧魂合声",
		[41378] = "马洛拉克",
		[126117] = "被束缚的食腐龙",
		[172221] = "悲惨的助手",
		[128285] = "未知目标",
		[148392] = "基尔卡罗克龙虾人",
		[127833] = "风鳍珍珠卫士",
		[148292] = "酸背驭者",
		[111273] = "幸福",
		[152283] = "狂暴的拳机",
		[167331] = "初生影魔",
		[137029] = "军械专家",
		[124582] = "裂谷猎手",
		[140076] = "银背厚指猩猩",
		[147781] = "暴乱的佐卡罗苦工",
		[21108] = "心宇打我打怪咯",
		[113321] = "蹒跚的饥渴者",
		[37729] = "怒骨掠夺者",
		[138567] = "惩罚者夏斯霍斯",
		[166721] = "执行者阿索留斯",
		[144296] = "蜘蛛坦克",
		[151672] = "机甲狼蛛",
		[131402] = "地渊孢林蜱虫",
		[29931] = "达卡莱犀牛",
		[94894] = "鹰眼戈隆追猎者",
		[135497] = "真菌人狂热者",
		[134058] = "唤风者菲伊",
		[134571] = "唤天者泰斯克利斯",
		[128678] = "无信唤天者",
		[128934] = "护命匣卫士",
		[157604] = "蠕行腐蚀",
		[141641] = "石颚巨蜥",
		[29822] = "达卡莱织火者",
		[43128] = "铁怒之魂",
		[145736] = "暮光徘徊者",
		[133963] = "测试对象",
		[154950] = "女王先驱",
		[175425] = "渊誓黑暗法师",
		[167964] = "4.RF-4.RF",
		[29874] = "达卡莱煽动者",
		[154020] = "越狱的咒行者",
		[3415] = "雌性草原狮",
		[138571] = "征伐的光明使者",
		[113113] = "梦魇精华",
		[150856] = "奥斯吉恩",
		[163619] = "佐尔拉姆斯刻骨者",
		[176450] = "野兽 <真心忙-末日行者>",
		[152392] = "锈蚀的线圈承载者",
		[165189] = "哈提",
		[137036] = "爆炸虚空",
		[155251] = "长者漫枝",
		[93616] = "恐惧猎犬",
		[0] = "[*] 大型鳗鱼陷阱",
		[139084] = "第七军团工匠",
		[151881] = "深渊指挥官西瓦拉",
		[150436] = "胡墨戈斯",
		[152905] = "塔楼哨卫",
		[161607] = "米哈斯公爵",
		[95408] = "安纳塞隆",
		[166726] = "起水泡的灰烬食尸鬼",
		[171333] = "阿塔莱虔信者",
		[155465] = "哨卫伏击者",
		[131669] = "锯齿猎犬",
		[129448] = "锤头鲨",
		[152906] = "赞齐尔百夫长",
		[93615] = "邪脉大恶魔",
		[131408] = "风投打手",
		[154442] = "HK-8型空中压制单位",
		[150859] = "扎库尔",
		[134991] = "沙怒石拳战士",
		[127145] = "扎拉玛吟血者",
		[139398] = "深泽刺客",
		[122967] = "女祭司阿伦扎",
		[161609] = "索丽娜夫人",
		[41570] = "熔喉",
		[166728] = "巨大的飨宴者",
		[133379] = "阿德里斯",
		[171422] = "大镇压者拉古亚斯",
		[50959] = "卡尔金",
		[152396] = "艾泽拉斯守护者 <雪域夜鹰-拉文凯斯>",
		[161610] = "尼库莱勋爵",
		[129961] = "阿塔祖尔之苟塔卡",
		[111022] = "心魔",
		[173469] = "库兰",
		[132007] = "风雷",
		[134993] = "殓尸者姆沁巴",
		[131410] = "巨型毒鳞兽",
		[152397] = "奥洛努",
		[80822] = "拜夜狂战士",
		[119724] = "潮汐涌动者",
		[162123] = "可运行的巨像",
		[128426] = "碎肠",
		[128682] = "无信护卫者",
		[155469] = "失控的炸弹",
		[131411] = "毒鳞监视者",
		[155553] = "次级虚悯者",
		[152910] = "诅咒之心",
		[161612] = "洛蒂卡女勋爵",
		[149839] = "机械化的废钢猎犬",
		[93619] = "地狱火蛮兵",
		[150863] = "索尔苟斯之嗣",
		[139090] = "营地守卫",
		[134994] = "幽魂猎头者",
		[161611] = "塔莎夫人",
		[153933] = "嘶嘶作响的蒸汽",
		[169885] = "托伐尔",
		[153935] = "冒泡的原油",
		[136207] = "激流堡防御者",
		[154959] = "泰坦控制台",
		[87989] = "女铁匠火手",
		[160671] = "希尔瓦娜斯·风行者",
		[104881] = "魔剑士奥鲁瑞尔",
		[165197] = "骸骨巨怪",
		[105393] = "梦魇腐蚀",
		[133461] = "联盟牧师",
		[154448] = "机械化的爬蛛",
		[146770] = "利爪德鲁伊",
		[43127] = "铁星之魂",
		[155984] = "维尔提克快刀战士",
		[165706] = "聚合末日",
		[142755] = "未知目标",
		[166813] = "暗影克隆追猎者",
		[150864] = "索尔苟斯的使徒",
		[3296] = "奥格瑞玛步兵",
		[171341] = "刃喙雏鹤",
		[152992] = "狂暴的汽摩蛛",
		[155985] = "琥珀塑形者戈基拉克",
		[136100] = "沉落的居民",
		[157009] = "野兽 <醉心琉璃-拉文凯斯>",
		[149331] = "明亮的艾泽里特",
		[149843] = "汽摩护卵者",
		[105906] = "伊格诺斯之眼",
		[171342] = "幼年符文牡鹿",
		[140337] = "夜鳞幼蛇",
		[143510] = "未知目标",
		[148391] = "基尔卡罗克清道夫",
		[152915] = "艾萨亚雷新兵",
		[161617] = "奥摩尔公爵",
		[91830] = "恶魔传送门",
		[162641] = "狂怒的琥珀之爪 <下个转弯-末日行者>",
		[171343] = "刃喙鹤母",
		[76812] = "未知目标",
		[41442] = "艾卓曼德斯",
		[156499] = "荣耀的灭愿者",
		[152916] = "艾萨亚雷破浪者",
		[25333] = "死灵侵犯者",
		[130221] = "加巴尼选民",
		[137553] = "卡萨克斯将军",
		[127150] = "垢石主厨",
		[94427] = "剑圣朱倍尔索斯",
		[151893] = "暴怒的孢子幼体",
		[153246] = "剑鱼人心灵奴隶",
		[152917] = "艾萨亚雷风暴涌流者",
		[124382] = "剔骨渡鸦",
		[161614] = "威尔海姆爵士",
		[166299] = "纱雾照看者",
		[134990] = "充能的沙尘恶魔",
		[135002] = "恶魔暴君",
		[159442] = "释放的仇恨",
		[167246] = "未知目标",
		[152918] = "艾萨亚雷先知",
		[133463] = "风险投资公司战争机器",
		[130435] = "混乱的暴徒",
		[146847] = "召唤者莱妮耶拉",
		[93298] = "影心魔",
		[26805] = "联盟祭司",
		[90296] = "缚魂构装体",
		[156502] = "珊瑚滑鳐",
		[152919] = "艾萨亚雷元素师",
		[139097] = "卷沙神射手",
		[153943] = "屠戮者西克沃斯",
		[155688] = "艾萨亚雷缚霜者",
		[163157] = "阿玛厄斯",
		[131377] = "蜂巢卫士",
		[126126] = "凯瓦克斯·死亡行者",
		[128685] = "无信愈疗者",
		[161110] = "发狂的拉穆卡恒守护者",
		[136833] = "枯枝剧毒祭司",
		[137564] = "枯败具象",
		[140838] = "淘气的洪流",
		[171348] = "通灵黑暗犬",
		[111405] = "暗影碾压者",
		[162133] = "卡尔将军",
		[152921] = "艾萨亚雷风暴猎手",
		[136541] = "胆汁软泥怪",
		[27893] = "符文武器 <和尚撑伞-风暴峭壁>",
		[158040] = "不羁的死亡行者",
		[129525] = "沙怒刺客",
		[157439] = "恩佐斯之怒",
		[127290] = "姆格",
		[134560] = "无信审计员",
		[170326] = "白翼猎手",
		[161112] = "法奥瑞斯国王",
		[161624] = "米诺多拉女公爵",
		[158041] = "腐蚀者恩佐斯",
		[93625] = "未知目标 <暗影领主艾斯卡>",
		[93881] = "雇佣工程师",
		[135007] = "宝珠卫士",
		[160089] = "大厅守卫",
		[152411] = "基尔卡罗克先知",
		[161113] = "阿克特",
		[159577] = "恶毒的爪牙",
		[153947] = "陨落的女祭司",
		[152922] = "数据畸体",
		[170838] = "不屈的参赛者",
		[159578] = "暴露的突触",
		[164185] = "艾谢朗",
		[152412] = "基尔卡罗克海潮萨满",
		[168855] = "腐烂的死亡行者",
		[161626] = "欧亚娜女勋爵",
		[137568] = "枯败恐魔",
		[139614] = "未知目标",
		[153305] = "赞齐尔残暴者",
		[93913] = "邪能烧灼者",
		[140637] = "突涌仆从 <祖乔斯古尔>",
		[152413] = "基尔卡罗克锤爪卫士",
		[136545] = "蛇人掠夺者",
		[161627] = "睿莉雅夫人",
		[122078] = "野蛮的狂咒师",
		[128434] = "飨宴的啸天龙",
		[173973] = "纳斯利亚追踪者",
		[163675] = "高傲具象",
		[132755] = "断喙食腐鸟",
		[152414] = "长者乌努",
		[136546] = "蛇人看护者",
		[140327] = "石壳女王",
		[129232] = "商业大亨拉兹敦克",
		[133988] = "被诅咒的矛隼",
		[26550] = "掠龙死亡猎手",
		[36840] = "伊米亚愤怒使者",
		[146843] = "尖刺食尸鬼",
		[152415] = "无目的阿尔加",
		[136547] = "蛇人战争使者",
		[169819] = "贪食的鞭笞者",
		[87229] = "钢铁血法师",
		[128435] = "剧毒细颚龙",
		[172888] = "潜伏的领头犬",
		[149446] = "第七军团哨兵",
		[80708] = "钢铁工头",
		[152416] = "全视者奥玛基尔",
		[136548] = "战争三叶虫",
		[149850] = "空中巡逻者XZ-2",
		[139108] = "不羁的火花",
		[43125] = "火拳之魂",
		[77504] = "炉渣巨兽",
		[155488] = "赞齐尔唤雷者",
		[119990] = "芬里尔",
		[164702] = "鲜血饥渴",
		[136549] = "艾什凡炮手",
		[126672] = "海湾鳗鱼",
		[137573] = "维克雷斯卫兵",
		[170333] = "金爪徘徊者",
		[155780] = "未知目标 <奥丹提斯>",
		[169876] = "留用的哨兵",
		[131431] = "安全检查机器人",
		[137449] = "尘魔",
		[136550] = "电光哨兵",
		[132967] = "阿塔祖尔选民",
		[171040] = "掠食的格西辛",
		[150371] = "不稳定的潮汐涌动者",
		[152289] = "汽摩蛛卵",
		[139110] = "火花引导者",
		[133353] = "垢石诱捕者",
		[143520] = "被征服的戈霍恩的触须 <伊波恩莎布-拉文凯斯>",
		[136551] = "昊天征服者",
		[152994] = "飞跃的机器虫",
		[92802] = "亵渎者加瓦克斯",
		[162657] = "未知目标",
		[145305] = "野蛮的魁兽",
		[140643] = "凶狠的岩角雪人",
		[156566] = "絮语的血肉兽",
		[164705] = "传染软泥",
		[136552] = "昊天劫掠者",
		[161634] = "伊欧娜女公爵",
		[165529] = "堕落的搜集者",
		[130485] = "机械化维和者",
		[130741] = "诺尔伊克斯万",
		[126847] = "拉乌尔船长",
		[155030] = "被抛弃的实验品",
		[153957] = "锈蚀的机械师",
		[136553] = "盐脊三叶虫",
		[137626] = "攻城恐魔",
		[133482] = "蛛形地雷",
		[99773] = "血虫 <和尚撑伞-风暴峭壁>",
		[145304] = "野蛮的扼杀者",
		[155493] = "火花-7143",
		[104636] = "塞纳留斯",
		[164707] = "凝结软泥",
		[161124] = "乌尔格斯，勇士噬灭者",
		[137064] = "唤勇神射手",
		[130230] = "沙怒沙丘行者",
		[170850] = "狂怒的血角",
		[149352] = "珠光艾泽里特宝石晶背蛛",
		[36842] = "怒骨冰骸",
		[139626] = "淤泥水手",
		[160613] = "贪婪之虫",
		[136555] = "雷鸣征服者",
		[137067] = "唤勇防御者",
		[153959] = "野蛮的毒鳍龙",
		[150376] = "珊瑚滑鳐",
		[134940] = "刺须穿刺者",
		[176016] = "鲜血华尔兹",
		[121017] = "沙怒掷斧者",
		[126460] = "被污染的护卫",
		[161938] = "探险者协会研究员",
		[161638] = "伊赫琳女勋爵",
		[170385] = "翻腾悲苦",
		[36841] = "阵亡的战士",
		[155702] = "维科玛拉之裔",
		[156564] = "贪婪的守护者",
		[137068] = "唤勇骑兵",
		[158052] = "扎拉提克散兵",
		[165222] = "佐尔拉姆斯愈骨者",
		[146838] = "脆弱的骷髅",
		[25469] = "无脑的畸变体",
		[176176] = "枯败蛮兵",
		[138167] = "铁潮灵射手",
		[173455] = "克雷文·科林斯",
		[129208] = "恐怖船长洛克伍德",
		[131436] = "鲜血主母选民",
		[76906] = "主管索戈尔",
		[130232] = "剧毒环鳞鳗",
		[61029] = "原始火元素 <骜虎-雷斧堡垒>",
		[6112] = "风怒图腾 <狂野的山羊-菲拉斯>",
		[112255] = "斯拉吉拉克斯",
		[138465] = "艾什凡炮手",
		[80676] = "钢铁控火者",
		[120949] = "纳洛拉克的信徒",
		[173414] = "死灵祭师",
		[141166] = "光缚警卫",
		[153963] = "鳍地精心灵奴隶",
		[156576] = "克熙尔思维窃取者",
		[124536] = "怨翼致残者",
		[135967] = "柯泰克的学徒",
		[150373] = "肿胀的穹天鳐",
		[113597] = "暮色卫队裁决者",
		[171368] = "骷髅仆从",
		[141167] = "光缚骑兵",
		[130233] = "纺沙猎蛛",
		[130489] = "达萨利安追猎者",
		[126650] = "堕落的助祭",
		[135192] = "荣耀迅猛龙",
		[112671] = "暮色卫队战斗魔导师",
		[164714] = "弃誓评估者",
		[153451] = "堕落者科萨鲁斯",
		[165737] = "罪碑雕像",
		[137585] = "陷地图腾 <藤语者莱萨>",
		[130765] = "丛林捕猎者幼崽",
		[134514] = "深渊祭师",
		[130488] = "机甲驾驶员",
		[147452] = "圣武士卡吉拉",
		[141169] = "光缚战争祭司",
		[140657] = "巨型岩角雪人",
		[161644] = "薇薇安娜夫人",
		[141716] = "石颚幼蜥",
		[123853] = "联盟男巫师",
		[35189] = "灵魂兽",
		[140180] = "蛮血",
		[147965] = "不稳定的艾泽里特",
		[136413] = "尊主塞拉雯",
		[111295] = "驯养的魔刃豹",
		[161645] = "维欧雷尔爵士",
		[137587] = "鬼灵侍从",
		[164184] = "雄心勃勃的决斗者",
		[134516] = "蛋",
		[141170] = "光缚神射手",
		[80071] = "刀塔巫师",
		[134005] = "页岩啃噬者",
		[157583] = "熔炉守护者",
		[141171] = "光缚盾卫",
		[162158] = "饥饿的囚犯",
		[154480] = "艾萨拉女王",
		[134517] = "蛋",
		[140691] = "惧牙巨蛇",
		[82119] = "未知目标",
		[168844] = "拉科西斯",
		[94916] = "邪触先知",
		[141172] = "光缚战斗法师",
		[162159] = "痛击触须",
		[166766] = "昔日罪孽",
		[151814] = "丧魂影魔",
		[135060] = "未知目标",
		[140068] = "锈斑啸狼",
		[172909] = "可怕的回想",
		[113088] = "腐化的触须",
		[169838] = "萌芽的鞭笞者",
		[160110] = "卡莉娥佩的首席护卫",
		[154482] = "逐潮勇士",
		[140077] = "厚指践踏者",
		[136595] = "叛徒塔兹拉卡",
		[136083] = "被遗忘的居民",
		[144890] = "车队护卫",
		[144757] = "埃德加德·影爪",
		[141174] = "奉献",
		[137591] = "治疗之潮图腾 <幽魂巫医>",
		[157010] = "野兽 <财风暴烈酒-拉文凯斯>",
		[28920] = "雷铸巨人",
		[171887] = "粘稠的大杂烩 <活体软泥追猎者>",
		[29240] = "雷铸军官",
		[29304] = "斯拉德兰",
		[126969] = "托萨克",
		[111170] = "星界先知",
		[126142] = "巴加萨",
		[126094] = "滑刃唤潮者",
		[171376] = "首席管理者加弗林",
		[161139] = "恩佐斯侍战者",
		[152462] = "鸣脊伏击者",
		[172912] = "接引者奥利西翁",
		[144759] = "星辰坠落",
		[111554] = "未知目标",
		[115905] = "邪能之魂",
		[104643] = "虫爪女猎手",
		[113089] = "被亵渎的守护者",
		[139129] = "未知目标",
		[168306] = "领地烁光蛾",
		[172913] = "无忧无虑的艾莉斯迪亚",
		[169330] = "泥泞步兵 <暗墙歼灭者>",
		[138641] = "克瓦迪尔恐怖使者",
		[149879] = "自动烈焰炮塔",
		[111004] = "腐朽软泥怪",
		[138618] = "失控的傀儡",
		[174472] = "弃誓监督者",
		[160629] = "白多斯",
		[172914] = "觉醒的西碧格恩",
		[161141] = "黑暗帝国召唤师",
		[161653] = "卢卡爵士",
		[162165] = "弃誓惩罚者",
		[134012] = "监工阿斯加里",
		[150167] = "屑骨噬能者",
		[139131] = "极化尖塔",
		[29819] = "达卡莱长枪手",
		[129471] = "深海沙行蟹",
		[104644] = "虫爪女巫",
		[161654] = "伊丽雅娜女公爵",
		[144249] = "欧米茄破坏者",
		[139127] = "不稳定的种荚",
		[130436] = "下班的劳工",
		[128958] = "蛇人唤天者",
		[26553] = "掠龙狂热者",
		[128286] = "被诅咒的掠夺者",
		[29307] = "达卡莱巨像",
		[149370] = "第七军团剑士",
		[129214] = "投币式群体打击者",
		[136336] = "沙蝎波克斯",
		[160120] = "破碎之魂",
		[173446] = "哈尔基塔司",
		[168310] = "凋零大鹏",
		[113092] = "恐惧蔓延",
		[174470] = "裁定者技师",
		[28923] = "洛肯",
		[78549] = "高里亚劫掠者",
		[148860] = "格力兹沃德",
		[144765] = "阿希萨·恐歌",
		[36847] = "塌落的冰锥",
		[154491] = "库格勒姆格古酋长",
		[173943] = "魂选门卫",
		[86731] = "裂蹄牛",
		[127682] = "寒鬃雪人",
		[166264] = "无脑锁定",
		[150396] = "R-21/X型空中单位",
		[138623] = "阿玛赛特弓箭手",
		[33776] = "邪影之弑",
		[135552] = "亡触奴隶主",
		[129473] = "球潮虫啮咬者",
		[132481] = "沉重挥砍",
		[169848] = "枯败潜藏者",
		[137614] = "攻城恐魔",
		[150397] = "麦卡贡国王",
		[171384] = "研究铭文师",
		[131009] = "黄金之灵",
		[164218] = "宫务大臣",
		[152445] = "烁壳爬蟹",
		[173432] = "笨拙的凶尸",
		[161672] = "克里文",
		[166266] = "备用部件",
		[130248] = "骨喙食腐鸟",
		[138625] = "阿玛赛特执行者",
		[175992] = "忠实的侍从",
		[151934] = "蜘蛛收割者",
		[129474] = "球潮虫破坏者",
		[152958] = "数据畸体",
		[26746] = "狂乱的法力怨灵",
		[130242] = "沙怒部族演讲者",
		[151946] = "赞齐尔盾卫",
		[26554] = "掠龙先知",
		[135043] = "恶钳鳄",
		[90316] = "暗影领主艾斯卡",
		[111047] = "寄生的暗影恶魔",
		[157054] = "荒谬的候选者",
		[137091] = "远望栖地新兵",
		[153471] = "麦卡贡密封箱",
		[146827] = "野蛮狼狗",
		[138627] = "阿玛赛特圣职者",
		[77519] = "吉特班",
		[138626] = "阿玛赛特狂热者",
		[43119] = "怒炉之魂",
		[152969] = "数据畸体",
		[137092] = "唤勇虔信者",
		[152961] = "数据畸体",
		[138629] = "传教士乔萨",
		[138628] = "阿玛赛特牧师",
		[152962] = "指挥官萨吉艾斯",
		[139652] = "寒光滩行者",
		[131974] = "瓦伦中尉",
		[169341] = "移灵老兵",
		[153473] = "被裹挟的汽摩蛛",
		[133510] = "联盟圣骑士",
		[130756] = "恶毒的双帆龙",
		[159104] = "统御恐惧之刃",
		[167806] = "活化罪孽",
		[168318] = "弃誓哥利亚",
		[129476] = "臃肿的三叶虫",
		[144772] = "塔玛基恩女勋爵",
		[161664] = "奥雷尔勋爵",
		[85711] = "水力技师",
		[164737] = "巢群伏击者",
		[138630] = "宣教士伊扎德",
		[151940] = "阿叔提罗格",
		[135049] = "恐翼渡鸦",
		[140171] = "雾毛",
		[152963] = "哈卡斯领主",
		[132491] = "库尔提拉斯神射手",
		[135052] = "瘟疫蟾蜍",
		[134024] = "贪吃的蛆虫",
		[159106] = "统御曲魂者",
		[135048] = "血渍小猪",
		[139655] = "寒光先知",
		[29306] = "迦尔达拉",
		[152964] = "未知目标",
		[157571] = "渊誓护火者",
		[126150] = "复生的战士",
		[165762] = "灵魂灌注者",
		[155012] = "倾倒的机油",
		[126918] = "铁潮射手",
		[162693] = "缚霜者纳尔佐",
		[152966] = "纳基丝女士",
		[149384] = "第七军团破盾者",
		[157572] = "渊誓召火者",
		[144776] = "艾尔琳·捷足",
		[162691] = "凋骨",
		[138633] = "玛特修士",
		[113866] = "盐目碾蚌者",
		[135562] = "喷毒盘蛇",
		[138634] = "先知拉毕萨",
		[165251] = "幻影仙狐 <唤雾者>",
		[173953] = "忠诚的加尔贡",
		[166275] = "纱雾塑形者",
		[170882] = "白骨魔导师",
		[26555] = "天灾巨人",
		[126919] = "铁潮唤雷者",
		[162692] = "通灵箭",
		[165763] = "恶毒的神秘学者",
		[161157] = "沙石毁灭者",
		[165764] = "缚石征服者",
		[166276] = "纱雾守护者",
		[128455] = "特隆加",
		[138635] = "指挥官修萨恩",
		[128967] = "艾什凡狙击手",
		[169859] = "眼魔泽尔伽",
		[136076] = "暴怒云气",
		[152968] = "格勒索格",
		[137097] = "唤勇织法者",
		[174467] = "被转化的爪卫",
		[162689] = "外科医生缝肉",
		[138636] = "阿巴里亲王",
		[173949] = "纳斯利亚士兵",
		[127176] = "抱齿兽幼崽",
		[168837] = "潜行幼蛛",
		[173444] = "卡拉梅恩",
		[169861] = "艾柯尔·胆肉",
		[27386] = "复仇之魂",
		[165260] = "未知目标",
		[163207] = "潜伏之虫",
		[173431] = "暗誓骨法师",
		[168326] = "破碎残影",
		[111303] = "夜之子贤者",
		[173445] = "辛德雷尔",
		[133007] = "不羁畸变怪",
		[126153] = "猩红教徒",
		[148862] = "基利·旺德伦奇",
		[146828] = "野蛮狼崽",
		[29305] = "莫拉比",
		[171383] = "愤怒的雄蹄牛",
		[55659] = "野生小鬼 <青衫依旧在-拉文凯斯>",
		[152971] = "审判官伊赛扎",
		[137103] = "血面兽",
		[45681] = "加基诺克斯",
		[169863] = "巫妖的护命匣 <阿丝莫达>",
		[167304] = "毒素工程师克莱克斯",
		[128969] = "艾什凡指挥官",
		[146845] = "蹒跚的贾瑞德",
		[152460] = "鸣脊响沙蟹",
		[144782] = "布伦恩大师",
		[153484] = "鳍地精心灵奴隶",
		[133499] = "昊天劫掠者",
		[139161] = "盐牙猎潮者",
		[135582] = "三叶虫猎沙者",
		[168845] = "阿斯托诺斯",
		[43122] = "锤核之魂",
		[152461] = "鸣脊蟹",
		[173448] = "德拉苟斯特",
		[113090] = "腐化的守门者",
		[158092] = "堕落的穿心者",
		[91331] = "阿克蒙德",
		[150926] = "燃炎融合体",
		[148642] = "旅行车队队长",
		[152976] = "数据畸体",
		[160652] = "未知目标",
		[140689] = "惧牙爬蛇",
		[153486] = "数据畸体",
		[153998] = "潮泉涌动者",
		[141173] = "光缚剑圣",
		[146832] = "通灵师信徒",
		[137773] = "残酷的库希夫",
		[168331] = "骨痕老兵",
		[168843] = "克罗托斯",
		[140690] = "毒液喷吐",
		[165265] = "荣耀决斗者",
		[153999] = "脱缰的潮汐之怒",
		[146321] = "破烂的丝翼巨蛾",
		[146833] = "通灵师召唤者",
		[176010] = "冥河劫持者",
		[129227] = "艾泽洛克",
		[156559] = "热忱的战士",
		[80599] = "未知目标",
		[145298] = "野蛮的饥饿者",
		[133525] = "共鸣图腾 <丹尼莉丝-金度>",
		[131445] = "监狱守卫",
		[146834] = "通灵大师",
		[129874] = "未知目标",
		[168342] = "游荡的裂颅兽",
		[156560] = "迷失的见习者",
		[82647] = "被折磨的幽魂",
		[157584] = "焰炉大师",
		[91349] = "玛诺洛斯",
		[170893] = "绽翼尖啸者",
		[146835] = "食尸鬼",
		[146769] = "割裂",
		[81806] = "高里亚皇家卫兵",
		[156561] = "自动防御者",
		[87727] = "克罗莫格之怒",
		[164266] = "多米娜·毒刃",
		[133527] = "疤脸丘巴",
		[51048] = "马里亚那的小伙伴",
		[163216] = "驯服的加尔贡",
		[161411] = "心灵之握",
		[155354] = "未知目标",
		[156562] = "黑暗哨兵",
		[155860] = "希拉凯斯割影者",
		[137259] = "苏醒的援兵",
		[151900] = "未知目标",
		[115595] = "暮色卫队斩杀者",
		[139804] = "风投探员",
		[171919] = "阿耶勒斯的折磨者",
		[135895] = "灼光火花",
		[100820] = "元素迅猛龙 <狂野的山羊-菲拉斯>",
		[140695] = "白化惧牙蛇",
		[164897] = "迷雾栖居者",
		[131812] = "毒心诱魂者",
		[134041] = "被感染的农夫",
		[155028] = "觉醒的机油",
		[126926] = "毒颚",
		[168337] = "摩多瓦克",
		[29820] = "达卡莱猎神者",
		[165266] = "未知目标",
		[145303] = "卡多雷投刃车",
		[99541] = "复生的潜伏者",
		[137625] = "攻城恐魔",
		[73924] = "巨石箭",
		[147351] = "第七军团斥候",
		[152885] = "赞齐尔侵攻者",
		[168850] = "纺惧幼蛛",
		[144792] = "警惕的哨卫",
		[157589] = "高地座狼",
		[133531] = "未知目标",
		[152687] = "狂风士兵",
		[146840] = "骷髅卫士",
		[145323] = "希拉凯斯奴役者",
		[154756] = "刀牙毒鳍龙",
		[168851] = "纺惧蛛卵囊",
		[91103] = "邪火攻城车",
		[169875] = "桎梏之魂",
		[137627] = "束缚恐魔",
		[140935] = "沸泉卫兵",
		[150936] = "充能型扳手机器人",
		[112595] = "夏多雷大法师",
		[129231] = "瑞克莎·流火",
		[95282] = "阿兹加洛",
		[129743] = "鲨鱼饵",
		[157591] = "谵妄的血肉兽",
		[130738] = "腐化的黄金",
		[126291] = "联盟步兵",
		[150937] = "唾海",
		[126928] = "铁潮海盗",
		[131486] = "大主教图拉扬",
		[156568] = "无面强夺者",
		[165270] = "皇家奥术师",
		[157592] = "贪婪的血肉兽",
		[94284] = "邪能引火者",
		[162711] = "致命悍将",
		[134558] = "无信压迫者",
		[112596] = "暮色卫队守望者",
		[139677] = "深渊召唤者",
		[130735] = "白骨迅猛龙",
		[165271] = "顽石军团毁灭者",
		[157593] = "血肉融合体",
		[107127] = "布拉戈斯",
		[94617] = "葛丽纳芙",
		[134559] = "无信奴隶主",
		[153312] = "深渊语者吉克斯",
		[170414] = "哀嚎的幽灵",
		[160665] = "死亡之翼",
		[66917] = "猢狲震地者",
		[157594] = "小型虚空元素",
		[154011] = "武装的囚犯",
		[134048] = "乌库巴",
		[87771] = "炉渣车间工人",
		[147357] = "第七军团虚空法师",
		[149338] = "不稳定的艾泽里特",
		[78641] = "拜夜信徒",
		[152988] = "无面召影者",
		[140434] = "岩蹄石角羊",
		[169893] = "卑劣的暗语者",
		[152816] = "风暴火花",
		[133539] = "罗库诺",
		[151625] = "废铁之王",
		[43126] = "索瑞森之魂",
		[156572] = "克熙尔末日预言者",
		[173464] = "德普莉娜",
		[151154] = "永恒的索尔苟斯",
		[169580] = "堡垒观察者",
		[151778] = "大栽培师扎雷斯",
		[167322] = "渊誓禁锢者",
		[128978] = "无信战争使者",
		[140078] = "厚指猩猩",
		[151606] = "阳极处理的爬蛛",
		[161180] = "玛卓克萨斯叛逃者",
		[76865] = "兽王达玛克",
		[154014] = "被囚禁的秘法师",
		[160463] = "黑暗帝国咒法师",
		[167323] = "渊誓神射手",
		[132410] = "羽蛇",
		[131492] = "虔诚鲜血祭司",
		[138493] = "未知目标",
		[173466] = "法拉",
		[155275] = "塑潮者科微丝",
		[158110] = "渴求心能的云羽鸟",
		[165824] = "纳祖达",
		[146849] = "灵魂大师罗维娜",
		[18944] = "魔能士兵",
		[84151] = "贪吃的双头飞龙",
		[132005] = "格雷森·贝尔",
		[129747] = "疾风军刀",
		[153504] = "次级虚悯者",
		[166301] = "纱雾追猎者",
		[158623] = "未知目标",
		[138660] = "迷雾猎犬",
		[176027] = "绝望的容器",
		[123093] = "雄性甲龙",
		[82399] = "独眼魔震地者",
		[136613] = "灌魔碎岩",
		[157600] = "未知目标",
		[166302] = "尸体收割者",
		[154529] = "潜伏的观察者",
		[104154] = "古尔丹",
		[124885] = "着魔的暗喉狼",
		[164255] = "酤团",
		[168862] = "魁梧的毁灭之牙",
		[136614] = "灌魔基岩",
		[155468] = "失控的附肢",
		[154018] = "越狱的重殴者",
		[152285] = "探险队防御者",
		[146852] = "奴役者康拉德",
		[147364] = "未知目标",
		[160161] = "迷雾栖居者",
		[82400] = "独眼魔蛮兵",
		[136615] = "灌注艾泽里特的元素",
		[28926] = "艾欧纳尔的火花",
		[166304] = "纱雾钉刺蛾",
		[134056] = "阿库希尔",
		[128674] = "暴食的古古",
		[138500] = "暮光邪鳞龙人",
		[132409] = "羽蛇",
		[144294] = "麦卡贡工匠",
		[136616] = "灌注艾泽里特的小型元素",
		[157603] = "虚空液球",
		[170400] = "艾莉奥瑟的化身",
		[154438] = "机械化的驾驶员",
		[175519] = "起泡脓包",
		[137516] = "艾什凡入侵者",
		[123095] = "未知目标",
		[144295] = "麦卡贡机械师",
		[59764] = "治疗之潮图腾 <无尽風暴-白银之手>",
		[137129] = "妖术构造体",
		[124583] = "赤背蠕虫",
		[124375] = "肥胖的巨蜥",
		[158411] = "未知目标",
		[111528] = "死根古树",
		[90378] = "基尔罗格·死眼",
		[84449] = "燃烧欺诈者",
		[101085] = "捕熊陷阱",
		[157605] = "掘地附肢",
		[135496] = "卡米·柯格维兹",
		[134059] = "积雷女巫",
		[130774] = "未知目标",
		[131818] = "显眼的女巫",
		[136519] = "霍加斯·利德",
		[123352] = "雪毛嗥狼",
		[132253] = "基阿拉克",
		[137131] = "女巫会妖术使者",
		[168099] = "强化的凇心投枪手",
		[134060] = "斯托颂勋爵",
		[138667] = "枯败巨兽",
		[112603] = "平台护林者",
		[164261] = "饥饿的毁灭者",
		[144298] = "防御机器人MkIII型",
		[153000] = "火花女王皮恩普",
		[137132] = "妖术魔宠",
		[165994] = "攫取裂隙 <无尽女皇莫德蕾莎>",
		[126424] = "珊脊潮行蟹",
		[152311] = "赞齐尔愚忠者",
		[26930] = "暴风雪",
		[43129] = "暗炉之魂",
		[144299] = "车间防御者",
		[161191] = "圣杯区居民",
		[157608] = "无面碎心者",
		[23872] = "科林·烈酒",
		[134062] = "积雷唤潮者",
		[146859] = "被奴役的岩石元素",
		[126095] = "维利斯",
		[128649] = "拜恩比吉中士",
		[129496] = "纺沙织网蛛",
		[129752] = "被奴役的古拉巴什巨魔",
		[145324] = "皇家守护者",
		[95632] = "萨格雷执行者",
		[134063] = "铁舟修士",
		[146860] = "蔑雾掠夺者",
		[159657] = "尼科莱子爵",
		[92330] = "索克雷萨之魂",
		[135999] = "赫利俄多尔",
		[130720] = "焦油软泥怪",
		[157610] = "克熙尔支配者",
		[158122] = "心灵之眼",
		[162729] = "帕奇维克士兵",
		[171318] = "病态祭师",
		[124890] = "被迷惑的拾骨者",
		[162103] = "执行者塔沃德",
		[138558] = "无面者",
		[42362] = "龙人苦工",
		[93154] = "血缚女巫",
		[126170] = "头脑混乱的执行者",
		[36830] = "怒骨苦工",
		[146862] = "蔑雾征服者",
		[159659] = "堕落的夺灵者",
		[168361] = "碱沼大黄蜂",
		[129950] = "利爪",
		[132530] = "库尔提拉斯先锋",
		[145327] = "艾萨亚雷召唤者",
		[169265] = "未知目标",
		[153263] = "克里奇",
		[146863] = "蔑雾破坏者",
		[152884] = "赞齐尔诱捕者",
		[164267] = "斯特拉达玛侯爵",
		[113554] = "未知目标 <夜之子贤者>",
		[138863] = "女巫玛莎",
		[145328] = "赞齐尔斗士",
		[154030] = "大得出奇的噬渊鼠",
		[160048] = "被魔药浸湿的残骸",
		[146864] = "蔑雾缚地者",
		[77936] = "强力风暴元素 <东风四型机车-达斯雷玛>",
		[153301] = "希拉凯斯觅星者",
		[111071] = "脉冲畸体",
		[132532] = "库尔提拉斯神射手",
		[123868] = "苔颚巨蜥",
		[152879] = "纳兹杰丝女士",
		[134068] = "积雷骑兵",
		[138675] = "暴食的野猪",
		[18946] = "攻城地狱火",
		[148454] = "烁壳蟹",
		[104493] = "未知目标 <灬猎空灬-末日行者>",
		[105343] = "恐惧憎恶",
		[130011] = "铁潮冒险家",
		[160287] = "南德鲁爵士",
		[134069] = "低语者沃尔兹斯",
		[146866] = "被奴役的冰霜元素",
		[157483] = "亵渎者伊思达",
		[151985] = "屑骨清道夫",
		[132022] = "野生剜齿虎",
		[157482] = "被控制的猎石者",
		[153738] = "希拉凯斯征服者",
		[137653] = "无面破坏者",
		[130639] = "钳颚咀嚼者",
		[163622] = "碎淤残块",
		[159664] = "安德雷勋爵",
		[130439] = "烬鬃",
		[168878] = "被操纵的钻凋者",
		[42649] = "龙人持链者",
		[130012] = "铁潮破坏者",
		[137654] = "无面腐蚀者",
		[126429] = "硬壳珊脊蟹",
		[145343] = "积怨海蛇",
		[122846] = "剩饭 <大厨格鲁>",
		[26734] = "碧蓝强制者",
		[94693] = "攻城技师",
		[136490] = "苏醒的亡者",
		[145333] = "希拉凯斯学徒",
		[175566] = "针刺者蜂群",
		[170927] = "未知目标",
		[146869] = "疫毒者盖拉姆",
		[120951] = "哈尔拉兹的信徒",
		[139703] = "年轻的蛮荒之地魔暴龙",
		[108925] = "领主阿德尔",
		[121567] = "灵魂兽",
		[173642] = "破裂的器官 <哀伤之刃>",
		[137656] = "修格沃斯大王",
		[164427] = "复生的战士 <阿玛厄斯>",
		[150965] = "渊誓禁锢者",
		[174197] = "战场祭师",
		[148044] = "欧文·加多克",
		[156596] = "恐惧殴骨者",
		[156890] = "污秽观察者",
		[169905] = "复生的督军",
		[170417] = "活化冥殇",
		[90271] = "上古先驱",
		[146871] = "族母纳丝娜娅",
		[131850] = "疯狂的生存专家",
		[129246] = "艾泽里特足球炸弹",
		[151666] = "充能的拳机",
		[129758] = "铁潮掷弹兵",
		[113214] = "渗漏之雾",
		[85225] = "高里亚巫师",
		[154550] = "阿玛赛特太阳祭司",
		[160474] = "肉缝清道夫",
		[81898] = "裂蹄牛",
		[94607] = "血缚火疗者",
		[111075] = "混乱畸体",
		[144825] = "毒腹鸣蛙",
		[155220] = "赤红打击者",
		[155226] = "青翠守护者",
		[130404] = "歹徒诱捕者",
		[156126] = "可疑的技师",
		[152288] = "汽摩蛛",
		[152544] = "虚鳞海沟追猎者",
		[42179] = "电荷金刚",
		[148921] = "卡多雷投刃车",
		[145338] = "深海鳗鱼",
		[145850] = "吉尔尼斯炸弹专家",
		[154552] = "阿玛赛特狂热者",
		[140427] = "岩蹄头羊",
		[153314] = "奥丹提斯",
		[139416] = "沃尔夏斯",
		[165881] = "邪教暗影法师",
		[107237] = "未知目标",
		[145339] = "毒鳍龙幼崽",
		[158136] = "审判官达克斯比",
		[134078] = "心木士兵",
		[92554] = "麦克巴拉什",
		[126538] = "虚空碎片",
		[131311] = "自由的艾泽里特",
		[168886] = "维鲁拉克斯魔药编织者",
		[28835] = "雷铸构造体",
		[145340] = "沙脊多头蛇",
		[131568] = "蜜狂重殴者",
		[154554] = "阿玛赛特卫士",
		[146876] = "残暴的马其图",
		[133389] = "加瓦兹特",
		[147900] = "生气的帕库拉祭司",
		[94697] = "攻城技师",
		[111333] = "污心欺诈者",
		[131825] = "女巫布里亚",
		[137663] = "注能者查卡",
		[134080] = "莽林血魔",
		[171447] = "传染僵尸",
		[152812] = "虚悯者",
		[147901] = "狂怒的拉普达雷德鲁伊",
		[152508] = "暮色颤兽",
		[168105] = "强化的渊誓护火者",
		[93162] = "暗影祈求者",
		[29264] = "幽灵狼 <萨児之赐丶-刺骨利刃>",
		[170975] = "石头信使",
		[171448] = "恐怖的狩猎大师",
		[154237] = "剑鱼人剑士",
		[131522] = "贪婪的矛丽鱼",
		[166626] = "非常粗鲁的恶徒",
		[78574] = "上古",
		[137153] = "重新组装的收割者",
		[137665] = "暗影巨像",
		[123272] = "海毛叉鱼者",
		[147948] = "凝结的艾泽里特",
		[159676] = "心像幼虫",
		[151998] = "巨蜥啃骨者",
		[145390] = "车队护卫",
		[126205] = "全自动赚钱炮",
		[134388] = "未知目标",
		[131365] = "铜齿徘徊者",
		[150463] = "掠行鳗",
		[93931] = "血缚邪术士",
		[159677] = "夺灵者法塔",
		[127203] = "垢石驯兽者",
		[168891] = "被操纵的钻凋者",
		[144833] = "鞭舌",
		[137155] = "斯托颂死忠者",
		[123287] = "南海流氓",
		[133285] = "河沙猎手",
		[146881] = "占卜者布林伍夫",
		[135893] = "燃烬卫士",
		[147905] = "被激怒的拉斯塔利圣武士",
		[152512] = "风暴怨灵",
		[136246] = "激流堡虔信者",
		[137156] = "海贤新兵",
		[162238] = "暗语教徒",
		[130531] = "船工变节者",
		[126463] = "盐羽雄鹰",
		[155634] = "被束缚的风暴",
		[152001] = "剔骨者",
		[172988] = "被抛弃的回忆",
		[153025] = "艾莫奈斯",
		[78832] = "格罗姆卡重装步兵",
		[169173] = "肉弹的拷问者",
		[137720] = "翱翔的雄鹰",
		[146111] = "二十尖角",
		[155585] = "次级虚悯者",
		[131527] = "维克雷斯勋爵",
		[113128] = "枯法潜伏者",
		[153026] = "巴克西库斯",
		[137158] = "被束缚的闪电元素",
		[172265] = "愤怒残余",
		[28546] = "艾欧纳尔",
		[146884] = "督军海斯卡德",
		[77337] = "艾克诺·钢铁使者",
		[69792] = "武栰雾鷏-达斯雷玛 <武栰雾鷏-达斯雷玛>",
		[111081] = "爆裂畸体",
		[157122] = "帕特里西安·克伦威尔",
		[82928] = "末日碾压者",
		[158146] = "堕落的裂隙行者",
		[78233] = "暗裂晶脊鬣蜥人",
		[171455] = "石墙加尔贡",
		[92142] = "剑圣朱倍尔索斯",
		[164861] = "林鬼缚皮者",
		[172991] = "未知目标",
		[159729] = "雷迪拉夫侍从",
		[137160] = "唤勇工程师",
		[133376] = "破碎的骷髅",
		[175039] = "渴求心能的云羽鸟",
		[137215] = "深渊狂热者",
		[86000] = "未知目标",
		[131530] = "妖仆卫兵",
		[152517] = "丧魂夺命者",
		[156406] = "虚缚荣誉卫兵",
		[153541] = "奴隶主奥洛克",
		[78491] = "布兰肯斯波",
		[95726] = "暗魔狂热者",
		[134602] = "隐秘之牙",
		[91541] = "邪影守望者",
		[168386] = "软泥骷髅追猎者",
		[132868] = "艾泽里特聚合体",
		[92911] = "魁梧的狂战士",
		[162038] = "皇家舞雾者",
		[123399] = "被奴役的水手",
		[175857] = "晶化痛苦魔像",
		[176113] = "凿刻的追踪者",
		[170228] = "白骨躯壳",
		[152007] = "未知目标",
		[136139] = "机械化维和者",
		[165111] = "德鲁斯特恶爪者",
		[141059] = "粗心的格林斯考尔",
		[145865] = "狼人火枪手",
		[138187] = "怪诞恐魔",
		[146889] = "恶肉死亡行者",
		[92144] = "迪亚·暗语",
		[156157] = "凇心晋升者",
		[127111] = "铁潮桨手",
		[121577] = "鲁莽的切割者",
		[165829] = "攻城炮台",
		[122089] = "滑刃智者",
		[126440] = "哀嚎的海妖",
		[146890] = "恶肉织符者",
		[164604] = "技师莉姬娅",
		[164294] = "哥利亚盾卫",
		[147938] = "艾泽里特宝石晶背蛛",
		[59773] = "魁麟",
		[164862] = "仙野烁光蛾",
		[111852] = "罗索斯",
		[154569] = "海藻束缚",
		[157464] = "恶毒的石头管理员",
		[129000] = "南海格斗家",
		[162051] = "疯狂的食尸鬼",
		[136208] = "激流堡弩手",
		[88818] = "保安",
		[130024] = "湿乎乎的船舱鼠",
		[126185] = "僭悌织暗者",
		[150475] = "深渊缚心魔",
		[146892] = "恶肉劫掠者",
		[134418] = "溺水的深渊使者",
		[168391] = "软泥骷髅追猎者",
		[173568] = "被心能逼疯的工人",
		[148940] = "卡多雷奇美拉",
		[169927] = "腥臭屠夫",
		[131862] = "灌风军火",
		[129548] = "黑齿暴徒",
		[146893] = "恶肉秘法师",
		[92146] = "古尔图格·血沸",
		[162056] = "缚石岩精",
		[109038] = "日心学者特尔安",
		[162057] = "大厅哨兵",
		[145358] = "艾泽里特融石者",
		[102682] = "莱索恩",
		[164362] = "零星软泥 <活体软泥追猎者>",
		[146894] = "恶肉秘术师",
		[82981] = "共谋的死刃刺客",
		[168393] = "魔药喷吐者",
		[131356] = "丛林捕猎者",
		[89890] = "邪能领主扎昆",
		[165834] = "监工马特亚斯",
		[170441] = "邪教暗影法师",
		[162763] = "魂铸白骨编织者",
		[146895] = "恶肉破坏者",
		[129002] = "遢皮熊",
		[168394] = "零星软泥 <软泥骷髅追猎者>",
		[132051] = "血虱",
		[88820] = "熔炉工程师",
		[130026] = "水鼠帮海语者",
		[126187] = "运尸人亚卡尔",
		[110063] = "野兽 <夜希苍冥-暗影之月>",
		[139807] = "风投勘探员",
		[170160] = "未知目标 <暗誓机械师>",
		[26692] = "伊米亚标枪手",
		[36661] = "霜牙",
		[144849] = "暗鳞斥候",
		[135971] = "无信援兵",
		[135716] = "夜刃猎豹",
		[160281] = "西米昂公爵",
		[134612] = "抓地机械手",
		[153119] = "小型虚空元素",
		[168396] = "魔药喷吐者",
		[145035] = "迅尾逐血狐",
		[144850] = "暗鳞海妖",
		[130027] = "艾什凡水兵",
		[158752] = "掠食的血牙猪",
		[160289] = "雷迪拉夫管理员",
		[98035] = "恐惧猎犬",
		[135719] = "暮色奔行者",
		[129305] = "贪婪的深颚龙",
		[125467] = "垢石恶霸",
		[105494] = "腐烂幼龙",
		[154152] = "阳极处理的哨卫",
		[111856] = "守卫者高罗克",
		[14020] = "请顺当",
		[136846] = "沙顶饮血者",
		[150575] = "震岩",
		[168398] = "零星软泥 <软泥骷髅追猎者>",
		[160720] = "絮语的血肉兽",
		[157137] = "恐惧触须",
		[130028] = "艾什凡炉火医师",
		[157333] = "暗语教徒",
		[166863] = "弃誓调查者",
		[110321] = "魔王纳扎克",
		[135736] = "戈尔",
		[51089] = "奈法里奥斯的闪电机器",
		[132056] = "艾泽里特觅心者",
		[164450] = "商人赛·艾柯莎",
		[131132] = "莫乔巴",
		[170447] = "白骨巨人",
		[130335] = "砾鳞晶目者",
		[134616] = "三叶虫宝宝",
		[129005] = "蛮王库霸",
		[131545] = "维克雷斯夫人",
		[129517] = "复生的迅猛龙",
		[136664] = "骨喙秃鹫",
		[86326] = "冰冻核心",
		[133593] = "专家技师",
		[150485] = "等离子球",
		[126702] = "原始恐天飞龙",
		[138243] = "怪诞奴仆",
		[135641] = "脉冲",
		[86520] = "怒蹄",
		[136665] = "艾什凡观察员",
		[135718] = "夜刃豹幼崽",
		[111858] = "守卫者鲁森",
		[166866] = "被误导的执事者",
		[140986] = "酸蚀潜地者",
		[135130] = "攻城塔",
		[139737] = "斯托颂勋爵",
		[152534] = "无悯控制者",
		[144959] = "第七军团陆军",
		[169062] = "毁灭之刃",
		[85241] = "拜夜蛮兵",
		[154582] = "哨兵",
		[162872] = "凋落者赞图斯",
		[88087] = "积怨唤雷者",
		[26693] = "残忍的斯卡迪",
		[140250] = "嗜松公鹿",
		[166393] = "污秽融合体",
		[138822] = "赤潮投叉手",
		[157405] = "萨拉·怀特",
		[171063] = "群居心蛛",
		[50051] = "虾兵蟹将",
		[129007] = "无信哨卫",
		[41376] = "奈法利安",
		[111151] = "午夜虹吸者",
		[167994] = "骨化的援兵",
		[161410] = "攻城大师特拉克松",
		[170452] = "精华宝珠",
		[130543] = "银背肥指猩猩",
		[111225] = "混沌法师贝勒隆",
		[155202] = "盈利能手格里发",
		[131677] = "毒心织符者",
		[140252] = "冰雹构造体",
		[129576] = "赞达拉鬣蜥",
		[161469] = "暗祸敲诈者",
		[111860] = "显赫的伯兰",
		[139339] = "冰牙防御者",
		[140437] = "缓步的奥罗",
		[129906] = "棘背掘地者",
		[42803] = "龙脉混血兽",
		[135247] = "瓦力格",
		[161240] = "篡位者西蒙娜",
		[156239] = "黑暗晋升者科鲁斯",
		[158169] = "虔诚的信徒",
		[151127] = "折磨之主",
		[129119] = "联盟骑士",
		[167956] = "黑暗助祭",
		[147932] = "焦躁的艾泽里特裂片",
		[168005] = "强化的丧魂蹒跚者",
		[161241] = "纺虚者玛熙尔",
		[138836] = "扎拉提克虫群卫士",
		[133735] = "沙德拉叛徒",
		[166872] = "幽影灵豹",
		[89] = "地狱火爪牙 <墨染灬尐倾城-白银之手>",
		[138837] = "扎拉提克塑珀者",
		[147933] = "活跃艾泽里特裂片",
		[136160] = "达萨大王",
		[165337] = "魁梧的血肉卫士",
		[78919] = "门捷列夫",
		[151683] = "失控的废铁首领",
		[166873] = "弃誓研究者",
		[146910] = "恶肉瘟爪鹰",
		[102392] = "共鸣图腾 <火炬一件-灰谷>",
		[156124] = "伊崔格",
		[152541] = "未知目标",
		[140768] = "断岳者古鲁",
		[123647] = "巨蜥",
		[162267] = "群居心蛛",
		[112118] = "被污染的血瓣花",
		[146911] = "恶肉荒芜犬",
		[139233] = "啄肝鸥",
		[156125] = "死忠的刺客",
		[161980] = "营火",
		[161244] = "腐蚀者之血",
		[130098] = "复生的祭师",
		[162268] = "掠行心蛛",
		[126451] = "重钳",
		[111164] = "暮光星舞者",
		[126963] = "格温德拉·蛮锤",
		[26694] = "伊米亚黑暗萨满祭司",
		[152543] = "虚鳞多头蛇",
		[26822] = "被装进桶里！",
		[141282] = "库尔提拉斯步兵",
		[103673] = "黑眼 <虚空之子-深渊之巢>",
		[146401] = "暗鳞采掘奴隶",
		[164929] = "仙木灵居民",
		[139235] = "颚龟",
		[123192] = "诱人的海妖",
		[164829] = "魂选绽翼兽",
		[161246] = "赫福托尔",
		[141283] = "库尔提拉斯戟兵",
		[105721] = "未知目标",
		[138212] = "未知目标",
		[134629] = "厚鳞三叶虫骑手",
		[155616] = "赞齐尔蛮兵",
		[98555] = "枯法蹒跚者",
		[152545] = "鳞母薇娜拉",
		[173655] = "纱雾龙母",
		[137189] = "充能烈风",
		[161408] = "恶毒增生",
		[158688] = "罩影置裂者",
		[80719] = "钢铁铁匠",
		[135142] = "炮塔",
		[176109] = "堕落的档案员",
		[152546] = "石喉吞噬者",
		[161248] = "大闪",
		[32517] = "无爱恨要赊",
		[127488] = "艾什凡火法师",
		[158689] = "起水泡的灰烬食尸鬼",
		[122984] = "达萨莱巨像",
		[98300] = "未知目标",
		[156130] = "次级虚悯者",
		[152547] = "石喉多头蛇",
		[153059] = "艾瑟内尔",
		[151144] = "哈提",
		[162273] = "心能饕餮者",
		[91646] = "残酷的通敌者",
		[146917] = "被激怒的艾泽里特元素",
		[155619] = "赞齐尔荣誉卫士",
		[156131] = "赞齐尔愚忠者",
		[152548] = "未知目标",
		[153060] = "赛兰努斯",
		[119872] = "乌丽娅",
		[162274] = "心蛛巢母",
		[139337] = "冰牙饮血者",
		[154219] = "汽摩蛛",
		[76886] = "铁军斥候",
		[156132] = "艾萨亚雷女巫",
		[173024] = "黯牙暗影追猎者",
		[111354] = "污心腐蚀者",
		[134286] = "大法师塔姆拉",
		[154085] = "河豚鱼 <鱼人蝌蚪>",
		[158692] = "碎眼侯爵",
		[60849] = "青龙雕像 <铁头攻-桑德兰>",
		[155221] = "妖叶看护者",
		[156133] = "积恐巨兽",
		[152550] = "彼岸巨虫",
		[140777] = "宝石碎片巨像",
		[157669] = "钢肤先锋",
		[162276] = "马西姆斯 <萨拉·怀特>",
		[126455] = "狐狸",
		[71529] = "未知目标",
		[36874] = "被打扰的冰川幽魂",
		[156134] = "幽灵军马",
		[173026] = "魂选步兵",
		[157158] = "教徒驱奴者",
		[130400] = "铁潮打击者",
		[94777] = "莫克隆",
		[91648] = "阴郁的守护者",
		[134636] = "财宝猎人",
		[129015] = "南海三副",
		[168420] = "弃誓勇士",
		[129527] = "水鼠帮海盗",
		[153064] = "未知目标",
		[130039] = "海肌炮手",
		[137708] = "石头傀儡",
		[132745] = "霜鳞游荡者",
		[93952] = "邪能渡鸦",
		[93030] = "铁枝",
		[140970] = "爆岩虫",
		[127480] = "钉刺寄生虫",
		[153065] = "虚缚破坏者",
		[153226] = "钢铁歌手弗莉萨",
		[152676] = "活水",
		[134798] = "深渊爬行者",
		[134638] = "督军佐希克斯",
		[138839] = "扎拉提克死亡诵唱者",
		[28231] = "晶化看护者",
		[152554] = "深渊之嗣",
		[161256] = "墓穴潜伏者",
		[137198] = "绿洲追猎者",
		[154285] = "复仇的上层精灵",
		[129371] = "激流破浪者",
		[174093] = "纳斯利亚游侠",
		[139246] = "恐怖火炮",
		[139758] = "“双枪”安妮",
		[134321] = "无信侵攻者",
		[169447] = "未知目标 <统御曲魂者>",
		[174054] = "法瑞克",
		[154091] = "屑骨巨人",
		[132741] = "焰鳞多头蛇",
		[171656] = "剧毒狙击队长",
		[139247] = "恐怖火炮",
		[139759] = "哗变者加利亚",
		[129529] = "黑齿格斗家",
		[136347] = "海贤新兵",
		[76806] = "山脉之心",
		[154092] = "积怨幼崽",
		[138224] = "征伐的光明使者",
		[127315] = "复生图腾",
		[155628] = "艾萨亚雷先知",
		[84841] = "钢铁码头工人",
		[127482] = "下水道钳嘴鳄",
		[153069] = "锈蚀的故障修理工",
		[127479] = "泥沙女王",
		[163457] = "弃誓先锋",
		[122969] = "赞枢利巫医",
		[153250] = "囤积者莫阿格勒",
		[151534] = "亡鳍清道夫",
		[136363] = "震击",
		[160748] = "被附身的防御者",
		[136690] = "雪流徘徊者",
		[154701] = "饱食的齿轮啮咬者",
		[170474] = "巢群刺客 <刺客追猎者>",
		[138226] = "海贤班克森",
		[93955] = "妄想的狂热者",
		[139250] = "深渊之嗣",
		[26696] = "伊米亚狂战士",
		[168104] = "强化的焰炉大师",
		[161261] = "罪责过重的灵魂",
		[158894] = "堕落的看护者",
		[137715] = "脆弱的裂片",
		[36494] = "熔炉之主加弗斯特",
		[167404] = "无畏勇士 <佐尔拉姆斯之眼>",
		[155830] = "渊誓信徒",
		[90485] = "邪火巨炮",
		[157366] = "虚空猎手 <莱登>",
		[139457] = "缚岩魁麟",
		[62982] = "摧心魔",
		[130299] = "水滴",
		[154608] = "自动漩涡打击装置",
		[171500] = "蹒跚的死尸",
		[176107] = "堕落的集魂者",
		[95989] = "未知目标",
		[127484] = "杰斯·豪里斯",
		[139461] = "缚岩石喉魁麟",
		[130661] = "风险投资公司塑地者",
		[154304] = "波涛之刃萨满",
		[144837] = "黑海岸雄鹿",
		[158399] = "艾萨亚雷元素师",
		[176108] = "堕落的引导者",
		[156145] = "掘地附肢",
		[168942] = "亡语者",
		[129788] = "铁潮锯骨者",
		[133111] = "妖木监视者",
		[113920] = "伊格诺斯之鞭",
		[160462] = "恩佐斯侍战者",
		[158927] = "堕落的信徒",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 2.34335470199585,
	},
	["spell_pool"] = {
		4, -- [1]
		3, -- [2]
		"环境伤害 (高处坠落)", -- [3]
		"环境伤害 (溺水)", -- [4]
		[7] = "环境伤害 (岩浆)",
		[265968] = "充能的沙尘恶魔",
		[69572] = "怒骨苦工",
		[92099] = 10,
		[77764] = 11,
		[282354] = "布伦恩大师",
		[327408] = 3,
		[278260] = 3,
		[265974] = "加瓦兹特",
		[270070] = 4,
		[190336] = 8,
		[327413] = "弃誓哥利亚",
		[327414] = "[*] 附身",
		[331510] = "不屈的参赛者",
		[188290] = 6,
		[327416] = "弃誓哥利亚",
		[208770] = 12,
		[30451] = 8,
		[294652] = "不羁梦魇",
		[339706] = "回响驭牛者",
		[208771] = 5,
		[34790] = 10,
		[173958] = 2,
		[302847] = 1,
		[347901] = 11,
		[331519] = 6,
		[319233] = 6,
		[69577] = "亡语者侍僧",
		[327426] = "破碎残影",
		[298756] = "赛兰努斯",
		[327427] = "破碎残影",
		[265991] = "活性黄金",
		[319236] = 6,
		[331524] = 6,
		[319237] = 12,
		[69578] = "亡语者侍僧",
		[302855] = "增生珊瑚",
		[210824] = 8,
		[331527] = "伊涅瓦·暗脉女勋爵",
		[116680] = 10,
		[69579] = "阵亡的战士",
		[259975] = "泥沙女王",
		[282381] = "卡多雷哨兵",
		[200587] = 9,
		[265999] = "格温德拉·蛮锤",
		[319245] = 6,
		[311054] = 10,
		[347916] = 3,
		[347917] = 3,
		[186254] = 10,
		[69581] = "天灾恶灵",
		[331537] = "影握图腾 <樱井优-试炼之环>",
		[323347] = "佐尔拉姆斯守门人",
		[286486] = "玛维·影歌",
		[186257] = 3,
		[319255] = 6,
		[186258] = 3,
		[210833] = 8,
		[266012] = "格温德拉·蛮锤",
		[339736] = 4,
		[69583] = "伊米亚拥火者",
		[44521] = 12,
		[339738] = 4,
		[94158] = 5,
		[298781] = "艾萨拉女王",
		[331548] = "4.RF-4.RF",
		[102350] = 3,
		[190357] = 8,
		[266018] = 2,
		[233364] = 1,
		[274212] = "溺水的深渊使者",
		[69585] = "伊米亚拥火者",
		[298787] = "艾萨拉女王",
		[319266] = "恶臭蹒跚者",
		[274213] = "孢子召唤师赞查",
		[212886] = "伊格诺斯",
		[278310] = 8,
		[186265] = 3,
		[102352] = 11,
		[347940] = 8,
		[290600] = 1,
		[182170] = "血魔",
		[27638] = "弃誓潜爪狮",
		[306985] = "恩佐斯之怒",
		[182171] = "[*] 玛诺洛斯之血",
		[306986] = "恩佐斯之怒",
		[255895] = "剧毒细颚龙",
		[266030] = 9,
		[306988] = "恩佐斯之怒",
		[48107] = 8,
		[323372] = "奥莱芙莉安",
		[50155] = "克莉斯塔萨",
		[294703] = 7,
		[290608] = 2,
		[186270] = 3,
		[266035] = "棘刺助祭",
		[257946] = 3,
		[339759] = "无尽女皇莫德蕾莎",
		[266036] = "棘刺助祭",
		[73685] = 7,
		[278326] = 12,
		[48108] = 8,
		[331573] = "被掌控的幽灵",
		[53] = 4,
		[262046] = "厚鳞三叶虫骑手",
		[323385] = 6,
		[327481] = "金-塔拉",
		[30455] = 8,
		[266047] = 6,
		[65004] = 5,
		[147367] = 1,
		[66] = 8,
		[88023] = "金脊",
		[294720] = 11,
		[302912] = "赞齐尔诱捕者",
		[307008] = "疯狂凝视",
		[206757] = "诱捕者德佐克斯",
		[163752] = "格罗姆卡重装步兵",
		[335680] = "渊誓织魂者",
		[102359] = 11,
		[266053] = "格温德拉·蛮锤",
		[210854] = 7,
		[163753] = "格罗姆卡重装步兵",
		[108503] = 9,
		[307012] = "疯狂凝视",
		[302917] = 5,
		[294726] = "深渊指挥官西瓦拉",
		[266056] = "格温德拉·蛮锤",
		[99] = 11,
		[100] = 1,
		[223143] = 4,
		[335685] = "渊誓织魂者",
		[266058] = 4,
		[323399] = 10,
		[56814] = 4,
		[339784] = 9,
		[327497] = "斯塔夫罗斯勋爵",
		[118] = 8,
		[327498] = 8,
		[31224] = 4,
		[278350] = 9,
		[315212] = "玛维·影歌",
		[65006] = 8,
		[130] = 8,
		[136] = 3,
		[298831] = "渊誓哨兵",
		[323406] = "[*] 锯齿创口",
		[282449] = 4,
		[184238] = "魁梧的狂战士",
		[38384] = "法师猎手军官",
		[327503] = "斯塔夫罗斯勋爵",
		[286546] = "刀棘",
		[20473] = 2,
		[172] = 9,
		[311123] = 10,
		[298836] = 4,
		[302932] = 5,
		[298837] = 10,
		[278359] = 7,
		[298839] = 10,
		[302935] = 2,
		[194481] = 12,
		[327510] = 2,
		[331606] = "压制战旗 <无堕者哈夫>",
		[298841] = 2,
		[184243] = "魁梧的狂战士",
		[121820] = 3,
		[298844] = "丧魂蹒跚者",
		[65008] = 11,
		[33778] = 11,
		[302945] = 3,
		[262066] = "机械化维和者",
		[57841] = 4,
		[307042] = "血肉融合体",
		[348] = 9,
		[331618] = "无堕者哈夫",
		[307044] = "未知目标",
		[266087] = 9,
		[176057] = 12,
		[307046] = 12,
		[278376] = 10,
		[270185] = "维克戈斯",
		[227255] = 12,
		[245686] = 2,
		[307048] = "恩佐斯之怒",
		[190394] = "阿克蒙德",
		[270187] = "维克戈斯",
		[274283] = 11,
		[57330] = 6,
		[315241] = "玛维·影歌",
		[335720] = "渊誓侍僧",
		[69603] = "伊米亚愤怒使者",
		[298859] = 2,
		[44531] = "寒光滩行者",
		[307052] = "恩佐斯之怒",
		[266095] = "赞齐尔蛮兵",
		[323436] = 11,
		[165822] = 12,
		[67556] = 8,
		[235450] = 8,
		[69604] = 12,
		[190397] = "未知目标",
		[274289] = 12,
		[198589] = 12,
		[302960] = 11,
		[190398] = "黑暗导管",
		[298866] = "鞭笞触手",
		[270196] = 8,
		[58867] = "元素迅猛龙 <一只小鱼丶-血色十字军>",
		[319346] = "[*] 无尽丧钟",
		[331634] = "斯塔夫罗斯勋爵",
		[286581] = 4,
		[251836] = 4,
		[744] = "平原狼蛛",
		[176065] = "暮色颤兽",
		[307061] = "恩佐斯之怒",
		[768] = 11,
		[186305] = 4,
		[52212] = 6,
		[196545] = 6,
		[331638] = "斯塔夫罗斯勋爵",
		[251838] = 2,
		[266107] = "狂野的群居血虱",
		[270203] = "弗鲁赞勋爵",
		[286587] = 10,
		[251839] = 1,
		[266109] = "狂野的群居血虱",
		[80871] = "索瑞森之魂",
		[255937] = 2,
		[307071] = "聚合增生",
		[302976] = "艾萨拉女王",
		[96231] = 2,
		[243651] = 5,
		[327552] = "毁灭蘑菇",
		[243652] = 2,
		[23036] = 3,
		[80873] = "暗炉之魂",
		[266120] = "巨型毒鳞兽",
		[204744] = "[*] 毒性几丁质",
		[266121] = "焰鳞多头蛇",
		[282505] = 8,
		[311176] = "腐蚀者恩佐斯",
		[157644] = 8,
		[1776] = 4,
		[57846] = "暗鳞随从",
		[1856] = 4,
		[190411] = 1,
		[44535] = 4,
		[196555] = 12,
		[80875] = "铁星之魂",
		[49143] = 6,
		[266129] = "巨型毒鳞兽",
		[194509] = 5,
		[80876] = "火拳之魂",
		[147409] = 2,
		[302995] = 9,
		[212942] = "梦魇脓液",
		[233421] = "泽地祭司瓦斯兹",
		[307092] = "恩佐斯之怒",
		[80877] = "锤核之魂",
		[262092] = "混乱的暴徒",
		[266136] = 9,
		[270232] = 8,
		[302999] = "艾萨拉女王",
		[327574] = 6,
		[311192] = 1,
		[270235] = 4,
		[260046] = "赞齐尔荣誉卫士",
		[270236] = 4,
		[343960] = 5,
		[303003] = 8,
		[331674] = 2,
		[46585] = 6,
		[255952] = "天空上尉库拉格",
		[290718] = 2,
		[343963] = 7,
		[266144] = "枯枝剧毒祭司",
		[33786] = 11,
		[327581] = "魔药喷吐者",
		[87023] = 8,
		[270241] = "燃烬卫士",
		[121837] = 1,
		[56825] = "法师猎手军官",
		[311201] = 4,
		[153561] = 8,
		[311202] = 3,
		[87024] = 8,
		[121838] = 3,
		[123886] = 11,
		[270246] = "火元素",
		[323491] = 10,
		[266151] = "焰鳞阔步者",
		[335779] = "[*] 锁链联结",
		[270248] = "燃烬卫士",
		[266153] = "焰鳞阔步者",
		[121839] = 6,
		[327590] = "魔药喷吐者",
		[274346] = 12,
		[266155] = "霜鳞游荡者",
		[303017] = 9,
		[323496] = "血肉工匠",
		[282539] = 10,
		[303018] = 9,
		[278444] = "贪吃的蛆虫",
		[323498] = 7,
		[327594] = "魔药喷吐者",
		[266158] = "霜鳞游荡者",
		[92146] = 9,
		[227291] = "未知目标 <小僧狂浪-死亡之翼>",
		[298928] = 11,
		[298929] = 5,
		[56827] = "法师猎手军官",
		[169952] = 8,
		[204766] = "晶化幼蝎",
		[223197] = "罗索斯",
		[303027] = "棘语者塔弗里",
		[274357] = 3,
		[315315] = 11,
		[303028] = 10,
		[202719] = 12,
		[208863] = "艾利桑德",
		[274359] = "斯托颂勋爵",
		[245725] = 2,
		[231390] = 3,
		[12544] = "枯须勘探员",
		[323509] = 10,
		[278456] = "贪吃的蛆虫",
		[323510] = 10,
		[339894] = 12,
		[266171] = "卡米·柯格维兹",
		[208865] = "艾利桑德",
		[266172] = "卡米·柯格维兹",
		[221153] = "脉冲畸体",
		[223201] = "罗索斯",
		[225249] = "死根古树",
		[327610] = "斯塔夫罗斯勋爵",
		[323515] = "斩血",
		[327611] = 6,
		[343995] = "啸翼",
		[188389] = 7,
		[335805] = "[*] 执政官的壁垒",
		[274369] = 5,
		[303041] = 11,
		[227300] = "[*] 奥能喷发",
		[278467] = "拉米·曼寇",
		[155625] = 11,
		[266181] = "高莱克·图尔",
		[270277] = "商业大亨拉兹敦克",
		[260067] = "鲍比·豪里斯 <杰斯·豪里斯>",
		[196583] = 6,
		[266182] = "卡米·柯格维兹",
		[303044] = 11,
		[327619] = "跳华尔兹的温西尔",
		[174057] = "元首马尔高克",
		[344003] = "钻凋者",
		[298950] = 2,
		[270280] = "燃网爬行蛛",
		[172010] = 1,
		[298951] = 4,
		[294856] = "[*] 不稳定混合物",
		[266186] = "卡米·柯格维兹",
		[221160] = "脉冲畸体",
		[255974] = 4,
		[113656] = 10,
		[270284] = "净化构造体",
		[298955] = 4,
		[335817] = "德沃丝",
		[45055] = 8,
		[315340] = "守护古树",
		[274383] = "歹徒诱捕者",
		[315341] = 4,
		[270289] = "[*] 净化光线",
		[92155] = 2,
		[323535] = 6,
		[190446] = 8,
		[274387] = "[*] 黑暗吸收",
		[311249] = 4,
		[270292] = "[*] 净化烈焰",
		[311250] = 4,
		[270293] = "净化构造体",
		[274389] = "[*] 捕鼠陷阱",
		[266198] = 8,
		[278486] = "黑眼 <小熙宸-雷霆之王>",
		[48640] = "伊米亚战士",
		[118779] = 1,
		[266201] = "复活的护卫",
		[323542] = "渗漏的残躯",
		[344021] = 10,
		[319447] = "强化的皇家领事",
		[323544] = "哈卡之子",
		[307162] = 8,
		[339929] = 3,
		[266206] = "屠夫库拉",
		[323547] = 4,
		[210931] = "伊格诺斯之眼",
		[290783] = "野蛮的魁兽",
		[266209] = "堕落的亡语者",
		[307167] = "奥戈佐亚",
		[327646] = "穆厄扎拉",
		[290785] = "塞蕾斯塔·明月",
		[221172] = "爆裂畸体",
		[331743] = "纱雾守护者",
		[323552] = "高阶裁决官阿丽兹",
		[327648] = "弃誓审判官",
		[327649] = "穆厄扎拉",
		[315362] = 3,
		[5697] = 9,
		[5761] = 4,
		[190456] = 1,
		[331748] = "纱雾守护者",
		[153595] = 8,
		[327653] = "弃誓勇士",
		[51714] = 6,
		[323558] = 4,
		[153596] = 8,
		[327655] = "弃誓勇士",
		[129023] = 7,
		[339943] = 11,
		[102401] = 11,
		[123904] = 10,
		[339946] = 11,
		[77827] = "奥妮克希亚",
		[335851] = 6,
		[178173] = 10,
		[348139] = 11,
		[274416] = 7,
		[327661] = 5,
		[348140] = 6,
		[348141] = 10,
		[270323] = 3,
		[307185] = 11,
		[327664] = "外科医生缝肉",
		[323569] = "哈卡之子",
		[307187] = 12,
		[206847] = "心魔",
		[196608] = 10,
		[182273] = "血魔",
		[323573] = "[*] 残渣",
		[307192] = 4,
		[335863] = "未知目标",
		[323576] = "大角符文牡鹿",
		[229376] = 8,
		[315385] = 11,
		[307194] = 11,
		[266237] = "征服者阿卡阿里",
		[307195] = 5,
		[229377] = 5,
		[266238] = "[*] 粉碎防御",
		[270334] = "海岛双头怪",
		[274430] = 8,
		[294909] = 6,
		[176133] = "熔渣元素",
		[274431] = 8,
		[294912] = 6,
		[315391] = 12,
		[270338] = 3,
		[339966] = "林鬼缚皮者",
		[262147] = "莱科",
		[315392] = 12,
		[270339] = 3,
		[56837] = "法师猎手军官",
		[212997] = "提克迪奥斯",
		[231428] = 8,
		[274436] = 11,
		[274437] = "唤风者学徒",
		[274438] = "[*] 风暴",
		[270343] = 3,
		[344067] = 2,
		[198664] = 10,
		[50182] = "法师猎手军官",
		[256005] = "鲨鱼饵",
		[202761] = 12,
		[258054] = "咸水海龟",
		[274443] = 3,
		[270348] = "熔岩之怒",
		[262157] = "坚韧的劳尔",
		[225289] = "黑暗游侠维罗娜拉",
		[260103] = "[*] 推进器冲击",
		[262158] = "坚韧的劳尔",
		[339978] = 11,
		[176141] = "未知目标",
		[274447] = 3,
		[294926] = 11,
		[262161] = 1,
		[327694] = 5,
		[266258] = "Drust Slaver Summoning Portal",
		[258058] = "淤泥螃蟹",
		[178191] = "泰克图斯",
		[61447] = 12,
		[258060] = 1,
		[278551] = "女巫会塑棘者",
		[294935] = 2,
		[266265] = "堕落的亡语者",
		[266266] = "高莱克·图尔",
		[335894] = 7,
		[307224] = "奥戈佐亚",
		[327703] = 5,
		[225296] = "死根古树",
		[323608] = "无尽女皇莫德蕾莎",
		[327704] = 8,
		[186387] = 3,
		[241680] = "斯托颂勋爵",
		[256016] = "[*] 污秽油膜",
		[278559] = 5,
		[231442] = 7,
		[233490] = 9,
		[51721] = 6,
		[327710] = 5,
		[176151] = 1,
		[294946] = 11,
		[335904] = 7,
		[278564] = 10,
		[59913] = 7,
		[278565] = 3,
		[153626] = 8,
		[194584] = "弥雅拉·夜歌",
		[274472] = 2,
		[102416] = 11,
		[299047] = 1,
		[340007] = 2,
		[233496] = 9,
		[188443] = 7,
		[266285] = "钴蓝石卫士",
		[335913] = 10,
		[331818] = "多米娜·毒刃",
		[319531] = "库尔萨洛克",
		[278574] = 2,
		[299054] = 2,
		[233498] = 9,
		[323629] = "[*] 复苏之雾",
		[294959] = 4,
		[51723] = 4,
		[233499] = 9,
		[178207] = 4,
		[262197] = "坚韧的劳尔",
		[266293] = 4,
		[258075] = "钉刺寄生虫",
		[61451] = 5,
		[315443] = 6,
		[319539] = "库尔萨洛克",
		[294966] = 11,
		[303158] = "赞齐尔愚忠者",
		[340020] = 7,
		[188449] = "邪能烧灼者",
		[225311] = 2,
		[270394] = 8,
		[307256] = 4,
		[344118] = 2,
		[270395] = 8,
		[194594] = 3,
		[184355] = "古尔图格·血沸",
		[186403] = 11,
		[344120] = 3,
		[258079] = "下水道钳嘴鳄",
		[344121] = 3,
		[206883] = "诱捕者德佐克斯",
		[184357] = "古尔图格·血沸",
		[307263] = 2,
		[186406] = 11,
		[157736] = 9,
		[270404] = "妖叶鞭笞者",
		[86040] = 9,
		[282692] = "暗鳞海妖",
		[231461] = "葬火之星歼灭者",
		[290886] = 4,
		[303174] = "展示底座：麦卡贡 <潘达哒哒-贫瘠之地>",
		[52238] = "沃尔坎",
		[323654] = 4,
		[331846] = "4.RF-4.RF",
		[184362] = 1,
		[331847] = "4.RF-4.RF",
		[274507] = "水鼠帮水兵",
		[256039] = "科古斯狱长",
		[229417] = 12,
		[331850] = 4,
		[184364] = 1,
		[204843] = 12,
		[319565] = 6,
		[174126] = "高里亚战争法师",
		[319567] = "库尔萨洛克",
		[303185] = "艾萨亚雷缚雷者",
		[262228] = 1,
		[184367] = 1,
		[274516] = 4,
		[303187] = "艾萨亚雷先知",
		[262230] = 2,
		[299093] = "[*] 光辉之怒",
		[303189] = "艾萨亚雷先知",
		[194608] = 4,
		[262232] = 1,
		[299094] = "艾萨拉女王",
		[34321] = 11,
		[299095] = "奥戈佐亚",
		[208944] = "艾利桑德",
		[295000] = "阿耶勒斯的折磨者",
		[295001] = "阿耶勒斯的折磨者",
		[176179] = 12,
		[323673] = 5,
		[176180] = 12,
		[340057] = "狗舍监督者",
		[344153] = 2,
		[331866] = 5,
		[344154] = 1,
		[47633] = 6,
		[270431] = "磐石技师砮馨",
		[344155] = 2,
		[331868] = 6,
		[290911] = 8,
		[282720] = 4,
		[54801] = "达卡莱元素",
		[344158] = 6,
		[79904] = "龙脉混血兽",
		[200758] = 4,
		[323681] = "无尽女皇莫德蕾莎",
		[282724] = 3,
		[323682] = "弃誓散兵",
		[270438] = "沙顶狂战士",
		[323683] = "无尽女皇莫德蕾莎",
		[303205] = "艾萨亚雷先知",
		[290918] = 4,
		[49170] = "伊米亚黑暗萨满祭司",
		[323687] = "商人赛·艾柯莎",
		[315496] = 4,
		[319592] = "艾谢朗",
		[303210] = 2,
		[307306] = "恩佐斯之怒",
		[303211] = 8,
		[290924] = 10,
		[278637] = "血虱",
		[303212] = 10,
		[204859] = "乌索克",
		[323692] = 11,
		[184381] = "西诺德",
		[290927] = 11,
		[278642] = 2,
		[290930] = 8,
		[286835] = 6,
		[286836] = 6,
		[290933] = 8,
		[262263] = "不靠谱的助理",
		[315508] = 4,
		[24331] = "未知目标",
		[12294] = 1,
		[323701] = 5,
		[270457] = "怨鳍侍从",
		[290936] = 3,
		[270459] = "地灵巨人",
		[274555] = "湿乎乎的船舱鼠",
		[262268] = "风险投资公司炼金师",
		[249919] = "亚兹玛",
		[290939] = 12,
		[256063] = 9,
		[303227] = "艾萨拉女王",
		[323706] = 5,
		[262270] = "风险投资公司炼金师",
		[323707] = 5,
		[223298] = 5,
		[290942] = 4,
		[286848] = "艾泽里特宝石晶背蛛",
		[323710] = 6,
		[340094] = 4,
		[115750] = 2,
		[186439] = 5,
		[157769] = "高里亚战争法师",
		[290948] = 8,
		[165961] = 11,
		[155722] = 11,
		[194632] = 12,
		[295046] = 11,
		[215111] = "恐惧猎犬 <野生般茄>",
		[290951] = 1,
		[295047] = 11,
		[206920] = "梦魇触须",
		[336005] = "[*] 裂耳尖啸",
		[274569] = "水鼠帮唤风者",
		[327814] = "卡尔将军",
		[262283] = "[*] 轰击",
		[290954] = 3,
		[319626] = "库尔萨洛克",
		[1953] = 8,
		[262287] = "机甲驾驶员",
		[223306] = 2,
		[286862] = "不稳定的艾泽里特",
		[290958] = 1,
		[2050] = 5,
		[249929] = "Soulrend Add",
		[331917] = 6,
		[270481] = "恶魔暴君 <野生般茄>",
		[299152] = "[*] 浸水",
		[270482] = "幽魂狂战士",
		[290961] = 12,
		[225356] = "渗漏之雾",
		[270484] = "维克戈斯",
		[270485] = "幽魂狂战士",
		[323730] = "缚霜者纳尔佐",
		[2818] = 4,
		[311444] = 11,
		[331923] = "堕罪新兵",
		[270487] = "幽魂狂战士",
		[323732] = "商人赛·艾柯莎",
		[319637] = "[*] 魂魄归体",
		[290967] = 8,
		[299159] = 12,
		[319639] = "库尔萨洛克",
		[331927] = "失灵的牙钻",
		[270492] = "鬼灵妖术祭司",
		[3714] = 6,
		[206930] = 6,
		[270493] = "鬼灵妖术祭司",
		[260175] = 9,
		[336026] = 3,
		[323739] = "弃誓小队长",
		[204883] = 5,
		[206931] = 6,
		[48153] = 5,
		[323740] = "弃誓小队长",
		[336028] = 11,
		[188501] = 12,
		[331933] = "失灵的牙钻",
		[270497] = "幽魂巫医",
		[290976] = 5,
		[262307] = "远望栖地新兵",
		[270499] = "幽魂巫医",
		[323744] = "弃誓潜爪狮",
		[270500] = "骸骨狩猎迅猛龙",
		[290979] = 11,
		[262309] = "老练的牧师",
		[331937] = 5,
		[319650] = "贪食的克里克西斯",
		[295076] = "扎库尔",
		[270502] = "骸骨狩猎迅猛龙",
		[274598] = 8,
		[221270] = "灼热的地狱火",
		[331939] = 5,
		[270503] = "骸骨狩猎迅猛龙",
		[290982] = 6,
		[323749] = "空的心能容器",
		[295079] = "扎库尔",
		[319654] = "贪食的克里克西斯",
		[323750] = "[*] 邪恶毒气",
		[270506] = "幽魂兽王",
		[290985] = 8,
		[311464] = 11,
		[258134] = "水鼠帮掠夺者",
		[311465] = 11,
		[299178] = "艾萨拉女王",
		[336040] = 11,
		[311466] = 11,
		[290988] = 1,
		[311467] = 11,
		[303276] = "被束缚的风暴",
		[311468] = 11,
		[206939] = "古尔丹",
		[278703] = "鞭舌",
		[336044] = 3,
		[290991] = 7,
		[155743] = "[*] 熔渣池",
		[270513] = "活跃艾泽里特裂片",
		[311471] = 11,
		[107570] = 1,
		[270514] = "幽魂蛮兵",
		[270515] = "自由的艾泽里特",
		[211037] = "暮色卫队警哨",
		[213085] = "[*] 寒冰暴雨",
		[307378] = 11,
		[311474] = 7,
		[258139] = "沙顶饮血者",
		[61467] = 6,
		[286901] = "艾泽里特宝石裂背蛛",
		[290997] = 8,
		[278710] = 10,
		[286902] = "艾泽里特宝石裂背蛛",
		[323764] = 11,
		[311477] = 7,
		[319669] = "库尔萨洛克",
		[311478] = 7,
		[260189] = "商业大亨拉兹敦克",
		[344245] = 5,
		[311480] = 7,
		[56860] = "法师猎手新兵",
		[311481] = 7,
		[286907] = "艾泽里特宝石晶背蛛",
		[291003] = 1,
		[192611] = 12,
		[311483] = 12,
		[15496] = "达卡莱掠夺者",
		[235617] = "伊崔格 <Magiccream>",
		[311484] = 12,
		[291006] = 4,
		[311485] = 12,
		[198756] = "赤精 <灬麥田守护者-凤凰之神>",
		[286911] = "艾泽里特宝石晶背蛛",
		[219235] = "剧毒孢子",
		[311486] = 12,
		[227427] = "古尔丹",
		[311487] = 12,
		[107574] = 1,
		[303296] = "赞齐尔女猎手",
		[291009] = 4,
		[311488] = 12,
		[315584] = 4,
		[340159] = 5,
		[311489] = 12,
		[315585] = 4,
		[303298] = "赞齐尔女猎手",
		[340160] = "纱雾龙母",
		[311490] = 3,
		[157801] = "高里亚战争法师",
		[336065] = 7,
		[291012] = 4,
		[262342] = "坚韧的劳尔",
		[340162] = 11,
		[311492] = 11,
		[96312] = 6,
		[274631] = "铁舟学徒",
		[311493] = 11,
		[115767] = 1,
		[319685] = "贪食的克里克西斯",
		[291015] = 5,
		[311494] = 11,
		[256101] = "科古斯狱长",
		[274633] = "铁舟学徒",
		[311495] = 11,
		[53790] = "比亚格里将军",
		[235623] = "伊崔格 <Magiccream>",
		[262347] = "投币式群体打击者",
		[258150] = "水鼠帮海语者",
		[311497] = 11,
		[303306] = "[*] 影响范围",
		[235624] = "伊崔格 <Magiccream>",
		[311498] = 11,
		[323786] = "格里恩黑暗裁定者",
		[327882] = "凋零大鹏",
		[235625] = "伊崔格 <Magiccream>",
		[111673] = 6,
		[198764] = "赤精 <灬麥田守护者-凤凰之神>",
		[235626] = "伊崔格 <Magiccream>",
		[278736] = 12,
		[258153] = "水鼠帮海语者",
		[291024] = 8,
		[53791] = "比亚格里将军",
		[303312] = "艾萨亚雷引导者",
		[274642] = "灾厄妖术师",
		[327887] = "圣物匠赛·墨克斯",
		[256106] = "天空上尉库拉格",
		[323792] = "凝结心能",
		[196718] = 12,
		[266452] = "嗜血的布莉欧娜",
		[291027] = 3,
		[295124] = 7,
		[303316] = "艾萨亚雷引导者",
		[327891] = "邦桑迪的怒火",
		[225390] = "[*] 星光之尘",
		[291030] = 2,
		[49184] = 6,
		[233582] = 9,
		[262361] = "部落萨满祭司",
		[319702] = "艾谢朗",
		[323798] = 6,
		[217200] = 3,
		[291033] = 12,
		[206961] = 6,
		[113724] = 8,
		[182387] = 7,
		[237680] = 6,
		[323802] = 12,
		[262366] = "攻城炮塔",
		[323804] = "格里恩黑暗裁定者",
		[295134] = 8,
		[270560] = 2,
		[291039] = 4,
		[17682] = "法师猎手新兵",
		[340189] = "纱雾龙母",
		[196725] = 10,
		[295137] = 12,
		[340191] = "[*] 再生辐光",
		[278755] = "亵渎之灵",
		[319713] = "贪食的克里克西斯",
		[194679] = 6,
		[282853] = "卡多雷投刃车",
		[319715] = "贪食的克里克西斯",
		[291045] = 2,
		[327907] = 11,
		[282854] = "卡多雷投刃车",
		[196728] = "未知目标 <小僧狂浪-死亡之翼>",
		[332004] = 6,
		[6405] = 7,
		[270569] = 9,
		[291048] = 8,
		[6789] = 9,
		[286954] = 6,
		[291051] = 2,
		[299243] = "太阳先知滕哈门",
		[260215] = "蔓延虚空",
		[262383] = "风险投资公司战争机器",
		[223354] = 1,
		[291054] = 11,
		[278767] = 10,
		[336108] = 11,
		[323821] = "卡尔将军",
		[278769] = 12,
		[303344] = 11,
		[291057] = 9,
		[225404] = "训练有素的影鳞浮龙",
		[260218] = "亵渎者艾鲁恩",
		[299250] = "艾萨拉女王",
		[323825] = "攫取裂隙 <无尽女皇莫德蕾莎>",
		[155777] = 11,
		[307443] = 8,
		[266486] = 12,
		[135299] = 3,
		[46628] = 12,
		[12042] = 8,
		[260220] = "亵渎者艾鲁恩",
		[266488] = 12,
		[303350] = 2,
		[188545] = "血缚邪术士",
		[303351] = "艾泽拉斯守护者 <绯色灬呆呆劣-迅捷微风>",
		[178306] = 2,
		[266490] = 12,
		[323831] = "[*] 死亡之攫",
		[295161] = "次级虚悯者",
		[178307] = 8,
		[117828] = 9,
		[262397] = 7,
		[262398] = 7,
		[270590] = "攻城恐魔",
		[262399] = 7,
		[256128] = "科古斯狱长",
		[225410] = "枯法潜伏者",
		[262400] = 7,
		[262401] = 7,
		[223363] = 1,
		[286976] = 7,
		[52773] = "雷铸医师",
		[278785] = 2,
		["DEBUFF"] = 11,
		[336126] = 7,
		[225412] = "时光怨灵",
		[260226] = "亵渎者艾鲁恩",
		[196742] = 10,
		[286979] = 6,
		[278789] = "[*] 腐烂波",
		[92232] = 8,
		[295173] = 1,
		[303365] = 11,
		[323845] = "卡尔将军",
		[51750] = "伊米隆国王",
		[258181] = "铁潮打击者",
		[260229] = "亵渎者艾鲁恩",
		[327942] = 7,
		[198793] = 12,
		[270603] = "怨鳍缚潮者",
		[262412] = "机械化维和者",
		[260231] = 3,
		[315659] = 6,
		[270606] = "冰牙先知",
		[221322] = 6,
		[303373] = "艾萨亚雷剧毒卫士",
		[323852] = "阴森的教民 <小瑶瑶呀-贫瘠之地>",
		[266512] = "加瓦兹特",
		[262417] = 7,
		[256137] = "艾泽里特足球炸弹",
		[262419] = 7,
		[256138] = "达萨莱荣誉卫士",
		[258186] = "伐木工里奥",
		[327952] = "缝肉的造物",
		[270613] = "潮汐涌动者",
		[213134] = 2,
		[303380] = 12,
		[33833] = "狂乱的法力怨灵",
		[307479] = 6,
		[274714] = "[*] 扭曲虚空",
		[311578] = 6,
		[303389] = 4,
		[163990] = "元首马尔高克",
		[303390] = 2,
		[274720] = "深渊鳗鱼",
		[123981] = 6,
		[260242] = 3,
		[315681] = 8,
		[223381] = "可怕的萨满",
		[211094] = 7,
		[247956] = "大主教欧雷里斯",
		[256148] = 4,
		[319780] = "酤团",
		[303400] = "艾萨亚雷缚霜者",
		[278826] = 1,
		[303401] = "艾萨亚雷缚霜者",
		[291115] = 12,
		[258199] = "铁潮打击者",
		[260247] = 3,
		[344361] = 10,
		[7814] = "未知目标 <Oozewarlock-凤凰之神>",
		[291117] = 12,
		[291118] = 12,
		[332077] = 3,
		[213148] = "魔剑士奥鲁瑞尔",
		[198813] = 12,
		[9484] = 5,
		[274738] = 4,
		[221340] = "午夜虹吸者",
		[274739] = 4,
		[323889] = 4,
		[274741] = 4,
		[22807] = 1,
		[274742] = 4,
		[172193] = "鹰眼戈隆追猎者",
		[332084] = "润滑器",
		[34861] = 5,
		[278841] = 1,
		[198817] = 1,
		[223392] = "可怕的萨满",
		[340279] = "纱雾夜花",
		[196770] = 6,
		[202914] = 3,
		[196771] = 6,
		[198819] = 1,
		[327995] = "致命的收割者",
		[64044] = 5,
		[303421] = "艾萨亚雷缚霜者",
		[260256] = "虚空碎片",
		[303422] = "[*] 暴风雪",
		[270657] = 2,
		[274753] = "怨鳍投叉手",
		[278849] = "女巫会塑棘者",
		[348477] = 1,
		[336190] = 2,
		[258210] = "卡米·柯格维兹",
		[274755] = "枯枝剧毒祭司",
		[231588] = 2,
		[340288] = "纱雾夜花",
		[344384] = 11,
		[256163] = "艾泽里特足球炸弹",
		[270661] = 12,
		[340289] = "纱雾夜花",
		[328002] = "致命的收割者",
		[315715] = "[*] 蔑视",
		[155818] = "[*] 灼热燃烧",
		[196776] = 9,
		[344388] = 11,
		[303431] = 1,
		[53806] = 5,
		[250022] = "亚兹玛",
		[55342] = 8,
		[315720] = 1,
		[260262] = "虚空渗透物",
		[252071] = 11,
		[270670] = 8,
		[221354] = "暮光星舞者",
		[328012] = 6,
		[303438] = 2,
		[278865] = 2,
		[123993] = 1,
		[270674] = 11,
		[295249] = 4,
		[196782] = 6,
		[303442] = 11,
		[235692] = "伊崔格 <Magiccream>",
		[311634] = "绽放的守护者",
		[256171] = 4,
		[260267] = "虚空渗透物",
		[278869] = 1,
		[61999] = 6,
		[250028] = "亚兹玛",
		[274774] = 10,
		[188592] = 7,
		[287062] = 10,
		[198832] = "复生的潜伏者 <千古长夜丶-凤凰之神>",
		[287063] = 10,
		[258221] = "狡诈的芬雷",
		[278873] = 12,
		[274778] = "冰牙饮血者",
		[278874] = 11,
		[258222] = "焰刺支配者",
		[295258] = 4,
		[115804] = 1,
		[278876] = 4,
		[336217] = 7,
		[278877] = 4,
		[123996] = "雪怒 <Rsere-死亡之翼>",
		[274782] = "沙顶暗影猎手",
		[278878] = 3,
		[319836] = 8,
		[198837] = "复生的潜伏者 <似人散随风丶-克尔苏加德>",
		[336222] = 4,
		[311648] = 6,
		[274787] = "沙顶饮血者",
		[348511] = 6,
		[348512] = 11,
		[198839] = "大地之墙图腾 <儍僈>",
		[250036] = "[*] 暗影残留物",
		[295269] = 4,
		[223414] = "[*] 寄生镣铐",
		[24858] = 11,
		[274792] = "被释放的抱齿兽 <Antimag-狂热之刃>",
		[344421] = 10,
		[323943] = "德沃丝",
		[344422] = 10,
		[348518] = 6,
		[344423] = "[*] 碎骨之盾",
		[274796] = "骷髅卫士",
		[29722] = 9,
		[223417] = "灰熊诱捕者",
		[260279] = "[*] 加特林机枪",
		[336234] = 1,
		[48179] = "克莉斯塔萨",
		[260280] = "商业大亨拉兹敦克",
		[262513] = "风险投资公司灼天者",
		[119905] = 9,
		[270705] = "不稳定的台风",
		[274801] = "怨鳍投叉手",
		[585] = 5,
		[278898] = 6,
		[633] = 2,
		[315761] = "克里文",
		[190655] = 7,
		[697] = 9,
		[147650] = "未知目标",
		[315763] = 12,
		[227518] = 12,
		[223423] = "被污染的血瓣花",
		[278905] = 12,
		[186562] = "恐惧猎犬",
		[260286] = 3,
		[215233] = "支配触须",
		[921] = 4,
		[59444] = "莫拉比",
		[72807] = 5,
		[278909] = 4,
		[215234] = "支配触须",
		[274814] = 11,
		[283006] = "布伦恩大师",
		[48181] = 9,
		[278911] = 3,
		[332156] = "无头的终端机",
		[332157] = "无头的终端机",
		[1122] = 9,
		[274817] = "痛苦姐妹",
		[348541] = 6,
		[250050] = "亚兹玛",
		[188614] = "[*] 亵渎",
		[348543] = 11,
		[1330] = 4,
		[119910] = 9,
		[278917] = 5,
		[348545] = 6,
		[336258] = "多米娜·毒刃",
		[348546] = 11,
		[340355] = "[*] 急速感染",
		[49206] = 6,
		[332164] = 1,
		[340356] = "传染软泥",
		[262538] = "诺斯弗德骑士",
		[124007] = "雪怒 <Rsere-死亡之翼>",
		[1714] = 9,
		[295305] = 1,
		[256198] = "科古斯狱长",
		[303497] = 1,
		[262540] = "专家技师",
		[332168] = 1,
		[332169] = 1,
		[315787] = 1,
		[256200] = "科古斯狱长",
		[336267] = 5,
		[295310] = 1,
		[332172] = 1,
		[303502] = "征服者加瓦尔",
		[256201] = "科古斯狱长",
		[124009] = "雪怒 <Rsere-死亡之翼>",
		[303504] = "迫信者克斯柯尔",
		[303505] = 11,
		[278931] = 9,
		[303506] = "赞齐尔角斗士",
		[119914] = 9,
		[328082] = 4,
		[274838] = 11,
		[2948] = 8,
		[332181] = "吞噬者苟克苏尔",
		[336277] = "愤怒残余",
		[262554] = "专家技师",
		[323992] = "米尔菲丝·法力风暴",
		[116844] = 10,
		[3716] = "卡尔塞克 <皇阿碼-布兰卡德>",
		[315802] = "强化的渊誓拦截者",
		[319898] = "软泥触须",
		[196819] = 4,
		[340378] = 6,
		[340379] = 6,
		[98414] = 7,
		[319902] = "阿玛厄斯",
		[328094] = "维鲁拉克斯魔药编织者",
		[303520] = 11,
		[155864] = "主管索戈尔",
		[291234] = 11,
		[5384] = 3,
		[303523] = "迫信者克斯柯尔",
		[295332] = "深渊指挥官西瓦拉",
		[223446] = 4,
		[65081] = 5,
		[180441] = 9,
		[332196] = "无头的终端机",
		[116847] = 10,
		[295337] = 9,
		[332199] = 6,
		[145629] = 6,
		[295338] = 3,
		[274860] = "铁潮执行者",
		[295339] = 2,
		[324010] = "米尔菲丝·法力风暴",
		[303532] = "塑潮者科微丝",
		[303533] = "迫信者克斯柯尔",
		[260312] = "被感染的岩喉",
		[116849] = 10,
		[295343] = 2,
		[336301] = 5,
		[278961] = "染病鞭笞者",
		[303536] = "塑潮者科微丝",
		[278962] = 4,
		[311730] = 6,
		[336306] = "多米娜·毒刃",
		[227550] = "古尔丹",
		[13584] = "笨重造物",
		[205025] = 8,
		[303545] = "塑潮者科微丝",
		[260318] = "商业大亨拉兹敦克",
		[196834] = 7,
		[311738] = "大德鲁伊安得列留斯",
		[324027] = "佐尔拉姆斯通灵师",
		[328123] = 2,
		[328124] = "不死石精",
		[303550] = "塑潮者科微丝",
		[328125] = "不死石精 <艾谢朗>",
		[207076] = 4,
		[328126] = 11,
		[324031] = 11,
		[311744] = "暗鳞斥候",
		[328128] = 2,
		[319938] = "[*] 疾病之云",
		[260323] = "商业大亨拉兹敦克",
		[278981] = 4,
		[311748] = "埃德加德·影爪",
		[287174] = "巨大的影羽鸦",
		[48702] = "掠龙狂热者",
		[295366] = 8,
		[303558] = 3,
		[205032] = 8,
		[225511] = "蹒跚的饥渴者",
		[295368] = 4,
		[53822] = 6,
		[303560] = 11,
		[274890] = "[*] 碎裂投掷",
		[328136] = 4,
		[332232] = "有知觉的油",
		[303562] = 11,
		[256231] = 12,
		[278989] = 2,
		[332234] = "有知觉的油",
		[303564] = 4,
		[295373] = 2,
		[48191] = "联盟游侠",
		[324044] = "哈尔吉亚斯",
		[295374] = 2,
		[332236] = "有知觉的油",
		[295375] = 4,
		[324046] = "奥莱芙莉安",
		[262610] = "部落狼骑兵 <零度温柔-阿曼尼>",
		[303568] = 4,
		[324047] = "米尔菲丝·法力风暴",
		[262611] = "部落狼骑兵 <零度温柔-阿曼尼>",
		[332239] = "吞噬者苟克苏尔",
		[319952] = 5,
		[295378] = 4,
		[116858] = 9,
		[315858] = 3,
		[120954] = 10,
		[328146] = "食腐蛆虫",
		[125050] = 3,
		[262615] = "部落狼骑兵 <逸訫詩穎-霜狼>",
		[278999] = 1,
		[262617] = "联盟圣骑士",
		[315862] = "痛击触须",
		[260333] = "被感染的岩喉",
		[262618] = "联盟圣骑士",
		[260334] = "被感染的岩喉",
		[131318] = 2,
		[303580] = 12,
		[274910] = 10,
		[205043] = "尼珊德拉",
		[332252] = 3,
		[303583] = 12,
		[303584] = 2,
		[340446] = "嫉妒具象 <审判官西加尔>",
		[295393] = 11,
		[303585] = "[*] 梦魇之影",
		[243955] = 2,
		[67713] = 9,
		[235764] = 11,
		[295395] = 11,
		[213238] = "提克迪奥斯",
		[279014] = "塞塔里斯之心",
		[67714] = 8,
		[344548] = 7,
		[315878] = "恩佐斯之怒",
		[215288] = "艾乐瑞瑟·雷弗拉尔",
		[54850] = "达卡莱巨像",
		[270827] = 9,
		[295402] = 6,
		[324073] = 4,
		[328170] = "大厅哨兵",
		[125056] = "灵魂兽 <宝宝与我-阿纳克洛斯>",
		[48707] = 6,
		[213243] = 12,
		[135425] = "轰枪专员",
		[324079] = "无尽女皇莫德蕾莎",
		[328176] = "真菌猛攻者",
		[184575] = 2,
		[328177] = "真菌猛攻者",
		[279029] = 7,
		[340467] = 5,
		[328180] = "魔药束缚者",
		[336372] = 7,
		[324085] = "斩首者德茜雅",
		[295415] = "深渊指挥官西瓦拉",
		[324086] = 12,
		[279033] = 7,
		[295417] = "深渊指挥官西瓦拉",
		[262652] = 7,
		[324089] = 12,
		[324090] = "商人赛·艾柯莎",
		[274942] = "[*] 香蕉狂怒",
		[295421] = "深渊指挥官西瓦拉",
		[319997] = "蹒跚的弩手",
		[344572] = "北斗七星 <Alroys-伊森利恩>",
		[340477] = "伊涅瓦·暗脉女勋爵",
		[19236] = 5,
		[143625] = 3,
		[279043] = 4,
		[311810] = "大法师莫丹特·永影",
		[190727] = "阿克蒙德",
		[209158] = "萨维斯",
		[44614] = 8,
		[311811] = "大法师莫丹特·永影",
		[184584] = "血缚女巫",
		[324099] = 6,
		[311812] = "大法师莫丹特·永影",
		[303621] = 12,
		[98440] = 4,
		[332292] = "吞噬者苟克苏尔",
		[303623] = "黑暗编织者卡德蕾丝",
		[324103] = "卡尔将军",
		[311816] = "大法师莫丹特·永影",
		[320008] = "米尔豪斯·法力风暴",
		[291338] = 11,
		[332296] = "饥饿的毁灭者",
		[320009] = 11,
		[311818] = "吉尔尼斯炸弹专家",
		[223497] = 11,
		[303627] = "黑暗编织者卡德蕾丝",
		[61510] = "炉渣",
		[332299] = 3,
		[320012] = "阿玛厄斯",
		[328204] = 2,
		[303630] = "黑暗编织者卡德蕾丝",
		[51271] = 6,
		[223499] = 11,
		[270865] = "阿库尔大王",
		[328206] = "艾谢朗",
		[303633] = "黑暗编织者卡德蕾丝",
		[2565] = 1,
		[270868] = "[*] 残留毒液",
		[118922] = 3,
		[328210] = 7,
		[47688] = "混乱裂隙",
		[12051] = 8,
		[260364] = 1,
		[328212] = "[*] 冰峰碎片",
		[270872] = "血誓代理",
		[274968] = "凶狠的岩角雪人",
		[237838] = "喷毒的眼镜蛇 <五右卫门-死亡之翼>",
		[287256] = "轰枪专员",
		[274969] = "幽魂使陀甘",
		[196881] = 7,
		[315927] = "腐蚀者恩佐斯",
		[266779] = 3,
		[274972] = "裂空",
		[332313] = "多米娜·毒刃",
		[332314] = "刺客追猎者",
		[303644] = 1,
		[93326] = 2,
		[63560] = 6,
		[196884] = 7,
		[283167] = 10,
		[203028] = "伊森德雷",
		[258321] = "铁潮锯骨者",
		[260369] = 1,
		[332318] = "泥拳",
		[221460] = "混沌法师贝勒隆",
		[19750] = 2,
		[324128] = 6,
		[332320] = 6,
		[102543] = 11,
		[258323] = "铁潮锯骨者",
		[320035] = 8,
		[111759] = 5,
		[260372] = "风险投资公司灼天者",
		[336420] = "拉科西斯",
		[223511] = "腐败软泥怪",
		[270889] = "拉胡艾大王",
		[26662] = "芙莱达女男爵",
		[221464] = "混沌法师贝勒隆",
		[157980] = 8,
		[303657] = "艾萨拉女王",
		[119952] = 2,
		[160029] = 11,
		[315947] = "恩佐斯之怒",
		[254232] = 5,
		[157982] = 11,
		[194844] = 6,
		[213275] = "魔剑士奥鲁瑞尔",
		[332332] = "哈卡之子",
		[324141] = "[*] 黑暗之箭",
		[328237] = "幻影水晶",
		[287280] = 2,
		[332335] = "哈卡之子",
		[102547] = 11,
		[315954] = "恩佐斯之怒",
		[320050] = "无堕者哈夫",
		[324146] = "雯图纳柯丝",
		[213278] = "[*] 燃烧之地",
		[287285] = 2,
		[287286] = 2,
		[324148] = "雯图纳柯丝",
		[324149] = 3,
		[258333] = 4,
		[295480] = 6,
		[303672] = "艾萨拉女王",
		[328248] = "恶毒的神秘学者",
		[315961] = 1,
		[324154] = "雯图纳柯丝",
		[275006] = 8,
		[260384] = 2,
		[336444] = "阿斯托诺斯",
		[340541] = 11,
		[328254] = "难缠的石精",
		[320063] = "斩首者德茜雅",
		[340542] = 5,
		[336447] = "弃誓小队长",
		[275011] = "雪裘头狼",
		[340544] = "锥喉鹿角巨虫",
		[275013] = "雪裘头狼",
		[22568] = 11,
		[340546] = 11,
		[336451] = "万眼防御者",
		[270920] = "沃希女王",
		[295495] = 1,
		[93337] = 2,
		[110744] = 5,
		[223528] = "腐败软泥怪",
		[320072] = "腐烂的血肉巨人",
		[57934] = 4,
		[303690] = "迅捷者拉克夏",
		[157997] = 8,
		[270925] = 7,
		[110745] = 5,
		[270927] = "提玛吉大王",
		[270928] = "提玛吉大王",
		[340556] = 11,
		[270930] = "帕特拉女王",
		[275026] = "“追迹者”血狂",
		[336463] = 9,
		[262740] = "部落投石车",
		[231724] = 9,
		[303698] = 11,
		[207150] = 6,
		[303699] = "蛮荒杀手-罗宁",
		[196911] = 4,
		[328275] = 3,
		[332371] = 2,
		[340563] = 9,
		[221487] = "星界先知",
		[225583] = "[*] 奥能释放",
		[93341] = 11,
		[344662] = 3,
		[324184] = 2,
		[344664] = 3,
		[275037] = "雪裘啸狼",
		[348761] = 6,
		[275038] = "雪裘啸狼",
		[221490] = "星界先知",
		[32297] = 10,
		[50769] = 11,
		[221491] = "星界先知",
		[17962] = 9,
		[307808] = "恩佐斯之怒",
		[254258] = 1,
		[299617] = "恐惧召唤者",
		[307809] = "恩佐斯之怒",
		[328288] = "弃誓看守人",
		[254259] = 11,
		[348768] = 6,
		[22570] = 11,
		[254260] = 1,
		[102560] = 11,
		[320102] = 11,
		[299624] = 10,
		[320103] = "滑行污泥",
		[328295] = "弃誓看守人",
		[160060] = "蝎子 <绯色灬呆呆劣-迅捷微风>",
		[275051] = "[*] 腐败之水",
		[68771] = "熔炉之主加弗斯特",
		[287340] = 5,
		[324202] = 7,
		[123040] = 5,
		[252216] = 11,
		[47699] = "晶化守护者",
		[270959] = "蔑雾缚地者",
		[279151] = 8,
		[50259] = 11,
		[324205] = "雯图纳柯丝",
		[279152] = 4,
		[332397] = 2,
		[303727] = "大主教图拉扬",
		[279153] = 2,
		[93347] = 11,
		[279154] = 8,
		[256314] = "领地针背箭猪",
		[303729] = "迅捷者拉克夏",
		[328305] = 4,
		[160065] = "异种虫 <皮一下就开心-雷霆之王>",
		[194879] = 6,
		[328306] = 4,
		[316019] = 9,
		[324211] = 6,
		[190784] = 2,
		[336499] = "唤雾者",
		[180545] = 3,
		[68774] = "熔炉之主加弗斯特",
		[225599] = 8,
		[307832] = "恩佐斯之怒",
		[320120] = "疫毒者巴瑟兰",
		[114852] = 2,
		[340600] = 4,
		[262781] = 2,
		[174404] = "毁灭者祭师",
		[340601] = 4,
		[127140] = 8,
		[303741] = "格鲁塔基",
		[340603] = 4,
		[320125] = 7,
		[101542] = 2,
		[287360] = 5,
		[225604] = 12,
		[291458] = 3,
		[158025] = "元首马尔高克",
		[320130] = 3,
		[324226] = 2,
		[328322] = "不死石精 <艾谢朗>",
		[182600] = "[*] 邪火",
		[1459] = 8,
		[139595] = 9,
		[299653] = 1,
		[320132] = "米尔豪斯·法力风暴",
		[68778] = "熔炉之主加弗斯特",
		[328325] = 2,
		[196937] = 4,
		[270986] = "残暴的马其图",
		[1715] = 1,
		[101545] = 10,
		[303756] = "寒冰哨卫 <缚风师玛尔露>",
		[275086] = "野蛮的饥饿者",
		[328331] = "弃誓裁决者",
		[320140] = 5,
		[299662] = 7,
		[320141] = "米尔豪斯·法力风暴",
		[101546] = 10,
		[299663] = 7,
		[160079] = "黑石熔炉专家",
		[262802] = "暮行者洛里纳斯",
		[299664] = 4,
		[303760] = "纯净毁灭",
		[340622] = "尺寸惊人的老鼠",
		[279186] = "切割机技师",
		[320144] = "米尔菲丝·法力风暴",
		[340623] = "尺寸惊人的老鼠",
		[262804] = "风险投资公司策划",
		[287379] = 1,
		[58967] = "达卡莱作战骑兵",
		[328338] = "喷毒狙击手",
		[320147] = "米尔菲丝·法力风暴",
		[303765] = "纯净毁灭",
		[340627] = "尺寸惊人的老鼠",
		[3110] = "盖尔提普 <莜月>",
		[256333] = 12,
		[26157] = 9,
		[123051] = "摧心魔 <冒泡泡小甜-影之哀伤>",
		[184658] = "恶魔传送门",
		[340630] = "[*] 腐烂",
		[328343] = "毒牙蛛",
		[303769] = 9,
		[307865] = 1,
		[303770] = 9,
		[221521] = "坚毅的宫廷卫士",
		[59992] = "获释的部落奴隶",
		[320155] = "[*] 错位陷阱",
		[332444] = "[*] 震动的地基",
		[344732] = 4,
		[256337] = "领地针背箭猪",
		[307871] = 1,
		[184662] = 2,
		[328351] = 2,
		[303777] = "怪异的替工",
		[279203] = 1,
		[68785] = "熔炉之主加弗斯特",
		[279204] = 2,
		[303780] = 11,
		[275110] = "断喙拾骨者",
		[316068] = "肮脏的嚼土者",
		[324260] = 4,
		[344739] = "阿塔莱死亡行者的灵魂",
		[68786] = "熔炉之主加弗斯特",
		[340646] = "凿刻的助手",
		[266923] = "能量核心",
		[258390] = "砾鳞凝视者",
		[340647] = "凿刻的助手",
		[205146] = 9,
		[320170] = "阿玛厄斯",
		[311979] = "闷燃复仇的化身",
		[320171] = "阿玛厄斯",
		[311980] = "拉希奥",
		[336556] = "迷雾栖居者",
		[68788] = "熔炉之主加弗斯特",
		[344748] = "摧心魔 <Rys-霜之哀伤>",
		[156000] = 6,
		[20271] = 2,
		[344751] = "虚空鞭笞者 <牧木三-凤凰之神>",
		[203102] = "伊森德雷",
		[344752] = "虚空鞭笞者 <牧木三-凤凰之神>",
		[21807] = "守护者达戈达",
		[344754] = "虚空鞭笞者 <牧木三-凤凰之神>",
		[320180] = "疫毒者巴瑟兰",
		[295606] = "深渊指挥官西瓦拉",
		[299702] = "扎库尔",
		[295607] = "深渊指挥官西瓦拉",
		[242014] = 8,
		[266939] = "征服者阿卡阿里",
		[295610] = 4,
		[266940] = "征服者阿卡阿里",
		[184675] = "迪亚·暗语",
		[58972] = "达卡莱织火者",
		[59996] = 2,
		[260447] = "格温德拉·蛮锤",
		[299708] = 1,
		[250208] = "脊壳钳龟",
		[207203] = 6,
		[97462] = 1,
		[97463] = 1,
		[275140] = "符蹄雄鹿",
		[213350] = 11,
		[266950] = "黑齿拳手",
		[250212] = "千年脊壳龟",
		[23600] = "泰坦神铁碎岩者",
		[266951] = "征服者阿卡阿里",
		[114871] = 2,
		[250213] = "千年脊壳龟",
		[324293] = "骷髅劫掠者",
		[174442] = "高里亚高阶巫师",
		[271049] = 3,
		[250214] = "千年脊壳龟",
		[170347] = 1,
		[256358] = "托萨克",
		[320200] = "外科医生缝肉",
		[275148] = 12,
		[303819] = "[*] 噩梦汇集",
		[260455] = "血虱",
		[271054] = 10,
		[336587] = 3,
		[229738] = "艾利桑德",
		[336588] = 3,
		[271057] = "隐秘之牙",
		[271058] = 10,
		[275154] = "符蹄迅鹿",
		[328399] = 10,
		[223596] = "恐魂腐蚀者",
		[209261] = 12,
		[291538] = 3,
		[328400] = "巢群伏击者",
		[58975] = "达卡莱魔像",
		[256363] = "托萨克",
		[229741] = "艾利桑德",
		[11417] = 8,
		[324307] = "凝结心能",
		[336595] = 1,
		[32865] = "怒骨巫师",
		[184689] = 2,
		[328406] = 10,
		[303832] = "[*] 触须猛击",
		[324312] = 10,
		[328409] = "巢群伏击者",
		[119996] = 10,
		[203123] = 11,
		[127164] = 6,
		[271071] = 11,
		[196980] = 4,
		[320221] = 8,
		[275168] = "石壳甲虫",
		[34914] = 5,
		[332509] = "米尔菲丝·法力风暴",
		[73920] = 7,
		[340702] = "凋缚狂热者",
		[127165] = 12,
		[320224] = 4,
		[40546] = "达卡莱长枪手",
		[147833] = 1,
		[266980] = 7,
		[336608] = 2,
		[58977] = "达卡莱魔像",
		[73921] = 7,
		[332514] = 2,
		[336610] = 2,
		[275174] = "石壳女王",
		[266983] = "嗜血的布莉欧娜",
		[344803] = 5,
		[33891] = 11,
		[101568] = 6,
		[320230] = "商人赛·艾柯莎",
		[275178] = "石壳收割者",
		[160124] = "熔岩犬 <南天一箭-贫瘠之地>",
		[312041] = 4,
		[266988] = "戈尔 <嗜血的布莉欧娜>",
		[58978] = "达卡莱长枪手",
		[312042] = 11,
		[266989] = "戈尔",
		[279277] = "被遗忘者魔药战车",
		[221562] = 6,
		[332523] = 6,
		[328429] = "软泥触须",
		[332525] = "格里恩哥利亚 <阿利撕塔-安苏>",
		[332526] = "格里恩哥利亚 <阿利撕塔-安苏>",
		[275186] = "石壳收割者",
		[127169] = 2,
		[113858] = 9,
		[328432] = "软泥触须",
		[207230] = 6,
		[328434] = "克罗托斯",
		[266998] = "瓦力格",
		[75973] = 12,
		[127170] = 8,
		[12058] = "泽坎",
		[267000] = "瓦力格",
		[50276] = "未知目标",
		[328437] = "圣物匠赛·墨克斯",
		[299767] = 11,
		[262906] = "裂隙之刃克莱恩",
		[332534] = 2,
		[158084] = "[*] 延时攻城炸弹",
		[320248] = "疫毒者巴瑟兰",
		[113860] = 9,
		[332536] = 2,
		[184707] = 1,
		[58980] = "达卡莱医师",
		[267005] = "裂隙之刃克莱恩",
		[180612] = 6,
		[271103] = 2,
		[184709] = 1,
		[336637] = 10,
		[336638] = 10,
		[271107] = 4,
		[113862] = 8,
		[41062] = "剑圣朱倍尔索斯",
		[299778] = 6,
		[58981] = "达卡莱医师",
		[299779] = 11,
		[303875] = "深渊指挥官西瓦拉",
		[336642] = 1,
		[205191] = 2,
		[332547] = 6,
		[279303] = 6,
		[332548] = 6,
		[328453] = "拉科西斯",
		[174474] = "钢铁血法师",
		[332550] = "桎梏之魂",
		[170379] = 7,
		[295689] = 8,
		[174475] = "钢铁血法师",
		[271115] = 8,
		[56934] = "大魔导师泰蕾丝塔",
		[201098] = 5,
		[221577] = "星界先知",
		[328458] = "拉科西斯",
		[299788] = 2,
		[299789] = 12,
		[176525] = "滋生暗影",
		[48743] = 6,
		[8219] = 8,
		[299790] = 2,
		[205196] = "恐惧猎犬 <野生般茄>",
		[174478] = "钢铁战争大师",
		[35944] = "联盟祭司",
		[227723] = 12,
		[328462] = "阿斯托诺斯",
		[262931] = "裂隙之刃克莱恩",
		[267027] = "喷毒盘蛇 <蛋>",
		[320272] = "受诅者赛泽尔",
		[324368] = "阿祖勒斯",
		[262932] = "裂隙之刃克莱恩",
		[303890] = "希拉凯斯割影者",
		[117962] = 10,
		[324370] = "阿祖勒斯",
		[328466] = "阿斯托诺斯",
		[184720] = "资深暗法师",
		[324371] = 11,
		[2983] = 4,
		[324372] = "骸骨巨怪",
		[320277] = "受诅者赛泽尔",
		[303895] = 8,
		[295704] = "[*] 寒冰箭",
		[267034] = "低语者沃尔兹斯",
		[340758] = "圣物匠赛·墨克斯",
		[295705] = "[*] 剧毒箭",
		[332567] = "白骨躯壳",
		[56936] = "大魔导师泰蕾丝塔",
		[262940] = "吸血球",
		[217489] = 11,
		[58984] = 11,
		[205202] = 2,
		[184724] = "影心魔",
		[291613] = "R-21/X型空中单位",
		[328475] = "巢群伏击者",
		[176533] = "[*] 蔓延暗影",
		[332572] = "[*] 碎石飞落",
		[324381] = "骸骨巨怪",
		[332573] = 6,
		[324382] = 10,
		[164247] = "考戈尔投敌者",
		[250258] = "沃卡尔",
		[262947] = "风险投资公司策划",
		[56937] = "大魔导师泰蕾丝塔",
		[65745] = 10,
		[250259] = "沃卡尔",
		[324386] = 7,
		[324387] = "骸骨巨怪",
		[267047] = "沙鳞突击者 <蛋>",
		[303909] = "希拉凯斯割影者",
		[332580] = 6,
		[320293] = "受诅者赛泽尔",
		[221591] = "暮光星舞者",
		[256405] = "托萨克",
		[178586] = "拜夜信徒",
		[164251] = "考戈尔投敌者",
		[324391] = "骸骨巨怪",
		[303913] = "希拉凯斯割影者",
		[291626] = "R-21/X型空中单位",
		[332584] = 6,
		[312106] = 10,
		[324394] = "骸骨巨怪",
		[312107] = 6,
		[344874] = "艾谢朗",
		[320300] = "受诅者赛泽尔",
		[8220] = 11,
		[291631] = 2,
		[328494] = "[*] 罪触心能",
		[184734] = "传送门守卫者",
		[291633] = 3,
		[156064] = 4,
		[56939] = "大魔导师泰蕾丝塔",
		[213405] = 12,
		[267060] = "智者扎纳扎尔",
		[291635] = 2,
		[328497] = "[*] 断魂之舞",
		[303923] = "希拉凯斯影法师",
		[295732] = 11,
		[332594] = 11,
		[291637] = 4,
		[291638] = 12,
		[295734] = 12,
		[267064] = "织影者扎拉",
		[303926] = "希拉凯斯影法师",
		[291639] = 9,
		[328501] = "被操纵的钻凋者",
		[291640] = 11,
		[90325] = "赞齐尔蛮兵",
		[332598] = 1,
		[303929] = 4,
		[291642] = 9,
		[308026] = "焰炉执行者",
		[291644] = 11,
		[164261] = "考戈尔煽动者",
		[215458] = "魔剑士奥鲁瑞尔",
		[336698] = "堕罪新兵",
		[291645] = 1,
		[156070] = 5,
		[207267] = 6,
		[291646] = 8,
		[291647] = 1,
		[156071] = 6,
		[332605] = "阿塔莱灾厄妖术师",
		[291648] = 1,
		[231843] = 2,
		[336702] = "堕罪新兵",
		[291649] = 6,
		[221604] = "暮光星舞者",
		[332607] = "阿塔莱灾厄妖术师",
		[291650] = 9,
		[295746] = 2,
		[332608] = "阿塔莱灾厄妖术师",
		[291651] = 1,
		[221605] = "古尔丹",
		[303939] = "虚缚恐魔",
		[291652] = 12,
		[90328] = "未知目标 <七言>",
		[62061] = 1,
		[271174] = "苍白吞噬者",
		[291653] = 1,
		[262983] = "艾萨亚雷缚雷者",
		[271175] = "苍白吞噬者",
		[291654] = 8,
		[332612] = "阿塔莱灾厄妖术师",
		[291655] = 8,
		[344900] = 11,
		[332613] = 1,
		[303943] = 12,
		[291656] = 2,
		[295752] = 2,
		[303944] = "艾萨亚雷女巫",
		[291657] = 2,
		[303945] = "[*] 凝结的梦魇",
		[324424] = "无尽女皇莫德蕾莎",
		[291659] = 12,
		[156077] = 2,
		[332617] = "伊库斯博士",
		[291661] = 3,
		[291662] = 8,
		[344907] = 11,
		[16953] = 11,
		[291663] = 8,
		[156079] = 9,
		[267089] = "凶猛的刚诺夫",
		[287568] = 2,
		[291664] = 6,
		[344909] = "[*] 奥的裂解之心",
		[267090] = "凶猛的刚诺夫",
		[291665] = 1,
		[344910] = 11,
		[303953] = 12,
		[291666] = 1,
		[21049] = "联盟狂战士",
		[291667] = 1,
		[105691] = 9,
		[164273] = 3,
		[291669] = 4,
		[205231] = "黑眼 <卡尔雷萨德-塔纳利斯>",
		[316244] = "缚石岩精",
		[291670] = 8,
		[295766] = "赞齐尔愚忠者",
		[303958] = "[*] 噩梦汇集",
		[291671] = 3,
		[344916] = 7,
		[291672] = 1,
		[344917] = 7,
		[271194] = 12,
		[291673] = 12,
		[291674] = 12,
		[114908] = 5,
		[291675] = 12,
		[303963] = "恐惧尖啸者",
		[291676] = 8,
		[151990] = "高里亚卫兵",
		[291677] = 6,
		[324444] = "奥莱芙莉安",
		[291679] = 11,
		[267105] = "洪流图腾",
		[71904] = 2,
		[162231] = "刀塔巫师",
		[287586] = "轴枪冲击炮",
		[336736] = 7,
		[324449] = "无尽女皇莫德蕾莎",
		[328545] = "[*] 空间撕裂",
		[336737] = 7,
		[279397] = 2,
		[332642] = 1,
		[328547] = 4,
		[114911] = 7,
		[215479] = 10,
		[25914] = 2,
		[320358] = "外科医生缝肉",
		[299880] = 4,
		[320359] = "外科医生缝肉",
		[207289] = 6,
		[28730] = 8,
		[453] = 5,
		[303978] = "暗言歼灭者",
		[58994] = "活体魔精",
		[465] = 2,
		[197051] = 4,
		[332650] = "通灵巫师",
		[336746] = 3,
		[340842] = "幻影水晶",
		[47731] = "大魔导师泰蕾丝塔",
		[303981] = "艾萨拉女王",
		[8143] = 7,
		[344939] = 10,
		[320365] = "外科医生缝肉",
		[308078] = 2,
		[295791] = "深渊指挥官西瓦拉",
		[320366] = "外科医生缝肉",
		[586] = 5,
		[328559] = "堕罪新兵",
		[283506] = 3,
		[112866] = 9,
		[642] = 2,
		[299890] = "艾萨拉的虔信者",
		[303986] = "艾萨拉女王",
		[205246] = 9,
		[71909] = 8,
		[195007] = 7,
		[112867] = 9,
		[279416] = 2,
		[162243] = 12,
		[336759] = "唤雾者",
		[303994] = 8,
		[58996] = "斯拉德兰毒蛇",
		[61044] = "阵亡的战士",
		[32315] = "雷铸巨人",
		[344955] = 6,
		[332668] = "伊涅瓦·暗脉女勋爵",
		[340860] = "灭绝根须",
		[53365] = 6,
		[308096] = "强化的焰炉大师",
		[332671] = "阿塔莱死亡行者",
		[336767] = 12,
		[197062] = 4,
		[332672] = "阿塔莱死亡行者",
		[219589] = 8,
		[260547] = "魂缚巨像",
		[328579] = "[*] 阴燃余烬",
		[275335] = 1,
		[114919] = 2,
		[1604] = 8,
		[70890] = 6,
		[332678] = "阿塔莱死亡行者",
		[340870] = "毁灭之刃",
		[127207] = 6,
		[295818] = "艾萨亚雷女巫",
		[275340] = "亮鳞风蛇",
		[312202] = 6,
		[256455] = 4,
		[44151] = 3,
		[340873] = "傲慢具象",
		[46199] = 12,
		[275342] = "亮鳞盘牙风蛇",
		[283534] = "万磁臂",
		[275343] = "夜鳞盘牙风蛇",
		[295822] = "艾萨亚雷女巫",
		[2120] = 8,
		[275344] = "亮鳞尖啸风蛇",
		[190925] = 3,
		[275345] = "夜鳞尖啸者",
		[275346] = "亮鳞尖啸风蛇",
		[295825] = "奥戈佐亚",
		[332687] = "泥拳",
		[96491] = 2,
		[275347] = "亮鳞盘牙风蛇",
		[332688] = 6,
		[340880] = "[*] 傲慢",
		[328593] = "大学监贝律莉娅",
		[256459] = 11,
		[312211] = "克里文",
		[316307] = "疯狂凝视",
		[256460] = 12,
		[287638] = 6,
		[113899] = "恶魔传送门 <莜月>",
		[114923] = 8,
		[287639] = 3,
		[332693] = "阿塔莱灾厄妖术师",
		[312215] = 3,
		[279450] = 12,
		[336791] = 1,
		[113900] = "恶魔传送门 <莜月>",
		[295835] = 4,
		[60024] = 11,
		[304027] = "奥术炸弹",
		[332698] = "泥拳",
		[279454] = 2,
		[47737] = "混乱裂隙 <阿诺玛鲁斯>",
		[295838] = 4,
		[283551] = "欧米茄破坏者",
		[295840] = 4,
		[267171] = 9,
		[275363] = "银背厚指猩猩",
		[295842] = 10,
		[267172] = "攻城塔",
		[332705] = "阿塔莱高阶祭司",
		[324514] = "[*] 死亡具象",
		[344993] = "邪恶的加尔贡",
		[332706] = "阿塔莱高阶祭司",
		[287653] = 4,
		[188888] = "邪火喷射机",
		[332707] = "阿塔莱高阶祭司",
		[304037] = 12,
		[332708] = "粉碎者赫文",
		[67826] = 3,
		[275368] = "迅尾追猎者",
		[231895] = 2,
		[125167] = 3,
		[324519] = 7,
		[267179] = 12,
		[275371] = "雾毛",
		[295850] = "[*] 癫狂",
		[118000] = 1,
		[59514] = "希尔瓦娜斯·风行者",
		[267181] = "炮塔",
		[287660] = 9,
		[324522] = 7,
		[279469] = 1,
		[275374] = "厚指践踏者",
		[127216] = 11,
		[275375] = "厚指践踏者",
		[279471] = 11,
		[34428] = 1,
		[295855] = 4,
		[256473] = "焰刺支配者",
		[336813] = "唤雾者",
		[275377] = "雾毛",
		[295856] = "艾泽拉斯守护者 <绯色灬呆呆劣-迅捷微风>",
		[304048] = "萨克佳",
		[324527] = "酤团",
		[158176] = "暮色颤兽",
		[96499] = 2,
		[260570] = "[*] 野火",
		[275382] = "灰烬元素 <大头萨满-烈焰峰>",
		[271287] = "疫毒者盖拉姆",
		[81141] = 6,
		[33917] = 11,
		[275384] = "火花元素 <闪电控丶-贫瘠之地>",
		[256477] = "锯齿鲨",
		[304056] = 4,
		[156132] = 2,
		[287674] = 12,
		[324536] = 9,
		[271292] = 11,
		[332729] = "危厄之灵",
		[45181] = 4,
		[263103] = "不靠谱的助理",
		[275391] = 7,
		[345019] = 1,
		[299966] = "[*] 惊惧",
		[263105] = "不靠谱的助理",
		[246242] = 2,
		[275394] = 7,
		[304065] = "萨克佳",
		[336832] = 8,
		[267205] = 4,
		[304067] = "萨克佳",
		[45182] = 4,
		[125174] = 10,
		[275398] = 9,
		[156138] = "屠夫",
		[256484] = "幽魂之牙",
		[304070] = "[*] 奥寒风暴",
		[287688] = 12,
		[90361] = "戈拉",
		[75002] = "活化的徘徊者",
		[267211] = 9,
		[267213] = 9,
		[336841] = 12,
		[308172] = "堕落的虚空语者",
		[328651] = "喷毒狙击手",
		[47743] = "阿诺玛鲁斯",
		[209387] = "梦魇恐魔",
		[279503] = 6,
		[267217] = 9,
		[320462] = "佐尔拉姆斯守门人",
		[279505] = 7,
		[267218] = 9,
		[193007] = 5,
		[336850] = 2,
		[256492] = 12,
		[211439] = "心魔",
		[328660] = "喷薄软泥",
		[34433] = 5,
		[328662] = "未知目标",
		[328664] = "复生的法师 <阿玛厄斯>",
		[57984] = "巨型火元素 <东京最靓的仔-格瑞姆巴托>",
		[345048] = 11,
		[328667] = "脆骨法师",
		[256496] = 12,
		[258544] = "杰斯·豪里斯",
		[308189] = 3,
		[213491] = 12,
		[156151] = "屠夫",
		[320478] = "强化的渊誓拦截者",
		[94463] = 3,
		[300001] = "艾萨拉女王",
		[320480] = "强化的渊誓拦截者",
		[263140] = 3,
		[336864] = 4,
		[328673] = "兹拉莉",
		[267237] = "无信护卵员",
		[275429] = 9,
		[263142] = "测试对象",
		[336866] = 5,
		[279526] = 11,
		[6673] = 1,
		[336871] = 2,
		[336872] = 2,
		[295916] = "艾萨拉之辉",
		[336874] = 10,
		[63106] = 9,
		[47747] = "阿诺玛鲁斯",
		[324589] = "死亡行者 <[*] 死亡具象>",
		[225787] = 4,
		[279537] = 11,
		[267250] = "老练军士斯雷德",
		[275442] = "硫磺恶犬",
		[295921] = "艾萨拉之辉",
		[304113] = 9,
		[217597] = 12,
		[102659] = 11,
		[279541] = 11,
		[11426] = 8,
		[308212] = 4,
		[63619] = "暗影魔 <雨后灬人生-无尽之海>",
		[47748] = "阿诺玛鲁斯",
		[195072] = 12,
		[267256] = "地墙图腾",
		[190977] = 12,
		[336885] = 1,
		[295929] = "大得出奇的噬渊鼠",
		[304122] = 8,
		[186883] = "邪火喷射机",
		[263165] = 5,
		[275453] = "硫磺熔岩之喉",
		[295932] = "狱卒斯科杜斯",
		[250368] = "沃卡尔",
		[336891] = 10,
		[221699] = 6,
		[275457] = "硫磺熔岩之喉",
		[320512] = "腐烂的粘液之爪",
		[324608] = "奥莱芙莉安",
		[279555] = 11,
		[324609] = "贵族散兵",
		[267270] = 2,
		[328707] = "复生的祭师",
		[47750] = 5,
		[295942] = "狱卒斯科杜斯",
		[320517] = "凋零碎脊者",
		[271369] = "怨鳍巨兽",
		[227847] = 1,
		[267274] = 1,
		[320519] = "凋零碎脊者",
		[295945] = "[*] 捕鼠陷阱",
		[332807] = 2,
		[271371] = "风投巨怪",
		[320521] = 11,
		[254471] = 2,
		[158221] = 10,
		[275469] = 2,
		[345097] = 6,
		[267278] = "静电充能苦修者",
		[271374] = 1,
		[254472] = 2,
		[271376] = 1,
		[254473] = 2,
		[225803] = "[*] 封印魔法",
		[291856] = "等离子球",
		[324623] = "未知目标 <贵族散兵>",
		[254474] = 2,
		[256522] = 4,
		[97547] = 11,
		[20549] = 11,
		[320529] = "维鲁拉克斯魔药编织者",
		[101643] = 10,
		[279572] = 5,
		[2825] = 7,
		[12323] = 1,
		[135700] = 11,
		[263193] = 8,
		[275481] = 2,
		[287769] = "[*] 恩佐斯的意识",
		[324631] = 6,
		[275483] = 2,
		[246287] = 5,
		[287771] = 10,
		[328729] = "复生的祭师",
		[225809] = "夜之子贤者",
		[263199] = "监工克里克斯",
		[48265] = 6,
		[50313] = "未知目标",
		[295967] = 11,
		[242194] = "光缚战争祭司",
		[263202] = "风险投资公司塑地者",
		[215572] = 1,
		[341022] = "凋缚狂热者",
		[188950] = "亵渎 <阿克蒙德>",
		[267299] = "低语者沃尔兹斯",
		[56969] = "碧蓝缚鳞者",
		[203286] = 8,
		[295971] = 11,
		[345121] = 4,
		[291878] = "R-21/X型空中单位",
		[328740] = "复生的祭师",
		[332836] = "腥臭屠夫",
		[263209] = "矿井鼠",
		[271401] = "巨型岩角雪人",
		[312360] = "奥蕾莉亚·风行者",
		[209433] = "[*] 异域奇点",
		[275499] = "治疗之泉图腾 <儍僈>",
		[82194] = 3,
		[300074] = "艾萨拉女王",
		[59530] = "熔岩魔像",
		[207386] = 11,
		[122128] = 5,
		[267310] = "深渊具象",
		[263215] = "巨石之怒",
		[47755] = 5,
		[287790] = 11,
		[324652] = "酤团",
		[328748] = 10,
		[17735] = "卡尔塞克 <皇阿碼-布兰卡德>",
		[316463] = "神思之门",
		[295985] = "破冰者特拉克图斯",
		[59019] = "喷毒的眼镜蛇",
		[263221] = "监工克里克斯",
		[61579] = "雷铸构造体",
		[324659] = "瞬息具象",
		[225822] = 8,
		[81173] = "布林顿6000 <里弗斯>",
		[328756] = "英格拉·马洛克",
		[308278] = "奥蕾莉亚·风行者",
		[328757] = 3,
		[332853] = 6,
		[324662] = "金-塔拉",
		[205345] = 8,
		[287802] = 7,
		[263228] = "监工克里克斯",
		[267324] = "水鼠帮酗酒者",
		[59020] = "喷毒的眼镜蛇",
		[267325] = 4,
		[225825] = "夜之子贤者",
		[267326] = 4,
		[320571] = "佐尔拉姆斯巫师",
		[324667] = "酤团",
		[267327] = 4,
		[304189] = "未知目标",
		[332860] = 6,
		[320573] = "佐尔拉姆斯巫师",
		[205348] = "[*] 毁灭宝珠",
		[158247] = "监工长石",
		[320574] = "[*] 暗影之井",
		[263234] = "阿德里斯",
		[267330] = 4,
		[287809] = 11,
		[267331] = 4,
		[287810] = 11,
		[113942] = 9,
		[287811] = 11,
		[59021] = "坚韧的巨蟒",
		[296003] = 2,
		[332865] = "酤团",
		[260643] = 1,
		[61581] = "雷铸符文师",
		[332866] = 6,
		[205351] = 5,
		[207399] = 7,
		[320580] = "阿玛厄斯",
		[162346] = "泰克图斯",
		[156203] = "[*] 呕吐黑石",
		[207400] = 7,
		[193065] = 5,
		[53390] = 7,
		[152108] = 9,
		[332871] = "高阶折磨官达利索斯",
		[291914] = "[*] 切割光线",
		[291915] = "[*] 等离子球",
		[256551] = "锯齿鲨",
		[162349] = "克罗莫格",
		[263246] = "阿斯匹克斯",
		[256552] = "锯齿鲨",
		[316493] = 2,
		[8613] = 10,
		[296015] = "[*] 腐蚀谵妄",
		[256553] = "锯齿鲨",
		[242218] = 2,
		[287825] = 5,
		[111898] = 9,
		[296018] = "扎库尔",
		[115994] = 6,
		[287827] = 5,
		[59023] = "坚韧的巨蟒",
		[296019] = "阿耶勒斯的折磨者",
		[61583] = "雷铸符文师",
		[46736] = 1,
		[296021] = "[*] 癫狂惊惧",
		[267351] = 8,
		[320596] = "凋骨",
		[296022] = "[*] 癫狂惊惧",
		[287831] = 10,
		[275544] = 5,
		[328789] = "毁灭之刃",
		[143924] = 1,
		[291928] = "R-21/X型空中单位",
		[296024] = 11,
		[267354] = "雇来的刺客",
		[328791] = "宫务大臣",
		[41105] = "比亚格里将军",
		[332888] = 6,
		[287835] = 10,
		[312410] = "霍尔古尔 <Magiccream>",
		[267357] = "雇来的刺客",
		[287836] = 10,
		[178740] = 12,
		[148022] = 8,
		[267358] = "水鼠帮酗酒者",
		[287837] = 10,
		[316508] = "麦格尼·铜须",
		[178741] = 12,
		[312413] = "阿玛赛特狂热者",
		[267360] = "低语者沃尔兹斯",
		[271456] = "商业大亨拉兹敦克",
		[324701] = 3,
		[279648] = 11,
		[195125] = 3,
		[127261] = 9,
		[291939] = "[*] 超荷电磁炮",
		[22858] = "达卡莱长枪手",
		[271462] = 8,
		[46738] = 1,
		[225846] = "[*] 选择命运",
		[24394] = 3,
		[336996] = "裂伤者耐克萨拉",
		[275560] = "硫磺寻踪犬",
		[300135] = 12,
		[271465] = 8,
		[291944] = 2,
		[263274] = "天空上尉库拉格",
		[271466] = 5,
		[275562] = "硫磺熔岩之喉",
		[205369] = 5,
		[191034] = 11,
		[275563] = "鞭舌",
		[41107] = "比亚格里将军",
		[271468] = 8,
		[205370] = "克洛苏斯",
		[106785] = 11,
		[300140] = 1,
		[46739] = 4,
		[312428] = 6,
		[304237] = 12,
		[300142] = 8,
		[275568] = "麝腹公牛",
		[191037] = 11,
		[225851] = "暮色卫队守望者",
		[275569] = "麝腹冲锋者",
		[300144] = 2,
		[79140] = 4,
		[209469] = "梦魇脓液",
		[260666] = "鎏金女祭司",
		[300146] = 1,
		[260667] = "鎏金女祭司",
		[316531] = 1,
		[46740] = 4,
		[64659] = 9,
		[324724] = 5,
		[213567] = "魔剑士奥鲁瑞尔",
		[300150] = 7,
		[267385] = "触须",
		[225855] = "夏多雷自然学家",
		[260669] = "瑞克莎·流火",
		[279673] = 9,
		[320631] = "食腐蛆虫",
		[258622] = "艾泽洛克",
		[296059] = 11,
		[300155] = "仙木灵居民",
		[30283] = 9,
		[345209] = 11,
		[296061] = 1,
		[47765] = "[*] 引力井",
		[304253] = "黑水先知",
		[345211] = 8,
		[320637] = "凋骨",
		[263297] = 12,
		[287873] = 11,
		[296065] = 11,
		[256578] = 12,
		[345215] = 8,
		[85288] = 1,
		[279684] = 8,
		[258627] = "地怒者",
		[275589] = "岩蹄石角羊",
		[108839] = 8,
		[324739] = 11,
		[240197] = "嗜血的布莉欧娜",
		[320644] = "无堕者哈夫",
		[291974] = "麦卡贡国王",
		[345219] = 5,
		[332932] = 6,
		[328837] = 3,
		[160331] = 8,
		[296072] = 10,
		[267402] = 6,
		[275594] = "麝腹公牛",
		[127271] = 3,
		[83242] = 3,
		[205386] = 5,
		[275597] = "麝腹公牛",
		[341131] = "王庭执令者",
		[296078] = "扎库尔",
		[83243] = 3,
		[308366] = "审判官达克斯比",
		[345228] = 2,
		[223819] = 2,
		[337037] = "裂伤者耐克萨拉",
		[279697] = "考戈尔，考戈尔的曾孙",
		[267410] = 6,
		[320655] = "凋骨",
		[345230] = 8,
		[258634] = "艾什凡火法师",
		[345231] = 5,
		[83244] = 3,
		[320657] = "白骨躯壳",
		[105771] = 1,
		[263318] = "阿斯匹克斯",
		[108843] = 8,
		[296085] = "扎库尔",
		[48280] = "布林顿6000 <里弗斯>",
		[48792] = 6,
		[296086] = 2,
		[83245] = 3,
		[184913] = 11,
		[256589] = "拉乌尔船长",
		[260685] = "长者莉娅克萨",
		[275610] = "麝腹冲锋者",
		[275611] = "岩蹄跃羊",
		[328857] = "啸翼",
		[279709] = 11,
		[341146] = "王庭执令者",
		[31821] = 2,
		[256592] = "瓦力格",
		[48281] = "布林顿7000 <稳住丶别浪-燃烧之刃>",
		[296094] = 11,
		[119085] = 10,
		[283810] = 1,
		[279715] = 8,
		[116014] = 8,
		[42650] = 6,
		[221781] = "古尔丹",
		[320674] = 7,
		[271526] = "地怒者",
		[78129] = "暮光雏龙",
		[345251] = 8,
		[337060] = 9,
		[324773] = 2,
		[221783] = "古尔丹",
		[267433] = "机甲驾驶员",
		[52890] = "泰坦神铁碎岩者",
		[267434] = "老练军士斯雷德",
		[320679] = "不屈的参赛者",
		[267435] = "老练军士斯雷德",
		[304297] = "爆裂岩鱼",
		[211545] = 11,
		[229976] = 2,
		[332969] = "[*] 毁灭冲击",
		[287916] = 12,
		[62618] = 5,
		[328875] = "帕特里西安·克伦威尔",
		[256600] = "瓦力格",
		[260696] = "女巫马拉迪",
		[263344] = "蔑雾征服者",
		[263345] = "重型火炮",
		[283824] = 5,
		[260697] = "女巫布里亚",
		[263346] = 5,
		[9512] = 4,
		[38556] = "暗矛猎头者",
		[328879] = "帕特里西安·克伦威尔",
		[283826] = 5,
		[271539] = 2,
		[260698] = "女巫索林娜",
		[197214] = 7,
		[316593] = 1,
		[316594] = 1,
		[260699] = "女巫索林娜",
		[316595] = 1,
		[217694] = 8,
		[63643] = 1,
		[271543] = 2,
		[260700] = "女巫马拉迪",
		[283831] = 8,
		[271544] = 2,
		[279736] = "考戈尔，考戈尔的曾孙",
		[341173] = 3,
		[328887] = "啸翼",
		[283834] = 8,
		[320696] = "缝合先锋",
		[260702] = "[*] 不稳定的符文印记",
		[279739] = 5,
		[267452] = "第七军团水兵",
		[283836] = 8,
		[287932] = 11,
		[260703] = "女巫马拉迪",
		[213602] = 5,
		[271550] = 2,
		[31567] = "达卡莱猎神者",
		[324796] = 6,
		[49821] = 5,
		[279744] = "考戈尔，考戈尔的曾孙",
		[283840] = 8,
		[279746] = "考戈尔，考戈尔的曾孙",
		[267459] = "被遗忘的居民",
		[271555] = "葬礼构造体",
		[316609] = "恐惧触须",
		[328897] = "啸翼",
		[267461] = "霜剑士塞拉费",
		[320707] = 11,
		[47774] = "联盟狂战士",
		[271559] = 11,
		[260708] = 1,
		[50334] = 11,
		[158315] = "执行者苏卡",
		[271561] = "葬礼构造体",
		[271562] = "葬礼构造体",
		[279754] = 4,
		[271563] = "防腐液",
		[296138] = 11,
		[271564] = "[*] 防腐液",
		[271565] = "防腐液",
		[296140] = 6,
		[333002] = "恶毒的神秘学者",
		[271566] = "防腐液",
		[156270] = "钢铁爆破枪手",
		[256616] = "雕骨切割者",
		[32592] = 5,
		[328908] = 11,
		[152175] = 10,
		[341196] = "王庭执行者",
		[195181] = 6,
		[308433] = 6,
		[215661] = 2,
		[308434] = 4,
		[300244] = "[*] 狂怒急流",
		[320723] = "[*] 错位冲击波",
		[186993] = "剑圣朱倍尔索斯",
		[103740] = 8,
		[121147] = 6,
		[275673] = 10,
		[124219] = 5,
		[337110] = "芙莱达女男爵",
		[316632] = "亵渎者伊思达",
		[271579] = "风险投资公司塑地者",
		[341207] = 5,
		[320729] = "无堕者哈夫",
		[271581] = 2,
		[110909] = 8,
		[267487] = "霜剑士塞拉费",
		[271583] = "[*] 特制黑火药",
		[211571] = "魔誓混沌法师",
		[316637] = 2,
		[328925] = 2,
		[258673] = "铁潮射手",
		[127293] = 10,
		[258674] = "下班的劳工",
		[227956] = 11,
		[213621] = "未知目标",
		[312546] = 6,
		[256627] = "库尔提拉斯戟兵",
		[316643] = 1,
		[271590] = "维克雷斯夫人",
		[345316] = 4,
		[275689] = 1,
		[213624] = "[*] 冰霜印记",
		[115008] = 10,
		[41635] = 5,
		[345320] = 11,
		[223865] = "腐败软泥怪",
		[316652] = "亵渎者伊思达",
		[48291] = "伊米隆国王",
		[279791] = 12,
		[16979] = 11,
		[156287] = 1,
		[279793] = 11,
		[320751] = 7,
		[304369] = 7,
		[275699] = 6,
		[292083] = "黑水巨鳗",
		[60067] = "指挥官斯托比德",
		[337137] = 8,
		[182912] = 8,
		[304372] = 10,
		[172673] = "太阳先知滕哈门",
		[47780] = "管家",
		[304373] = 10,
		[225919] = 12,
		[296184] = 11,
		[320759] = "屠戮者西克沃斯",
		[260734] = 7,
		[345335] = 12,
		[308474] = 2,
		[333049] = 8,
		[225921] = 12,
		[213634] = 5,
		[320763] = 7,
		[324859] = "纱雾塑形者",
		[156294] = "钢铁掠夺者",
		[256640] = "黑油投弹者",
		[242305] = 6,
		[263424] = "阿德里斯",
		[263425] = "阿德里斯",
		[174726] = "熔炉工程师",
		[267522] = "乔里船长",
		[279810] = 3,
		[267523] = "乔里船长",
		[308481] = "堕落的裂隙行者",
		[250499] = "缚岩织地者",
		[22356] = "大法师莫丹特·永影",
		[320771] = "缚霜者纳尔佐",
		[324867] = 7,
		[296197] = 2,
		[207495] = "未知目标 <朱经理-奥尔加隆>",
		[320772] = "缚霜者纳尔佐",
		[283911] = "阿希萨·恐歌",
		[205448] = 5,
		[260741] = "女巫布里亚",
		[341254] = "重生凤凰",
		[174731] = "未知目标 <熔炉工程师>",
		[246407] = 5,
		[207498] = 7,
		[308491] = 3,
		[283918] = "阿希萨·恐歌",
		[296206] = 4,
		[250505] = "飞龙征服者纳罗维亚克",
		[118089] = 1,
		[267537] = 11,
		[308495] = 3,
		[213644] = 2,
		[2379] = 2,
		[219788] = 6,
		[320784] = "缚霜者纳尔佐",
		[341263] = 5,
		[250507] = "冰牙先知",
		[308498] = 3,
		[296211] = 10,
		[43688] = 4,
		[320786] = "[*] 势不可挡",
		[296212] = 2,
		[300308] = "孵化场的卵",
		[320787] = "米尔豪斯·法力风暴",
		[320788] = "缚霜者纳尔佐",
		[271640] = "祖尔之影",
		[345364] = 4,
		[288024] = "捏碎往年的事-白银之手",
		[267546] = "吵闹的狂欢者",
		[308504] = 8,
		[56488] = 1,
		[304410] = 1,
		[308506] = 9,
		[328986] = "不稳定的罐子",
		[337178] = "不屈的参赛者",
		[275742] = "惧牙蝰蛇",
		[127308] = 9,
		[267551] = "投币式群体打击者",
		[275743] = "惧牙巨蛇",
		[267552] = 11,
		[201364] = 1,
		[275744] = "惧牙巨蛇",
		[275745] = "惧牙盘蛇",
		[213652] = 2,
		[283938] = 1,
		[320800] = 2,
		[20822] = "枯须勘探员",
		[271652] = "沙顶战士",
		[308514] = 2,
		[267558] = 1,
		[5782] = 9,
		[341282] = 5,
		[333091] = "凇心伏击者",
		[320804] = "实验型松鼠炸弹",
		[296230] = 11,
		[267560] = 2,
		[271656] = 5,
		[296231] = 2,
		[256661] = "瓦力格",
		[225943] = "尼珊德拉",
		[275753] = "惧牙巨蛇",
		[246422] = 3,
		[316711] = "赛古斯",
		[271658] = 9,
		[308520] = 2,
		[292138] = "黑水巨鳗",
		[288043] = "卡多雷投刃车",
		[288044] = "卡多雷投刃车",
		[105809] = 2,
		[271662] = 2,
		[341291] = 5,
		[248473] = 2,
		[271664] = 9,
		[324909] = "德鲁斯特碎枝者",
		[279856] = 8,
		[258713] = "塑风师布莱森",
		[52907] = "雷怒亡魂",
		[197277] = 2,
		[184990] = "[*] 抑制光环",
		[275762] = "[*] 艾泽里特",
		[345390] = 4,
		[258714] = "被净化的火焰之魂",
		[316722] = 2,
		[275765] = 4,
		[316723] = 2,
		[333107] = "凇心卫士",
		[320820] = 6,
		[215711] = 6,
		[271672] = 5,
		[34477] = 3,
		[205472] = 8,
		[320822] = "佐尔拉姆斯愈骨者",
		[345397] = "啸翼",
		[267578] = "裂隙之刃克莱恩",
		[320823] = "米尔菲丝·法力风暴",
		[205473] = 8,
		[320825] = "机械炸弹松鼠",
		[219809] = 6,
		[279868] = 8,
		[333113] = 6,
		[271677] = 8,
		[275773] = 2,
		[62124] = 2,
		[324923] = "德鲁斯特碎枝者",
		[279870] = "大主教欧雷里斯",
		[333115] = 6,
		[275775] = "铁潮袭击者",
		[148135] = 10,
		[333116] = 6,
		[292159] = "黑水巨鳗",
		[279872] = "大主教欧雷里斯",
		[320830] = "机械炸弹松鼠",
		[271682] = 11,
		[296257] = "扎库尔",
		[333119] = 6,
		[275779] = 2,
		[333120] = 12,
		[271684] = "[*] 黑暗启示",
		[271685] = 4,
		[106839] = 11,
		[267590] = "裂隙之刃克莱恩",
		[271686] = 4,
		[312645] = 11,
		[292167] = "黑水巨鳗",
		[267593] = "裂隙之刃克莱恩",
		[162475] = "泰克图斯",
		[199337] = "捕熊陷阱",
		[221864] = "递归元素",
		[288075] = 2,
		[275789] = "密谋之焰",
		[279885] = 9,
		[320843] = "饥饿的虱子",
		[187052] = "雇佣工程师",
		[223914] = "显赫的伯兰",
		[341323] = "纳斯利亚追踪者",
		[345419] = "未知目标",
		[337228] = 2,
		[296271] = 11,
		[275793] = "焰刺战士",
		[329038] = 1,
		[271698] = "艾泽洛克",
		[296273] = 11,
		[19801] = 3,
		[345423] = 12,
		[205486] = "占星师艾塔乌斯",
		[345425] = "啸翼",
		[275798] = "密谋之焰",
		[223918] = "可怕的萨满",
		[288086] = 9,
		[288087] = 1,
		[209584] = 10,
		[213680] = 11,
		[267611] = 2,
		[271707] = "不稳定的艾泽里特",
		[267612] = 12,
		[288091] = 1,
		[345432] = 3,
		[333145] = "荒翼刺客",
		[304475] = "艾萨拉女王",
		[279902] = 4,
		[174773] = "爆裂熔炉废气",
		[271711] = 4,
		[341340] = 6,
		[221875] = "占星师艾塔乌斯",
		[223923] = "堕落图腾 <可怕的萨满>",
		[271713] = "不稳定的艾泽里特",
		[308575] = "堕落的裂隙行者",
		[267618] = "殓尸者姆沁巴",
		[114014] = 4,
		[345439] = 3,
		[304482] = 9,
		[156345] = "炉渣巨兽",
		[337249] = "特雷德奥瓦",
		[300388] = "屠戮者西克沃斯",
		[189112] = 12,
		[337251] = "特雷德奥瓦",
		[312678] = 4,
		[121183] = 2,
		[341349] = "纳斯利亚追踪者",
		[312679] = "克熙尔唤虚者",
		[124255] = 10,
		[6807] = 11,
		[337255] = "特雷德奥瓦",
		[275820] = "致命的石眷",
		[312682] = "无面毁伤者",
		[300395] = "狂热者帕什玛",
		[324970] = 6,
		[275822] = "蹒跚的贾瑞德",
		[258744] = "塑风师布莱森",
		[275823] = "致命的石眷",
		[345451] = 5,
		[345452] = 5,
		[260793] = "被感染的岩喉",
		[312687] = "无面毁伤者",
		[201405] = 6,
		[275826] = "艾什凡指挥官",
		[114018] = 4,
		[166592] = 8,
		[59571] = 1,
		[691] = 9,
		[164545] = 11,
		[125282] = 3,
		[221886] = 2,
		[267639] = "殓尸者姆沁巴",
		[258748] = "塑风师奥兰",
		[201408] = 3,
		[275832] = "致命的石眷",
		[279928] = 6,
		[324982] = 12,
		[164547] = 11,
		[304504] = 4,
		[324983] = 12,
		[207553] = 4,
		[883] = 3,
		[275835] = "艾什凡入侵者",
		[152261] = 2,
		[275836] = "艾什凡入侵者",
		[345464] = 4,
		[275837] = 1,
		[152262] = 2,
		[324987] = "纱雾追猎者",
		[345466] = 12,
		[288126] = 8,
		[221891] = "古尔丹",
		[88423] = 11,
		[275841] = 6,
		[256706] = "托萨克",
		[81256] = 6,
		[20572] = 6,
		[316802] = 2,
		[193223] = 5,
		[1462] = 3,
		[275847] = "淘气的洪流",
		[275848] = "淘气的洪流",
		[256709] = "激流破浪者",
		[260805] = "女巫布里亚",
		[248518] = 3,
		[223944] = "守卫者鲁森",
		[1766] = 4,
		[296330] = 4,
		[296331] = "[*] 切割光线",
		[256711] = "嗜血的布莉欧娜",
		[341385] = 5,
		[2006] = 5,
		[162510] = "泰克图斯",
		[2060] = 5,
		[275857] = 8,
		[213708] = 11,
		[199373] = "未知目标 <鈈怕伱喲-芬里斯>",
		[341390] = "女执行官奥菲莉亚",
		[288146] = 4,
		[213709] = 11,
		[185039] = "地狱火炮",
		[10799] = 7,
		[260811] = "商业大亨拉兹敦克",
		[168657] = 4,
		[329107] = "灭绝之种",
		[337299] = 8,
		[325012] = 11,
		[180945] = "邪火攻城车",
		[320917] = 8,
		[325013] = 5,
		[12975] = 1,
		[341397] = "心能宝珠",
		[329110] = "伊库斯博士",
		[185042] = "地狱火炮",
		[81262] = "百花齐放 <半澜-白银之手>",
		[345495] = "起泡脓包 <顶级手法-寒冰皇冠>",
		[152277] = 1,
		[329113] = "宫务大臣",
		[288156] = 6,
		[296348] = "蜘蛛坦克",
		[201427] = 12,
		[205523] = 10,
		[288158] = 4,
		[325020] = 5,
		[345499] = 10,
		[304542] = 1,
		[325021] = "纱雾追猎者",
		[304543] = 4,
		[52921] = "洛肯",
		[263586] = "监工阿斯加里",
		[304544] = 1,
		[341406] = "女执行官奥菲莉亚",
		[304545] = 1,
		[325024] = "邪恶的加尔贡",
		[201430] = 3,
		[296355] = "征服者克隆特扎斯",
		[267685] = 7,
		[337313] = 12,
		[45242] = 5,
		[325027] = "德鲁斯特碎枝者",
		[110959] = 8,
		[337315] = 2,
		[325028] = 3,
		[148187] = 10,
		[24926] = 12,
		[271784] = "足球炸弹流氓",
		[172762] = 7,
		[6552] = 1,
		[292264] = "欧米茄破坏者",
		[279977] = 8,
		[110960] = 8,
		[242391] = "凇心特工",
		[271788] = 3,
		[292267] = "欧米茄破坏者",
		[185052] = 1,
		[296365] = "征服者克隆特扎斯",
		[333227] = "复生的督军",
		[292270] = "黑水巨鳗",
		[279983] = 9,
		[250585] = "[*] 剧毒之池",
		[325037] = 3,
		[263601] = "监工阿斯加里",
		[258777] = "铁潮桨手",
		[124273] = 10,
		[333231] = "受诅者赛泽尔",
		[325041] = 5,
		[258779] = "铁潮桨手",
		[275893] = 10,
		[296372] = "征服者克隆特扎斯",
		[267702] = "殓尸者姆沁巴",
		[275894] = 10,
		[275895] = 4,
		[292279] = "黑水巨鳗",
		[52924] = 2,
		[312759] = 3,
		[124275] = 10,
		[288186] = 10,
		[260830] = "联盟步兵",
		[84342] = 3,
		[312762] = 12,
		[333241] = "狂怒的血角",
		[279997] = 12,
		[333242] = "狂怒的血角",
		[288189] = 10,
		[345530] = 3,
		[341435] = "邪恶的加尔贡",
		[337341] = 10,
		[288193] = 10,
		[284098] = 11,
		[288194] = 10,
		[260834] = "联盟步兵",
		[345535] = 2,
		[86392] = 4,
		[256739] = 12,
		[341441] = "魁梧的加尔贡",
		[123254] = 5,
		[333250] = "复生的督军",
		[341442] = "爆发污泥",
		[256740] = 6,
		[341443] = "未知目标",
		[345539] = 9,
		[345540] = 9,
		[320966] = "金-塔拉",
		[345541] = 9,
		[217832] = 12,
		[256742] = 2,
		[275915] = 11,
		[263628] = "机械化维和者",
		[300490] = "赛琳娜·鳞伤",
		[275916] = 11,
		[191211] = 1,
		[345545] = 3,
		[300492] = "赛琳娜·鳞伤",
		[275918] = 6,
		[345546] = 3,
		[191212] = 12,
		[308685] = 6,
		[300494] = "赛琳娜·鳞伤",
		[345548] = 2,
		[345549] = 2,
		[288210] = "通灵师信徒",
		[329168] = "罪碑雕像",
		[183023] = "缚魂构装体",
		[292307] = "[*] 深渊凝视",
		[263637] = "混乱的暴徒",
		[329170] = "罪碑雕像",
		[329171] = "罪碑雕像",
		[275927] = "裂谷猎手",
		[329172] = "罪碑雕像",
		[300502] = "艾萨拉女王",
		[288215] = "通灵师召唤者",
		[263642] = 12,
		[300504] = "艾萨拉女王",
		[288217] = "通灵大师",
		[337367] = 6,
		[275931] = 6,
		[304603] = 7,
		[345561] = "金-塔拉",
		[263648] = 12,
		[166646] = 10,
		[275936] = 12,
		[320991] = "皇家舞雾者",
		[142073] = 12,
		[20066] = 2,
		[20578] = 5,
		[275940] = "赤背蠕虫",
		[176888] = 11,
		[341473] = "荒翼刺客",
		[345569] = 4,
		[304612] = 7,
		[296421] = "[*] 奥寒风暴",
		[325092] = 10,
		[300518] = "艾萨拉女王",
		[300519] = "艾萨拉女王",
		[176890] = 8,
		[320999] = "皇家舞雾者",
		[115072] = 10,
		[312810] = "[*] 共生",
		[304619] = 3,
		[260855] = "格温德拉·蛮锤",
		[215802] = 7,
		[16739] = 1,
		[321005] = "英格拉·马洛克",
		[236282] = 1,
		[260857] = "唤勇神射手",
		[333294] = "卑劣的暗语者",
		[252666] = "影刃追猎者",
		[114050] = 7,
		[267764] = "棺材 <麦吉克库瑞姆>",
		[321009] = "金-塔拉",
		[280052] = 2,
		[300531] = "艾萨拉女王",
		[304627] = 4,
		[280053] = 7,
		[321011] = "米尔菲丝·法力风暴",
		[333299] = "卑劣的暗语者",
		[64707] = 11,
		[114051] = 7,
		[275960] = "骨鳞吐毒者",
		[280056] = 8,
		[333301] = "[*] 荒芜诅咒",
		[176898] = 1,
		[114052] = 7,
		[213761] = "[*] 火焰爆裂",
		[224001] = 6,
		[275966] = "酸蚀蠕虫",
		[275967] = "暗穴伏击者",
		[345595] = 12,
		[325117] = 11,
		[156423] = 3,
		[325118] = 5,
		[263682] = "瓦伦中尉",
		[296449] = "艾萨拉之辉",
		[300545] = "[*] 力量决裂",
		[115078] = 10,
		[275972] = 12,
		[329217] = "伊库斯博士",
		[271877] = 4,
		[267782] = "瓦伦中尉",
		[156426] = 11,
		[304645] = 8,
		[296454] = "丧魂追猎者",
		[300550] = "炽情者希里瓦兹",
		[292359] = 2,
		[271881] = 4,
		[292360] = 11,
		[197385] = 7,
		[292361] = 10,
		[292362] = 2,
		[115080] = 10,
		[288267] = 1,
		[292363] = 1,
		[102793] = 11,
		[321034] = "金-塔拉",
		[292364] = 2,
		[329226] = "软泥触须",
		[288269] = 1,
		[275982] = "废墟潜伏者",
		[275983] = "渊誓召火者",
		[213771] = 11,
		[17253] = "虫虫酱 <瘦子小白星-死亡之翼>",
		[51399] = 6,
		[258825] = "冰牙苦工",
		[275985] = "[*] 毒性烟雾",
		[304656] = 1,
		[203533] = 3,
		[2637] = 11,
		[59079] = "掠龙死亡猎手",
		[172816] = "太阳先知滕哈门",
		[60103] = 7,
		[146194] = 2,
		[267798] = 2,
		[304660] = 1,
		[275990] = "裂谷猎手",
		[189200] = "凇心自动机",
		[267799] = 2,
		[271896] = 4,
		[345620] = 2,
		[275993] = "骨鳞吐毒者",
		[288281] = "卡多雷猎人",
		[109964] = 5,
		[329239] = "腐烂的血肉巨人",
		[288282] = 4,
		[275995] = "暮光幼龙",
		[345623] = "纳祖达",
		[203538] = 2,
		[292380] = 3,
		[345625] = "纳祖达",
		[275998] = "穿尸者",
		[158486] = 1,
		[271903] = "投币式群体打击者",
		[205588] = "萨维斯",
		[267809] = "被遗忘的居民",
		[341533] = 4,
		[288290] = "通灵大师",
		[59081] = "掠龙先知",
		[312866] = "死亡之翼",
		[226069] = "暮色卫队裁决者",
		[252692] = "影刃追猎者",
		[81297] = 2,
		[321061] = "米尔菲丝·法力风暴",
		[207640] = 11,
		[341541] = 4,
		[267818] = "唤风者菲伊",
		[345638] = 7,
		[329256] = "裂隙冲击传送门",
		[59082] = "掠龙先知",
		[263725] = 8,
		[288300] = "灵魂大师罗维娜",
		[296492] = "虚空液球",
		[325163] = "纱雾防御者",
		[267824] = "灵魂精华",
		[271920] = 7,
		[252697] = 5,
		[17767] = "哈斯高格 <大碗卤面-狂热之刃>",
		[106898] = 11,
		[288305] = 11,
		[341550] = 4,
		[288306] = "灵魂大师罗维娜",
		[271924] = 7,
		[284213] = "妮瓦拉·夜影",
		[189216] = "[*] 回旋之刃",
		[304693] = 10,
		[316981] = "无堕者哈夫",
		[258845] = 4,
		[325174] = 7,
		[280121] = 8,
		[276026] = 11,
		[260894] = "长者莉娅克萨",
		[82326] = 2,
		[304698] = 8,
		[170788] = 8,
		[193315] = 4,
		[15284] = "碧蓝强制者",
		[296508] = "[*] 飓风陷阱",
		[267838] = "[*] 反冲气流",
		[296509] = "艾萨拉之辉",
		[300605] = "赛兰努斯",
		[193316] = 4,
		[276031] = "[*] 绝望深渊",
		[296510] = "蠕行腐蚀",
		[205604] = 12,
		[267841] = "唤风者菲伊",
		[213796] = "未知目标",
		[187174] = 10,
		[325184] = "伊涅瓦·暗脉女勋爵",
		[59085] = "雷铸战术师",
		[280133] = 7,
		[316995] = "无堕者哈夫",
		[280134] = 8,
		[260900] = "女巫索林娜",
		[183081] = "法阵学徒",
		[337476] = 10,
		[325189] = 2,
		[312902] = "霍尔古尔 <Magiccream>",
		[304712] = 6,
		[276042] = "[*] 海潮涌动",
		[288330] = 3,
		[329289] = 3,
		[300620] = "赛琳娜·鳞伤",
		[304716] = 8,
		[232234] = "暮色卫队裁决者",
		[228140] = 4,
		[115098] = 10,
		[317009] = 12,
		[304722] = 11,
		[69021] = "伊克",
		[325202] = 10,
		[312915] = 6,
		[325203] = 5,
		[258860] = 12,
		[296534] = "艾什凡女勋爵",
		[288343] = 5,
		[325205] = "锐眼弓手",
		[35025] = 11,
		[248622] = 1,
		[296537] = "教徒折磨者",
		[304729] = "艾萨拉的不屈者",
		[131894] = 3,
		[325209] = 10,
		[312922] = 2,
		[304731] = "扎库尔",
		[276061] = "铁潮打击者",
		[296540] = "教徒折磨者",
		[263775] = "阿斯匹克斯",
		[258864] = "艾什凡水兵",
		[98718] = 2,
		[69024] = "科瑞克",
		[193333] = 8,
		[333406] = "[*] 伏击",
		[304736] = 8,
		[271971] = "恐惧猎犬 <暗影伊布-安苏>",
		[325216] = 10,
		[345695] = 10,
		[5211] = 11,
		[325217] = 10,
		[296547] = 7,
		[325218] = 10,
		[280165] = 11,
		[345698] = 2,
		[131900] = 3,
		[288359] = "灵魂大师罗维娜",
		[35027] = 10,
		[256821] = 3,
		[258869] = "艾什凡火法师",
		[345701] = 10,
		[337510] = 3,
		[325223] = "纱雾钉刺蛾",
		[329319] = "渊誓卫兵",
		[325224] = "纱雾钉刺蛾",
		[296555] = "艾什凡女勋爵",
		[325226] = "纱雾钉刺蛾",
		[329322] = "渊誓缚魂者",
		[199483] = 3,
		[222010] = "日心学者特尔安",
		[284270] = "基地队长轴枪",
		[329324] = "邪恶的加尔贡",
		[292463] = 1,
		[329325] = "渊誓缚魂者",
		[329326] = "渊誓缚魂者",
		[267890] = "[*] 迅捷结界",
		[77220] = 9,
		[205629] = 12,
		[240443] = "唤风者学徒",
		[276083] = 4,
		[41172] = "联盟游侠",
		[199486] = 5,
		[288371] = 5,
		[205630] = 12,
		[258875] = "眩晕酒桶 <拉乌尔船长>",
		[284277] = 5,
		[256828] = 8,
		[260924] = "拜恩比吉中士",
		[296566] = "艾萨拉之辉",
		[271992] = "征伐的光明使者",
		[280184] = 10,
		[240446] = "[*] 爆炸",
		[341621] = "伊涅瓦·暗脉女勋爵",
		[27243] = 9,
		[13750] = 4,
		[267899] = "铁舟修士",
		[292474] = 2,
		[280187] = 10,
		[267901] = "铁舟修士",
		[15286] = 5,
		[263806] = 7,
		[329340] = "高阶裁决官阿丽兹",
		[1079] = 11,
		[51413] = "厄苏拉·烈酒",
		[207684] = 12,
		[121253] = 10,
		[222020] = "自然学家特尔安",
		[267907] = "[*] 灵魂荆棘",
		[304769] = "艾萨拉女王",
		[98727] = 1,
		[304771] = "艾萨拉女王",
		[122278] = 10,
		[280198] = 5,
		[292486] = 2,
		[1543] = 3,
		[280200] = 4,
		[325254] = "大学监贝律莉娅",
		[280201] = 4,
		[337542] = 12,
		[1719] = 1,
		[222024] = 6,
		[337543] = 12,
		[57046] = "狂乱的法力涌动者",
		[329352] = 11,
		[317065] = 9,
		[272012] = "伊利达雷萨特 <Agalaialisa-金色平原>",
		[276108] = "断喙拾骨者",
		[280204] = 4,
		[317066] = "智慧收割者",
		[272013] = "邪恶的地狱犬 <Agalaialisa-金色平原>",
		[325258] = "穆厄扎拉",
		[280205] = 7,
		[1943] = 4,
		[222026] = 6,
		[193356] = 4,
		[114089] = 7,
		[345739] = 6,
		[183117] = 12,
		[272016] = "恶肉秘法师",
		[187213] = "上古先驱",
		[205644] = "树人 <比你更猛-外域>",
		[258889] = "机械警戒犬",
		[325262] = "大学监贝律莉娅",
		[280210] = 1,
		[112042] = "卡尔塞克 <皇阿碼-布兰卡德>",
		[193358] = 4,
		[57047] = "狂乱的法力涌动者",
		[288403] = "珊蒂斯·羽月",
		[280212] = 1,
		[60119] = 12,
		[272021] = "黑暗之池",
		[329362] = "啸翼",
		[300693] = 8,
		[100780] = 10,
		[222031] = 12,
		[125355] = 10,
		[211793] = 6,
		[312985] = 11,
		[300698] = "深渊指挥官西瓦拉",
		[209746] = 11,
		[300701] = "深渊指挥官西瓦拉",
		[114093] = 7,
		[252753] = 11,
		[35546] = 4,
		[55001] = 3,
		[300705] = "深渊指挥官西瓦拉",
		[337567] = 12,
		[329376] = "迷雾栖居者",
		[276132] = 8,
		[329377] = "迷雾栖居者",
		[213846] = "鳞魔",
		[325283] = 5,
		[280230] = "雕像的眼睛",
		[211799] = "艾利桑德",
		[100784] = 10,
		[333477] = "碎淤",
		[38619] = "指挥官斯托比德",
		[329383] = "丧魂之灵",
		[333479] = "烂吐",
		[288426] = 6,
		[57050] = "晶化保卫者",
		[300714] = 4,
		[325289] = 9,
		[263854] = 2,
		[272046] = "鲨鱼饵",
		[7964] = "珊蒂斯·羽月",
		[300717] = 4,
		[8092] = 5,
		[222043] = "暗影生物",
		[333485] = "烂吐",
		[296624] = 11,
		[317103] = 11,
		[288433] = "狼人火枪手",
		[260954] = "拜恩比吉中士",
		[213853] = "魔剑士奥鲁瑞尔",
		[333488] = "阿玛厄斯",
		[254811] = 2,
		[333489] = "阿玛厄斯",
		[325299] = 9,
		[272055] = "鲨鱼饵",
		[228190] = "古尔丹",
		[181089] = "未知目标",
		[12472] = 8,
		[254813] = 12,
		[300728] = 5,
		[276154] = 11,
		[317112] = "腐蚀者恩佐斯",
		[28271] = 8,
		[57052] = "晶化守护者",
		[263868] = "机械 <牛魔射天-冬拥湖>",
		[267964] = "斯克尔科瑞尔 <野生般茄>",
		[263869] = "野猪 <贝尔加狐-主宰之剑>",
		[276157] = 11,
		[213858] = 1,
		[93622] = 11,
		[256864] = "恐龙统领吉什奥",
		[230242] = 5,
		[345788] = "德普莉娜",
		[267969] = "神殿侍从",
		[126389] = 11,
		[267971] = "恶魔暴君 <野生般茄>",
		[267973] = "神殿侍从",
		[325315] = 5,
		[300741] = 5,
		[272071] = 1,
		[49886] = 9,
		[272072] = "征伐的光明使者",
		[267977] = "神殿骑士",
		[258917] = "艾什凡炉火医师",
		[300744] = 5,
		[28272] = 8,
		[57054] = "晶化看护者",
		[296651] = "丧魂追猎者",
		[267981] = "神殿骑士",
		[321226] = "阿玛厄斯",
		[345801] = 9,
		[258920] = 12,
		[325324] = "圣物匠赛·墨克斯",
		[115129] = 10,
		[166766] = "渊誓禁锢者",
		[345804] = 9,
		[300751] = 4,
		[258921] = 12,
		[341709] = "唤雾者",
		[313039] = "恩佐斯之怒",
		[166767] = "高里亚卫兵",
		[337614] = 6,
		[313040] = "恩佐斯之怒",
		[258922] = 12,
		[308945] = "扭心触须",
		[313041] = "恩佐斯之怒",
		[272084] = "未知目标",
		[329425] = "焰炉执行者",
		[244588] = "[*] 虚空淤泥",
		[329426] = "强化的焰炉执行者",
		[325331] = "[*] 毁灭符文",
		[333523] = "卑劣的席拉",
		[304853] = 11,
		[179057] = 12,
		[296662] = "艾什凡女勋爵",
		[252781] = "赞枢利巫医",
		[258925] = 12,
		[272090] = 11,
		[292569] = "荆棘卫士伯顿",
		[263899] = "毒心藤蔓扭曲者",
		[300761] = 8,
		[258926] = 12,
		[276187] = 6,
		[280283] = 1,
		[300762] = 11,
		[276188] = 6,
		[276189] = 6,
		[170869] = 4,
		[280286] = 7,
		[300765] = 11,
		[276191] = 6,
		[313053] = 11,
		[50401] = 6,
		[276192] = 6,
		[263905] = "毒心织符者",
		[292576] = "荆棘卫士伯顿",
		[300768] = "艾萨拉女王",
		[321247] = "阿玛厄斯",
		[276194] = 6,
		[313056] = 11,
		[256882] = "蒙祖米",
		[300770] = 9,
		[304866] = "希拉凯斯割影者",
		[308962] = "扭心触须",
		[5405] = 8,
		[242548] = "光缚盾卫",
		[164729] = 4,
		[313060] = 2,
		[23922] = 1,
		[276199] = 4,
		[181113] = "未知目标",
		[268008] = "瘟疫博士",
		[321253] = "[*] 最终收割",
		[238454] = 9,
		[263914] = "米利克萨",
		[166779] = "高里亚卫兵",
		[313064] = 11,
		[242551] = 5,
		[341735] = "狗舍监督者",
		[313065] = 11,
		[248695] = "[*] 大海之歌",
		[201594] = 3,
		[292587] = "荆棘卫士伯顿",
		[329449] = 3,
		[268013] = "灾厄妖术师",
		[258935] = "艾什凡炉火医师",
		[276205] = 3,
		[296684] = "大主教图拉扬",
		[199547] = 12,
		[195452] = 4,
		[49379] = 7,
		[288495] = 8,
		[296688] = "艾什凡女勋爵",
		[341742] = "狗舍监督者",
		[329455] = "饥饿的毁灭者",
		[300785] = "艾萨拉女王",
		[321264] = "缚石岩精",
		[325360] = "大学监贝律莉娅",
		[42724] = "坚钢掠夺者",
		[254843] = "砾鳞蜥蜴",
		[224125] = 7,
		[292596] = "荆棘卫士伯顿",
		[181120] = "钢铁龙骑兵",
		[300788] = 7,
		[272118] = 8,
		[308980] = "腐蚀肿瘤",
		[263927] = "米利克萨",
		[224126] = 7,
		[199552] = 12,
		[288503] = 2,
		[292599] = "荆棘卫士伯顿",
		[222079] = "织魔者法拉米尔",
		[256893] = 2,
		[292600] = "荆棘卫士伯顿",
		[288505] = 1,
		[292601] = "荆棘卫士伯顿",
		[268027] = "活体激流",
		[288506] = 8,
		[268028] = "活体激流",
		[313082] = 4,
		[15290] = 5,
		[268030] = "海贤灵魂师",
		[272126] = 4,
		[203651] = 11,
		[296701] = "风暴怨灵",
		[296702] = "[*] 洪荒圣火",
		[337661] = 5,
		[292608] = "猎棘者奈朵拉",
		[197509] = "血虫 <和尚撑伞-风暴峭壁>",
		[300800] = 2,
		[292609] = "猎棘者奈朵拉",
		[313088] = 4,
		[300801] = 4,
		[272131] = "古尔丹之眼 <Agalaialisa-金色平原>",
		[292610] = "猎棘者奈朵拉",
		[296706] = 11,
		[300802] = 4,
		[292611] = "猎棘者奈朵拉",
		[222085] = "梦魇融合怪",
		[276229] = "王牌轰炸机",
		[106951] = 11,
		[308996] = "腐蚀者恩佐斯",
		[222086] = "梦魇融合怪",
		[64741] = 11,
		[300806] = 10,
		[325382] = "伊涅瓦·暗脉女勋爵",
		[276234] = "王牌轰炸机",
		[300809] = 4,
		[57062] = "阿诺玛鲁斯",
		[272140] = "[*] 钢铁弹幕",
		[345864] = 2,
		[288524] = "卡多雷猎人",
		[341770] = 2,
		[341771] = "白骨魔导师",
		[296718] = "无面碎心者",
		[300814] = 6,
		[304910] = 1,
		[263953] = 11,
		[292624] = "猎棘者奈朵拉",
		[268050] = "海贤灵魂师",
		[2383] = 4,
		[292625] = "猎棘者奈朵拉",
		[300817] = "深渊指挥官西瓦拉",
		[57063] = "阿诺玛鲁斯",
		[148369] = 11,
		[138130] = 10,
		[292628] = "猎棘者奈朵拉",
		[263958] = "缠绕的蛇群",
		[337682] = 2,
		[325395] = "暗影克隆追猎者",
		[296725] = "艾什凡女勋爵",
		[288535] = "利爪德鲁伊",
		[69070] = 5,
		[263961] = "毒心诱魂者",
		[288537] = "利爪德鲁伊",
		[325399] = "圣物匠赛·墨克斯",
		[268059] = "海贤灵魂师",
		[3567] = 8,
		[313113] = 4,
		[288539] = "利爪德鲁伊",
		[268061] = "瘟疫博士",
		[268062] = 2,
		[296733] = "无面碎心者",
		[226194] = "萨维斯",
		[34026] = 3,
		[300832] = 4,
		[296737] = "艾萨拉之辉",
		[317216] = 6,
		[288546] = "亡者魔导师 <鈈怕伱喲-芬里斯>",
		[268068] = 2,
		[185239] = "[*] 安苏之光",
		[222101] = "织魔者法拉米尔",
		[288548] = "亡者魔导师 <鈈怕伱喲-芬里斯>",
		[272167] = "灾怨蝇 <Agalaialisa-金色平原>",
		[115151] = 10,
		[317221] = 2,
		[222103] = "梦魇融合怪",
		[317223] = 2,
		[276266] = "海贤灵魂师",
		[222104] = "梦魇融合怪",
		[57066] = "塑树者奥莫洛克",
		[296746] = "奥术炸弹",
		[272172] = "破坏魔 <Agalaialisa-金色平原>",
		[276268] = "神殿骑士",
		[268077] = "女巫索林娜",
		[325418] = "锥喉酸咽者",
		[296748] = "巨大的碾压者",
		[207771] = 12,
		[183197] = "妖叶看护者",
		[185245] = 12,
		[337709] = 6,
		[329518] = "凯尔萨斯之影",
		[317231] = "无堕者哈夫",
		[55531] = 5,
		[57067] = "[*] 水晶之刺",
		[333616] = "飞翼破坏者",
		[321329] = 8,
		[292659] = "棘语者塔弗里",
		[226205] = "[*] 软泥怪之池",
		[11196] = 3,
		[268086] = "[*] 恐怖光环",
		[304948] = "凇心晋升者",
		[222110] = "暗影碾压者",
		[304949] = "凇心晋升者",
		[280375] = 2,
		[268088] = "女巫马拉迪",
		[68054] = "基维斯 <百合折丨-格瑞姆巴托>",
		[304951] = "风暴怨灵",
		[201633] = "大地之墙图腾 <儍僈>",
		[276282] = "唤风者学徒",
		[207777] = 4,
		[215969] = 6,
		[59628] = 4,
		[207778] = 7,
		[296764] = 11,
		[288573] = 3,
		[292669] = "棘语者塔弗里",
		[313148] = 7,
		[32375] = 5,
		[68056] = 6,
		[280384] = 2,
		[333629] = "复生的弩手 <阿玛厄斯>",
		[313151] = "阿玛赛特太阳祭司",
		[325440] = "缚石征服者",
		[276292] = "铁舟学徒",
		[325442] = "缚石征服者",
		[280389] = "恐怖船长洛克伍德",
		[333634] = "阿玛厄斯",
		[201639] = 3,
		[110039] = 1,
		[329539] = "未知目标 <恶毒的神秘学者>",
		[321349] = "林鬼折愈者",
		[272201] = "激流堡虔信者",
		[276297] = "深海祭师",
		[148396] = 11,
		[211881] = 12,
		[42223] = 9,
		[313162] = 7,
		[333641] = "复生的督军",
		[304971] = 2,
		[280398] = 5,
		[300877] = "泰坦控制台",
		[292686] = 11,
		[329548] = 4,
		[133] = 8,
		[276304] = "吵闹的狂欢者",
		[280400] = 8,
		[139] = 5,
		[19577] = 3,
		[280404] = 9,
		[300883] = "深渊指挥官西瓦拉",
		[193455] = 3,
		[296788] = 2,
		[23161] = 9,
		[193456] = 12,
		[264024] = "毒心诱魂者",
		[199600] = 4,
		[325461] = 6,
		[313174] = 2,
		[337749] = 5,
		[280409] = 12,
		[183218] = 2,
		[264027] = "符文信徒",
		[317272] = "麦格尼·铜须",
		[325464] = 6,
		[189363] = 2,
		[268125] = "[*] 荆棘光环",
		[292700] = "棘语者塔弗里",
		[45297] = 7,
		[317275] = "麦格尼·铜须",
		[329563] = "暮色颤兽",
		[300893] = 4,
		[329564] = "暮色颤兽",
		[317277] = "麦格尼·铜须",
		[329565] = "恶毒的神秘学者",
		[268129] = "零食商贩",
		[5215] = 11,
		[224181] = "星界防御者",
		[264038] = "女巫会塑棘者",
		[333666] = 6,
		[288613] = 3,
		[370] = 7,
		[80353] = 8,
		[264040] = "[*] 荆棘树根",
		[292711] = "棘语者塔弗里",
		[226231] = "星界先知",
		[197561] = 2,
		[305000] = 11,
		[80354] = 12,
		[341864] = "纳斯利亚加尔贡骑手",
		[300907] = 1,
		[498] = 2,
		[317292] = "腐蚀者恩佐斯",
		[341867] = "纳斯利亚强制者",
		[280433] = 10,
		[596] = 5,
		[305009] = 6,
		[148417] = 1,
		[256955] = "骑士队长瓦莱莉",
		[22907] = "联盟游侠",
		[740] = 11,
		[300917] = 9,
		[772] = 1,
		[317301] = "克熙尔唤虚者",
		[264057] = 9,
		[256957] = "库尔提拉斯护潮者",
		[193473] = "虚空触须 <牧木三-凤凰之神>",
		[228287] = 10,
		[264058] = 8,
		[321401] = "贪食的虱子",
		[256959] = "复活的荣誉卫士",
		[288636] = 10,
		[61684] = "无爱恨要赊",
		[980] = 9,
		[126436] = 5,
		[224194] = "星界防御者",
		[32379] = 5,
		[313213] = "莱登",
		[1064] = 7,
		[341884] = "残忍的斯卡迪",
		[345980] = 12,
		[333693] = 6,
		[341885] = "残忍的斯卡迪",
		[1160] = 1,
		[272260] = 2,
		[205766] = 8,
		[288644] = 1,
		[325506] = "缚石征服者",
		[1464] = 1,
		[292742] = "棘语者塔弗里",
		[115175] = 10,
		[203720] = 12,
		[296839] = "丧魂合声",
		[148428] = 2,
		[1784] = 4,
		[164812] = 11,
		[329609] = "刻符巨像",
		[313227] = "莱登",
		[288653] = 1,
		[254920] = "巨型毒鳞兽",
		[2008] = 7,
		[288654] = 1,
		[333708] = "狂热的缚魂者",
		[250825] = "光缚警卫",
		[17277] = "金色的火舌蛙",
		[268177] = "风语者海蒂丝",
		[164815] = 11,
		[268178] = 12,
		[341902] = "战场祭师",
		[256970] = "骑士队长瓦莱莉",
		[341903] = "纳斯利亚主教",
		[115178] = 10,
		[272276] = 5,
		[296851] = "狂热者帕什玛",
		[305043] = 11,
		[11327] = 4,
		[248780] = "联盟攻城坦克",
		[325523] = "堕落的黑暗剑士",
		[254924] = "焰鳞多头蛇",
		[268183] = 4,
		[248781] = "联盟攻城坦克",
		[248782] = "联盟攻城坦克",
		[3408] = 4,
		[264091] = 8,
		[268187] = "风语者海蒂丝",
		[305049] = 6,
		[3600] = "地缚图腾 <尅嗗佲杺-死亡之翼>",
		[268188] = "风语者海蒂丝",
		[305050] = 8,
		[305051] = 8,
		[254928] = "霜鳞多头蛇",
		[256976] = "骑士队长瓦莱莉",
		[337819] = 12,
		[48889] = 1,
		[115181] = 10,
		[333724] = 2,
		[296863] = 8,
		[268194] = 2,
		[325535] = "堕落的驯犬者",
		[300961] = "[*] 冰霜之地",
		[305057] = "奥戈佐亚",
		[114158] = 2,
		[300962] = "[*] 败血之地",
		[288675] = 7,
		[264101] = "小型水元素",
		[256979] = "尤朵拉船长",
		[321442] = 12,
		[162777] = "钢铁神枪手",
		[280485] = "束缚恐魔",
		[264103] = "守备官巴图尔",
		[321444] = 11,
		[48890] = 1,
		[264104] = "[*] 符文印记",
		[333732] = 7,
		[252885] = "大主教欧雷里斯",
		[264105] = "显眼的女巫",
		[264106] = 9,
		[300968] = 10,
		[325543] = 4,
		[268203] = "亡触奴隶主",
		[57082] = "塑树者奥莫洛克",
		[7328] = 2,
		[300971] = 10,
		[264110] = "显眼的女巫",
		[264111] = "显眼的女巫",
		[48891] = 1,
		[317357] = 4,
		[8512] = 7,
		[51963] = "黑锋石像鬼 <沙海-玛洛加尔>",
		[325550] = "多米娜·毒刃",
		[325551] = "多米娜·毒刃",
		[264115] = "霜剑士塞拉费",
		[268211] = "刻符者食客",
		[325552] = "多米娜·毒刃",
		[213981] = 4,
		[183263] = "戈姆蛴喷吐者",
		[58619] = "泰坦神铁先锋",
		[268214] = "刻符者食客",
		[201695] = 3,
		[264119] = 9,
		[48892] = 11,
		[185313] = 4,
		[317367] = "库尔萨洛克",
		[138213] = 4,
		[346038] = 6,
		[337848] = 2,
		[300989] = 10,
		[114165] = 2,
		[296894] = "艾萨拉之辉",
		[341949] = "[*] 枯萎凋零",
		[325570] = 9,
		[329666] = 3,
		[268230] = "艾什凡水手",
		[162794] = 12,
		[115191] = 4,
		[288711] = 12,
		[268233] = "元素卫士",
		[288712] = 1,
		[268234] = "胆汁软泥怪",
		[288714] = 3,
		[57086] = "塑树者奥莫洛克",
		[181227] = "上古执行者",
		[199658] = 1,
		[244712] = 1,
		[124408] = 8,
		[31616] = 7,
		[268239] = "元素卫士",
		[264144] = "阿库希尔",
		[156655] = "钢铁掠夺者",
		[288720] = 12,
		[268242] = "元素卫士",
		[40192] = 5,
		[341969] = "凋零淤泥喷射者",
		[264150] = "荆棘卫士",
		[301013] = 4,
		[24705] = 1,
		[264153] = "贪吃的蛆虫",
		[224239] = 2,
		[325590] = "恶毒的神秘学者",
		[55040] = "法师猎手军官",
		[254958] = "达萨莱巨像",
		[142325] = 2,
		[337880] = 6,
		[43265] = 6,
		[341977] = "染病恐魔",
		[30849] = "法师杀手",
		[199667] = 1,
		[333787] = "激怒之灵",
		[288735] = 12,
		[313310] = 8,
		[333789] = "激怒之灵",
		[18562] = 11,
		[333790] = "激怒之灵",
		[94719] = 2,
		[268260] = "艾什凡炮手",
		[264166] = "小型水元素",
		[321507] = 8,
		[24450] = "未知目标 <甘州灬龙哥-影之哀伤>",
		[197625] = 11,
		[125439] = 1,
		[305129] = 11,
		[197626] = 11,
		[250871] = 10,
		[264173] = 9,
		[329706] = "强化的渊誓拦截者",
		[250872] = 11,
		[222202] = 1,
		[268271] = "维克雷斯夫人",
		[164862] = 11,
		[250873] = 1,
		[268273] = "海贤执行者",
		[288752] = 11,
		[264178] = 9,
		[268274] = "宝藏狂热者",
		[305136] = "凇心特工",
		[193534] = 3,
		[57091] = "克莉斯塔萨",
		[197630] = 11,
		[333808] = "伊库斯博士",
		[252923] = "赞枢利巫医",
		[288756] = 10,
		[268278] = "维克雷斯夫人",
		[168961] = "[*] 凶猛踩踏",
		[115203] = 10,
		[268280] = "海贤执行者",
		[51460] = 6,
		[179202] = 11,
		[321527] = 3,
		[193538] = 4,
		[325624] = 10,
		[321529] = 8,
		[59140] = "炙热的蒸汽",
		[14914] = 5,
		[272382] = "迅尾逐血狐",
		[268287] = "宝藏狂热者",
		[228354] = 8,
		[301057] = 10,
		[346111] = 5,
		[272388] = "祖尔之影",
		[203782] = 12,
		[305155] = "掘地附肢",
		[296964] = 12,
		[333827] = "阿德文特·追惘",
		[195592] = 7,
		[24708] = 10,
		[35079] = 3,
		[313352] = 2,
		[288778] = "卡多雷投刃车",
		[325640] = 9,
		[333832] = 1,
		[288779] = "卡多雷投刃车",
		[59142] = "坚钢掠夺者",
		[329737] = 1,
		[272397] = "[*] 回旋剑刃",
		[228361] = 5,
		[264206] = "米利克萨",
		[224266] = 2,
		[296975] = "无面召影者",
		[257033] = 12,
		[329742] = "饥饿的毁灭者",
		[268306] = "维克雷斯夫人",
		[185358] = 3,
		[264211] = 4,
		[333839] = "老练的里克",
		[268308] = "维克雷斯夫人",
		[2641] = 3,
		[313362] = "恩佐斯之怒",
		[333841] = "老练的里克",
		[203791] = 2,
		[313364] = "恩佐斯之怒",
		[268311] = 4,
		[329748] = 11,
		[301078] = "赛兰努斯",
		[333845] = "老练的里克",
		[268314] = 3,
		[3409] = 4,
		[280602] = "机甲驾驶员",
		[268315] = "深渊居住者",
		[264220] = 9,
		[272412] = "破浪持戟者",
		[203794] = 12,
		[329753] = "幽灵军马",
		[268317] = "溺水的深渊使者",
		[272413] = "破浪持戟者",
		[280605] = "零食商贩",
		[305180] = 4,
		[203795] = 12,
		[284702] = "暗鳞斥候",
		[32645] = 4,
		[337948] = 5,
		[203796] = 12,
		[329757] = "幽灵军马",
		[288800] = 8,
		[268322] = "溺水的深渊使者",
		[272418] = "艾什凡观察员",
		[203797] = 2,
		[4962] = "平原狼蛛",
		[342048] = "卑劣的席拉",
		[226325] = 12,
		[342049] = 3,
		[124430] = 5,
		[272422] = "艾什凡观察员",
		[257044] = 3,
		[259092] = "铁潮唤雷者",
		[280615] = 7,
		[337956] = 5,
		[292903] = "渊誓卫兵",
		[264233] = "蛋",
		[333861] = "嗜血的哈鲁吉亚",
		[36107] = 3,
		[264234] = "蛋",
		[284713] = "暗鳞海妖",
		[272426] = "[*] 瞄准火炮",
		[264235] = "蛋",
		[292906] = 12,
		[246807] = 2,
		[201754] = "戈拉",
		[59146] = "达卡莱猎神者",
		[329770] = "圣物匠赛·墨克斯",
		[317483] = 1,
		[264239] = "蛋",
		[32390] = 9,
		[292910] = "渊誓禁锢者",
		[317485] = 1,
		[272432] = "愤怒卫士 <Agalaialisa-金色平原>",
		[329774] = "饥饿的毁灭者",
		[55563] = "达卡莱震地者",
		[317488] = 1,
		[272435] = "黑暗犬 <Agalaialisa-金色平原>",
		[317489] = 1,
		[59147] = "坚钢唤天者",
		[313395] = "生命精华 <莱登>",
		[317491] = 1,
		[238621] = "闪电风暴",
		[333875] = "亡语者",
		[272439] = "乌祖尔 <Agalaialisa-金色平原>",
		[24711] = 3,
		[268344] = 1,
		[203808] = 7,
		[280632] = 1,
		[272441] = "墨裘巨兽",
		[195617] = 6,
		[264250] = 9,
		[313400] = "腐蚀触须",
		[268347] = "斯托颂勋爵",
		[317497] = 1,
		[288827] = 6,
		[59148] = "坚钢唤天者",
		[309307] = 9,
		[280637] = "狡诈的芬雷",
		[288829] = 6,
		[325691] = "穆厄扎拉",
		[329787] = "凇心束缚者",
		[292926] = "折磨之主",
		[201764] = 7,
		[342076] = 3,
		[203814] = 1,
		[333889] = 9,
		[264263] = "红玫王 <米奈希尒-血吼>",
		[325700] = "堕落的搜集者",
		[264264] = "樱桃球球 <Azrael-密林游侠>",
		[288839] = 3,
		[325701] = "堕落的搜集者",
		[264265] = "灵魂兽 <丶壹本道-死亡之翼>",
		[272457] = "孢子召唤师赞查",
		[199721] = 6,
		[297034] = 4,
		[297035] = 11,
		[257063] = "库尔提拉斯护潮者",
		[244776] = "闪壳亡爪蟹",
		[280653] = 10,
		[199723] = 6,
		[203819] = 12,
		[297037] = 12,
		[292942] = "阿耶勒斯的折磨者",
		[218155] = "[*] 阳光坍缩",
		[203820] = 4,
		[297039] = 2,
		[297040] = 5,
		[280658] = 1,
		[257066] = "亚兹玛",
		[195630] = 10,
		[148529] = 8,
		[325713] = "伊涅瓦·暗脉女勋爵",
		[205870] = "莱索恩",
		[272469] = "深渊之末",
		[280661] = 6,
		[301141] = "扎库尔",
		[338003] = "堕落的歼灭者",
		[24713] = 5,
		[317525] = 3,
		[338004] = "劳苦的管理员",
		[257069] = "库尔提拉斯神射手",
		[338005] = "劳苦的管理员",
		[222256] = 8,
		[284762] = 8,
		[342103] = "[*] 腐臭胆汁",
		[216113] = 10,
		[59152] = "雷铸构造体",
		[325722] = 11,
		[338012] = "心能喷泉",
		[325725] = "穆厄扎拉",
		[338013] = "心能喷泉",
		[218164] = 10,
		[325727] = 11,
		[268387] = "维克雷斯勋爵",
		[209973] = "艾利桑德",
		[244787] = "闪壳亡爪蟹",
		[321633] = "白骨躯壳",
		[292963] = "扎库尔",
		[257075] = "嗜血的布莉欧娜",
		[305252] = 12,
		[268391] = "深渊祭师",
		[280679] = "[*] 火炮弹幕",
		[325733] = 11,
		[297063] = 12,
		[257077] = "嗜血的布莉欧娜",
		[148540] = 11,
		[338022] = "帕奇维克士兵",
		[329831] = 2,
		[132158] = 11,
		[59154] = "雷铸巨人",
		[329834] = "灭绝根须",
		[288877] = 8,
		[342125] = "残暴者多基格",
		[268403] = "达萨大王",
		[288882] = 12,
		[329840] = 2,
		[59155] = "雷铸巨人",
		[321652] = "白骨躯壳",
		[325748] = 11,
		[346227] = 11,
		[338036] = 7,
		[342132] = 5,
		[342135] = "裂伤者耐克萨拉",
		[305274] = 11,
		[187459] = "血缚火疗者",
		[329849] = 2,
		[338041] = 11,
		[305276] = 11,
		[203843] = 6,
		[132168] = 1,
		[203844] = 8,
		[255041] = "飨宴的啸天龙",
		[212036] = 5,
		[280705] = 8,
		[203845] = 6,
		[158792] = 11,
		[244803] = "玉鳞蠕虫",
		[246851] = 3,
		[45334] = 11,
		[1449] = 8,
		[187464] = 5,
		[257092] = "泥沙女王",
		[292998] = 4,
		[280711] = 5,
		[321669] = "幻影克隆体",
		[333957] = 7,
		[212040] = 11,
		[280713] = 3,
		[232519] = 2,
		[203849] = 11,
		[280714] = 1,
		[297098] = 4,
		[199754] = 4,
		[305290] = 5,
		[325769] = "伊涅瓦·暗脉女勋爵",
		[268429] = 7,
		[244808] = "死爪卵母",
		[31884] = 2,
		[333963] = "格里恩哥利亚 <阿利撕塔-安苏>",
		[280719] = 4,
		[2098] = 4,
		[272528] = "艾什凡狙击手",
		[203852] = 11,
		[120361] = 3,
		[297104] = 1,
		[185422] = 4,
		[244811] = "海毛叉鱼者",
		[329872] = 10,
		[42776] = 1,
		[259147] = "[*] 灵魂盛宴",
		[244812] = "海毛猢狲",
		[297108] = 4,
		[232525] = 1,
		[250956] = 8,
		[253004] = 6,
		[268439] = 3,
		[244813] = 8,
		[116267] = 8,
		[253005] = 6,
		[212048] = 7,
		[280729] = 2,
		[253006] = 11,
		[280730] = 11,
		[268443] = "恐怖火炮",
		[197714] = "石皮牡鹿",
		[333976] = 3,
		[253007] = 6,
		[297116] = 12,
		[317595] = "守护者奥姆-卡",
		[272542] = "艾什凡狙击手",
		[126508] = 10,
		[297117] = 7,
		[212051] = 10,
		[280735] = 1,
		[264353] = 8,
		[338077] = "巢群伏击者",
		[293024] = 4,
		[272546] = "水鼠帮海盗",
		[38682] = "联盟狂战士",
		[338079] = "巢群伏击者",
		[246867] = 2,
		[325793] = "堕落的驯犬者",
		[305315] = 5,
		[197719] = "石皮牡鹿",
		[197720] = "石皮牡鹿",
		[317605] = "裂伤者耐克萨拉",
		[325797] = "堕落的驯犬者",
		[297127] = "防御机器人MkIII型",
		[88625] = 5,
		[212056] = 2,
		[197721] = 11,
		[272554] = "[*] 血肉模糊",
		[325799] = "堕落的驯犬者",
		[313512] = 6,
		[325800] = 11,
		[7268] = 8,
		[189531] = "秘法师艾兰",
		[44827] = 4,
		[189532] = "缚魂者哈兰尼",
		[264368] = "蛋",
		[69172] = "天灾领主泰兰努斯",
		[317614] = 6,
		[259161] = 11,
		[342189] = "忠诚的石裔魔",
		[185438] = 4,
		[325807] = "穆厄扎拉",
		[268467] = 8,
		[288946] = 11,
		[212061] = "渊誓阴影追猎者",
		[329905] = "帕特里西安·克伦威尔",
		[189536] = "秘法师维鲁恩",
		[150627] = "光缚盾卫",
		[305334] = 4,
		[264377] = "塑风师奥兰",
		[268473] = 8,
		[212064] = "渊誓阴影追猎者",
		[264378] = "女巫会占卜者",
		[268474] = 8,
		[272571] = "水鼠帮唤风者",
		[216161] = 10,
		[272572] = 11,
		[329913] = "渊誓阴影追猎者",
		[257119] = "[*] 流沙陷阱",
		[193635] = "虚空触须 <牧木三-凤凰之神>",
		[317627] = "恩佐斯之怒",
		[189540] = "缚魂构装体",
		[329916] = "渊誓阴影追猎者",
		[329917] = "菌菇术士",
		[297153] = "虚缚破坏者",
		[244835] = "未知目标",
		[59165] = "雷铸斥候",
		[280772] = 1,
		[272581] = "水鼠帮唤风者",
		[244836] = "未知目标",
		[264390] = "符文信徒",
		[236645] = 8,
		[297157] = 11,
		[244837] = "未知目标",
		[156779] = 4,
		[193641] = 4,
		[55582] = "达卡莱医师",
		[334023] = "嗜血的哈鲁吉亚",
		[297162] = 4,
		[199786] = 8,
		[272588] = "水鼠帮杀手",
		[69179] = 1,
		[189547] = "萨格雷裂魂者",
		[342219] = "纳斯利亚加尔贡",
		[297166] = "巨大的碾压者",
		[272592] = "无面腐蚀者",
		[297168] = 4,
		[280787] = 2,
		[59167] = "雷怒亡魂",
		[280788] = 2,
		[244844] = "水滴",
		[297172] = "虚缚破坏者",
		[288981] = 6,
		[313556] = 9,
		[297176] = 11,
		[305369] = "虚缚荣誉卫兵",
		[59168] = "雷怒亡魂",
		[321754] = "缚霜者纳尔佐",
		[321755] = "缚霜者纳尔佐",
		[313564] = "增生覆盖的触须",
		[64800] = 3,
		[317661] = "以太俯冲者",
		[50977] = 6,
		[272609] = "无面腐蚀者",
		[212084] = 12,
		[54049] = "Jhaajhom <Moktar-血顶>",
		[338142] = 11,
		[129597] = 10,
		[183415] = 2,
		[305378] = "虚缚荣誉卫兵",
		[59169] = "咆哮的漩涡",
		[259187] = "亚兹玛",
		[313571] = 9,
		[268518] = 10,
		[342242] = 8,
		[334051] = "亡语者",
		[321764] = "林鬼缚皮者",
		[288999] = 12,
		[51490] = 7,
		[334053] = "奥莱芙莉安",
		[75330] = "怒骨巫师",
		[142461] = 6,
		[321768] = 4,
		[268524] = 3,
		[272620] = "破浪打击者",
		[342248] = "臭熏熏的饲料拖拽者",
		[329961] = 11,
		[259191] = "亚兹玛",
		[195707] = 1,
		[334058] = 8,
		[342250] = "忠诚的加尔贡",
		[257144] = "嗜血的布莉欧娜",
		[321772] = "宗主奥法兰",
		[342251] = "忠诚的加尔贡",
		[268528] = 1,
		[117313] = 1,
		[118337] = 7,
		[280817] = 3,
		[167039] = "拜夜占卜师",
		[305392] = 6,
		[173183] = 7,
		[325872] = "堕落的歼灭者",
		[41252] = 12,
		[69189] = 8,
		[173184] = 7,
		[228477] = 12,
		[321780] = "佐尔拉姆斯通灵师",
		[228478] = 12,
		[297206] = "艾什凡女勋爵",
		[325877] = "凯尔萨斯之影",
		[121411] = 4,
		[325879] = "堕落的歼灭者",
		[329975] = "强化的皇家领事",
		[289018] = 11,
		[329976] = "强化的皇家领事",
		[329977] = "强化的皇家角斗者",
		[301308] = 2,
		[185476] = 12,
		[280830] = 12,
		[268544] = 1,
		[325885] = "兹拉莉",
		[224387] = "恒星魔仆",
		[289025] = "恶毒尖啸者 <珞媞-影之哀伤>",
		[325887] = 11,
		[210053] = 11,
		[59173] = "泰坦神铁碎岩者",
		[297220] = "虚缚萨满祭司",
		[346370] = 1,
		[264456] = "发狂的射手",
		[329989] = "魁梧的加尔贡",
		[280841] = 2,
		[109128] = 1,
		[55078] = 6,
		[280842] = 2,
		[212105] = 12,
		[280843] = 2,
		[183435] = 2,
		[342280] = "伊涅瓦·暗脉女勋爵",
		[280844] = 2,
		[342281] = "伊涅瓦·暗脉女勋爵",
		[313611] = 5,
		[183436] = 2,
		[342282] = "伊涅瓦·暗脉女勋爵",
		[94794] = 7,
		[289038] = "大德鲁伊安得列留斯",
		[280847] = 6,
		[118345] = "原始土元素 <沙似雪-凤凰之神>",
		[272657] = "厚鳞三叶虫骑手",
		[280849] = 1,
		[272658] = "厚鳞三叶虫骑手",
		[276754] = "巨型自动机",
		[272659] = "厚鳞三叶虫骑手",
		[114250] = 2,
		[2643] = 3,
		[42792] = 12,
		[264469] = 9,
		[272662] = "铁潮袭击者",
		[264471] = 8,
		[293142] = 11,
		[272664] = "蔑雾破坏者",
		[191633] = 8,
		[272665] = "蔑雾破坏者",
		[297240] = "艾什凡女勋爵",
		[27285] = 9,
		[264475] = 4,
		[191634] = 7,
		[210065] = 11,
		[115276] = "泽普奴克 <半醉玫瑰-雷霆之王>",
		[272668] = "未知目标",
		[264477] = "小型水元素",
		[272669] = "未知目标",
		[244880] = "滑鳞者",
		[272670] = "卷沙神射手",
		[264479] = 2,
		[257168] = "铁潮掠夺者",
		[321820] = "狱卒斯科杜斯",
		[261264] = "女巫索林娜",
		[321821] = "凋零之袋",
		[264481] = 2,
		[257169] = "水鼠帮歼灭者",
		[244882] = "断岳者古鲁",
		[264483] = 8,
		[257170] = "铁潮袭击者",
		[261266] = "女巫马拉迪",
		[272678] = 3,
		[264487] = 2,
		[259220] = "凇心投枪手",
		[114255] = 5,
		[342309] = 9,
		[264490] = 5,
		[268586] = "达萨大王",
		[342310] = "圣物匠赛·墨克斯",
		[268587] = "达萨大王",
		[59178] = "泰坦神铁先锋",
		[268589] = "达萨大王",
		[321834] = "唤雾者",
		[244888] = "乌鲁塔勒",
		[330026] = "伊库斯博士",
		[268590] = "达萨大王",
		[342314] = 8,
		[268591] = "达萨大王",
		[244890] = "沙顶狂战士",
		[289073] = "恶毒尖啸者 <珞媞-影之哀伤>",
		[224412] = 6,
		[10060] = 5,
		[264500] = 2,
		[10444] = 7,
		[289075] = 11,
		[59179] = "泰坦神铁轰鸣者",
		[43308] = 10,
		[342321] = "伊涅瓦·暗脉女勋爵",
		[90708] = 9,
		[334131] = 4,
		[264504] = 8,
		[272696] = "疯狂的孵化者",
		[330037] = "碱沼大黄蜂",
		[301367] = 8,
		[264506] = 8,
		[268602] = 2,
		[272698] = "疯狂的孵化者",
		[222368] = 5,
		[272699] = "疯狂的孵化者",
		[268604] = 6,
		[272700] = "无信护卵员",
		[253087] = 3,
		[264510] = "发狂的射手",
		[253088] = 1,
		[268607] = 1,
		[259232] = "暗鳞随从",
		[199844] = 8,
		[342332] = "傲慢具象",
		[119381] = 10,
		[268609] = 1,
		[313663] = 8,
		[195750] = 6,
		[214181] = "腐败软泥怪",
		[59181] = "泰坦神铁轰鸣者",
		[22424] = "炉渣",
		[232613] = 7,
		[264520] = "疯狂的生存专家",
		[49966] = "裂蹄牛 <把肉交出来-死亡之翼>",
		[272713] = "水鼠帮歼灭者",
		[124503] = 10,
		[110168] = "黑铁美酒女郎 <名字改掉-织亡者>",
		[156844] = "克罗莫格",
		[115288] = 10,
		[199850] = 1,
		[59182] = "自由的火焰风暴",
		[264525] = "疯狂的生存专家",
		[264526] = "抓地机械手",
		[199851] = 1,
		[8269] = "暴躁的铁蹄牛",
		[199852] = 1,
		[272721] = 6,
		[195757] = 6,
		[264531] = "疯狂的生存专家",
		[272723] = 6,
		[264532] = 3,
		[199854] = 1,
		[59183] = "自由的火焰风暴",
		[124506] = 10,
		[126554] = 4,
		[330067] = 3,
		[297302] = "无尽饥饿图腾 <虚缚萨满祭司>",
		[330069] = "[*] 凝结魔药",
		[72286] = 9,
		[124507] = 10,
		[203953] = 11,
		[156852] = "克罗莫格",
		[334168] = 7,
		[272733] = 3,
		[293212] = 12,
		[264542] = 2,
		[293213] = 7,
		[210099] = "梦魇脓液",
		[297310] = "死亡观察者",
		[138424] = 2,
		[51505] = 7,
		[272737] = 7,
		[317791] = "亡者魔导师 <Orgami-影之哀伤>",
		[325983] = 2,
		[317792] = "亡者魔导师 <Orgami-影之哀伤>",
		[325984] = 2,
		[253107] = 2,
		[73313] = 12,
		[280933] = "重型军火",
		[321891] = "幻影仙狐 <唤雾者>",
		[253108] = 6,
		[264551] = "塑风师奥兰",
		[130654] = 10,
		[115295] = 10,
		[321893] = "幻影仙狐 <唤雾者>",
		[50994] = "晶化看护者",
		[321894] = "缚霜者纳尔佐",
		[55090] = 6,
		[264556] = "荆棘卫士",
		[146622] = 1,
		[214202] = 2,
		[232633] = 5,
		[276846] = 3,
		[297325] = "狂热者帕什玛",
		[80483] = 3,
		[264560] = "小型水元素",
		[216251] = 7,
		[589] = 5,
		[605] = 5,
		[301425] = "泰坦控制台",
		[242875] = 2,
		[195775] = "未知目标 <書千畵丶-黑铁>",
		[167105] = 1,
		[297333] = "被束缚的风暴",
		[781] = 3,
		[301431] = "艾萨拉女王",
		[285049] = "被遗忘者魔药战车",
		[853] = 2,
		[264571] = 9,
		[264574] = "卷沙神射手",
		[63796] = 6,
		[242881] = 3,
		[1066] = 11,
		[264577] = 10,
		[191685] = 6,
		[73320] = 12,
		[272770] = 3,
		[55093] = "斯拉德兰蟒蛇",
		[195782] = 6,
		[326017] = "[*] 腐烂酸液",
		[122470] = 10,
		[203975] = 11,
		[48438] = 11,
		[276871] = "扎拉提克死亡诵唱者",
		[272776] = 5,
		[326021] = "锥喉饕餮者",
		[52022] = "比亚格里将军",
		[326022] = "锥喉饕餮者",
		[330118] = "破冰者特拉克图斯",
		[321927] = 6,
		[346502] = 12,
		[326024] = "格拉米洛斯 <Magiccream>",
		[346503] = 12,
		[276876] = "扎拉提克恐虫",
		[222409] = "索拉斯·托尔贝恩国王 <Magiccreamdk>",
		[30108] = 9,
		[197835] = 4,
		[276878] = "扎拉提克虫群卫士",
		[272783] = 5,
		[276879] = "扎拉提克虫群卫士",
		[136400] = 12,
		[53047] = "雷铸斥候",
		[321935] = "凝结软泥",
		[55095] = 6,
		[2484] = 7,
		[114282] = 11,
		[2580] = 4,
		[342416] = 5,
		[305555] = 6,
		[163025] = 2,
		[214222] = 2,
		[272790] = 3,
		[330131] = 10,
		[226510] = "[*] 鲜血脓液",
		[276887] = "扎拉提克塑珀者",
		[330132] = 12,
		[334228] = "饥饿的毁灭者",
		[276888] = "战斗医师卡瓦兹",
		[280984] = 1,
		[257229] = "戈尔",
		[53048] = "雷铸符文师",
		[326039] = "大学监贝律莉娅",
		[264603] = "长者莉娅克萨",
		[226512] = "[*] 鲜血脓液",
		[342423] = 11,
		[115308] = 10,
		[276892] = "扎拉提克穿刺者",
		[297371] = "艾萨拉女王",
		[297372] = "艾萨拉女王",
		[268702] = "巨石之怒",
		[222418] = "索拉斯·托尔贝恩国王 <Magiccreamdk>",
		[268703] = "充能的沙尘恶魔",
		[242897] = 12,
		[264608] = "拉米·曼寇",
		[342428] = 12,
		[268705] = "沙鳞突击者 <蛋>",
		[338333] = 5,
		[326046] = "锥喉鹿角巨虫",
		[276898] = "战斗医师卡瓦兹",
		[115310] = 10,
		[69233] = "霜牙",
		[268709] = "风险投资公司塑地者",
		[326050] = "翻腾悲苦",
		[5672] = "未知目标 <儍僈>",
		[317859] = 1,
		[321956] = "缚霜者纳尔佐",
		[276903] = "扎拉提克塑珀者",
		[264616] = 5,
		[338340] = 7,
		[281000] = 1,
		[259285] = 3,
		[264618] = 9,
		[185562] = 5,
		[55098] = "莫拉比",
		[195802] = 4,
		[264620] = 9,
		[268717] = "鲨鱼饵",
		[264622] = 9,
		[326059] = 7,
		[342443] = "凋零大鹏",
		[115313] = 10,
		[272816] = 10,
		[52027] = "比亚格里将军",
		[195805] = 4,
		[53563] = 2,
		[268722] = "风险投资公司塑地者",
		[55099] = 2,
		[321968] = "仙木灵居民",
		[264628] = 5,
		[272820] = "灌注能量的唤雷者",
		[272821] = "灌注能量的唤雷者",
		[289205] = 8,
		[175329] = "克罗莫格之怒",
		[297398] = "艾什凡女勋爵",
		[232670] = 9,
		[321973] = 5,
		[69238] = "冰霜冲击",
		[52028] = "比亚格里将军",
		[272825] = 1,
		[301496] = "伐木工里奥",
		[321975] = "传染软泥",
		[55100] = "莫拉比",
		[272827] = "水鼠帮劫掠者",
		[297402] = "艾什凡女勋爵",
		[301498] = "伐木工里奥",
		[289212] = 12,
		[334266] = "饥饿的毁灭者",
		[326075] = "灵魂灌注者",
		[156902] = "山脉之心",
		[224483] = "暮色卫队警哨",
		[305599] = 9,
		[272834] = "水鼠帮劫掠者",
		[313793] = "死亡之翼",
		[309698] = "痛击触须",
		[305603] = "[*] 电击",
		[228581] = 6,
		[297412] = 5,
		[268742] = "大主教图拉扬",
		[272838] = 1,
		[126582] = 6,
		[334275] = 9,
		[24736] = 3,
		[309702] = "痛击触须",
		[119415] = 8,
		[317894] = "佳夏尔",
		[210152] = 12,
		[228583] = 6,
		[138477] = "蓝针",
		[224488] = "贵族迁跃法师",
		[210153] = 12,
		[281036] = 3,
		[326090] = "锥喉掠夺者",
		[321995] = 6,
		[204011] = 2,
		[264655] = "被感染的农夫",
		[96890] = 8,
		[326092] = "锥喉掠夺者",
		[17057] = 11,
		[276945] = "扎拉提克恐虫",
		[321999] = "传染软泥",
		[276946] = "扎拉提克恐虫",
		[309713] = "痛击触须",
		[268756] = 4,
		[69245] = "霜牙",
		[257260] = "荆棘卫士",
		[69246] = "霜牙",
		[55104] = "莫拉比",
		[264667] = 3,
		[204018] = 2,
		[305628] = 11,
		[171253] = 5,
		[301533] = "伐木工里奥",
		[322013] = 8,
		[173302] = "鞭爪秃鹫",
		[268769] = 4,
		[185590] = "阿克蒙德",
		[342494] = "傲慢具象",
		[317920] = 2,
		[56641] = 3,
		[228596] = 8,
		[5225] = "蛮荒杀手-罗宁",
		[228597] = 8,
		[268774] = 10,
		[228598] = 8,
		[70274] = "天灾恶灵",
		[272873] = 11,
		[338406] = "镇压者泽罗尔斯",
		[93825] = 10,
		[193786] = 7,
		[228600] = 8,
		[264685] = "瓦伦中尉",
		[228601] = 8,
		[91778] = "白骨咀嚼者",
		[264687] = "瓦伦中尉",
		[257272] = "鲨鱼饵",
		[338411] = 11,
		[232698] = 5,
		[86659] = 2,
		[93827] = 1,
		[317936] = "弃誓治愈者",
		[244987] = "海毛碎击者",
		[301554] = 1,
		[272884] = "拉乌尔船长",
		[264693] = "贪食的拉尔",
		[264694] = "贪食的拉尔",
		[334322] = "缝肉的造物",
		[93828] = 4,
		[224510] = "暮色卫队战斗魔导师",
		[334324] = "首席管理者加弗林",
		[272888] = "艾什凡破坏者",
		[313846] = 6,
		[224511] = "暮色卫队战斗魔导师",
		[313847] = 6,
		[334326] = "首席管理者加弗林",
		[187650] = 3,
		[257278] = "哈兰·斯威提",
		[268796] = "[*] 穿刺长矛",
		[334329] = "首席管理者加弗林",
		[272893] = 9,
		[289277] = 2,
		[93830] = 5,
		[313852] = 6,
		[193796] = 7,
		[224515] = "贵族迁跃法师",
		[255234] = 7,
		[272900] = 2,
		[272902] = "尤朵拉船长",
		[268807] = "大主教图拉扬",
		[272903] = 2,
		[264712] = "[*] 腐物喷发",
		[268809] = "大主教图拉扬",
		[317959] = "弃誓谴罚者",
		[338438] = 6,
		[257286] = 12,
		[285196] = 8,
		[317963] = "弃誓谴罚者",
		[66188] = 6,
		[216331] = 2,
		[289298] = 11,
		[334352] = 12,
		[2645] = 7,
		[257292] = "库尔提拉斯先锋",
		[210191] = 2,
		[268825] = "[*] 灵魂之锤",
		[338456] = "格里恩缝合憎恶",
		[289308] = 8,
		[264734] = "贪食的拉尔",
		[136471] = 12,
		[326171] = "穆厄扎拉",
		[264735] = 3,
		[228626] = 8,
		[346651] = "芙莱达女男爵",
		[202004] = 7,
		[179478] = 5,
		[346654] = "芙莱达女男爵",
		[317985] = "弃誓小队长",
		[289315] = 11,
		[261395] = 3,
		[346657] = "芙莱达女男爵",
		[272934] = 8,
		[285223] = "[*] 荒芜",
		[52042] = "治疗之泉图腾 <儍僈>",
		[322088] = "库尔萨洛克",
		[277035] = "越狱的重殴者",
		[272940] = 4,
		[334377] = "研究铭文师",
		[289324] = 10,
		[277037] = "迷雾猎犬",
		[346665] = 12,
		[268846] = "武器测试员",
		[277038] = "克瓦迪尔恐怖使者",
		[8042] = 7,
		[197916] = 10,
		[334381] = "研究铭文师",
		[272945] = 9,
		[277041] = "越狱的咒行者",
		[277042] = "恶肉秘法师",
		[268851] = "阿斯匹克斯",
		[277043] = "克瓦迪尔恐怖使者",
		[277044] = "克瓦迪尔恐怖使者",
		[264757] = "长者莉娅克萨",
		[322098] = 5,
		[277045] = "克瓦迪尔恐怖使者",
		[197919] = 10,
		[268854] = 12,
		[46924] = 1,
		[257308] = "哈兰·斯威提",
		[64843] = 5,
		[264760] = 5,
		[268856] = 12,
		[322101] = 10,
		[264761] = 4,
		[301624] = 5,
		[289337] = 7,
		[204065] = 5,
		[264763] = "静电充能苦修者",
		[334391] = 10,
		[264764] = 8,
		[204066] = 11,
		[264765] = "静电充能苦修者",
		[60236] = "咆哮的漩涡",
		[212258] = "古尔丹",
		[64844] = 5,
		[322109] = 10,
		[51533] = 7,
		[268865] = "武器测试员",
		[89751] = "斯克尔科瑞尔 <野生般茄>",
		[204069] = 11,
		[257314] = "铁潮掷弹兵",
		[277059] = "坚韧的劳尔",
		[334400] = 11,
		[277060] = "越狱的咒行者",
		[264773] = "[*] 窒息海潮",
		[257315] = "铁潮掷弹兵",
		[289348] = 6,
		[228645] = 6,
		[264774] = 8,
		[91800] = "白骨咀嚼者",
		[289349] = 6,
		[346690] = "堡主尼克劳斯",
		[257316] = "哈兰·斯威提",
		[264776] = 5,
		[334404] = "猎手阿尔迪莫",
		[322118] = 10,
		[89753] = "斯克尔科瑞尔 <野生般茄>",
		[264778] = 5,
		[272970] = 8,
		[346694] = "忠实的侍从",
		[69275] = "天灾领主泰兰努斯",
		[268877] = 3,
		[228649] = 10,
		[91802] = "卵石切割者 <Magiccreamdk>",
		[346698] = "堡主尼克劳斯",
		[202028] = 11,
		[326221] = "穆厄扎拉",
		[187694] = "安苏之眼",
		[285266] = "塔玛基恩女勋爵",
		[272979] = 2,
		[277075] = "深渊召唤者",
		[285267] = "塔玛基恩女勋爵",
		[132403] = 2,
		[204079] = 2,
		[330323] = 9,
		[285270] = "布伦恩大师",
		[146739] = 9,
		[132404] = 1,
		[289367] = 9,
		[330325] = 1,
		[318038] = 7,
		[297560] = 12,
		[272986] = 12,
		[187698] = 3,
		[281178] = 2,
		[305753] = 3,
		[115356] = 7,
		[289371] = "玛维·影歌",
		[285276] = "艾尔琳·捷足",
		[30633] = "晶化保卫者",
		[313948] = 7,
		[115357] = 7,
		[268896] = "斯托颂勋爵",
		[117405] = 3,
		[309854] = "莱登",
		[210228] = "剧毒小蜘蛛",
		[330334] = 1,
		[268898] = 10,
		[136505] = 4,
		[77472] = 7,
		[55633] = "达卡莱魔像",
		[268899] = 10,
		[197942] = "乌索克",
		[251187] = "剧毒细颚龙",
		[222517] = 1,
		[326242] = "酤团",
		[197943] = "乌索克",
		[251188] = "剧毒细颚龙",
		[222518] = 1,
		[261428] = "拜恩比吉中士",
		[268904] = 4,
		[136508] = 2,
		[222519] = 1,
		[268905] = 4,
		[218424] = "自然学家特尔安",
		[222520] = 1,
		[285290] = "艾尔琳·捷足",
		[289386] = 3,
		[281195] = 3,
		[187707] = 3,
		[268909] = 4,
		[268910] = 10,
		[187708] = 3,
		[255288] = "海毛斗士",
		[334443] = 3,
		[212283] = 4,
		[334444] = 3,
		[257337] = "投币式群体打击者",
		[273009] = 4,
		[195901] = 10,
		[108194] = 6,
		[297585] = "艾萨拉女王",
		[261434] = 1,
		[297586] = "[*] --unknown spell--",
		[334448] = 2,
		[293491] = 12,
		[259387] = 3,
		[313971] = "深渊之嗣",
		[268918] = "大主教图拉扬",
		[259388] = 3,
		[277111] = "守护者阿苏达",
		[25771] = 2,
		[277113] = "阿玛赛特弓箭手",
		[281209] = 6,
		[322167] = 9,
		[326263] = "特雷德奥瓦",
		[281210] = 6,
		[268923] = "[*] 圣洁之地",
		[277115] = "阿玛赛特执行者",
		[268924] = "远望栖地射手",
		[322169] = "疑虑残迹",
		[277116] = "阿巴里亲王",
		[322170] = 9,
		[261439] = "维克雷斯勋爵",
		[31403] = "指挥官斯托比德",
		[277118] = "传教士乔萨",
		[261440] = "维克雷斯勋爵",
		[330364] = 8,
		[334460] = 11,
		[330366] = 8,
		[326271] = "圣物匠赛·墨克斯",
		[330367] = 12,
		[277123] = "阿玛赛特弓箭手",
		[330368] = 8,
		[268932] = "达萨大王",
		[154953] = 4,
		[259395] = 12,
		[108199] = 6,
		[206151] = 2,
		[259396] = 3,
		[212295] = 9,
		[268936] = "达萨大王",
		[85673] = 2,
		[330373] = 8,
		[326278] = "特雷德奥瓦",
		[165195] = "主管索戈尔",
		[134477] = "阿拉克尼希 <牽着灵魂遊蕩-卡德罗斯>",
		[55126] = 2,
		[175435] = "钢铁工人",
		[259398] = 3,
		[261446] = "维克雷斯夫人",
		[330376] = 11,
		[101033] = 7,
		[326281] = "特雷德奥瓦",
		[103081] = 11,
		[88746] = 1,
		[261447] = "维克雷斯勋爵",
		[346762] = "芙莱达女男爵",
		[330380] = 9,
		[334476] = "外科医生缝肉",
		[277137] = "被奴役的冰霜元素",
		[313999] = 6,
		[117418] = 10,
		[187727] = 12,
		[342675] = "白骨魔导师",
		[285335] = "凇心斥候",
		[281240] = 4,
		[268953] = 4,
		[268954] = 4,
		[293529] = 11,
		[268955] = 4,
		[334488] = "外科医生缝肉",
		[187731] = "布莉安达",
		[31661] = 8,
		[318108] = 9,
		[243025] = 2,
		[247121] = 12,
		[334493] = "仙野烁光蛾",
		[334496] = 11,
		[314018] = 11,
		[5740] = 9,
		[77489] = 5,
		[330403] = "凋零大鹏",
		[322212] = "疑虑残迹",
		[330404] = "凋零大鹏",
		[326309] = "[*] 腐烂酸液",
		[6572] = 1,
		[277161] = "阿巴里亲王",
		[334502] = 6,
		[264877] = 3,
		[334505] = 2,
		[277165] = "[*] 低语黑暗",
		[264878] = 3,
		[130736] = 6,
		[216411] = 2,
		[191837] = 10,
		[281265] = 5,
		[338606] = "分离助理 <车间传送门>",
		[326319] = "德鲁斯特收割者",
		[334511] = 11,
		[314033] = "克熙尔唤虚者",
		[216413] = 2,
		[289459] = "妮瓦拉·夜影",
		[346800] = "斯塔夫罗斯勋爵",
		[257371] = "[*] 催泪毒气",
		[22703] = 9,
		[108211] = 4,
		[191840] = 10,
		[314040] = 9,
		[322232] = "斯特拉达玛侯爵",
		[277179] = 2,
		[289467] = 4,
		[253279] = "达萨莱战神",
		[277181] = 4,
		[334522] = "饥饿的毁灭者",
		[334523] = "饥饿的毁灭者",
		[322236] = "恶毒之裔",
		[273089] = 6,
		[277185] = 4,
		[346813] = "塔楼哨卫",
		[334526] = 6,
		[322239] = "恶毒之裔",
		[305857] = "奥戈佐亚",
		[277187] = 4,
		[208230] = "提克迪奥斯",
		[277189] = "阿玛赛特圣职者",
		[285381] = 11,
		[264903] = "阿库希尔",
		[210279] = "塞纳留斯",
		[118455] = 3,
		[277193] = "宣教士伊扎德",
		[297672] = "[*] 出列",
		[334534] = "研究铭文师",
		[297673] = 4,
		[334535] = "领地刃喙鹤",
		[277195] = "阿玛赛特圣职者",
		[66235] = 2,
		[289483] = "玛维·影歌",
		[85690] = "迅尾逐血狐",
		[269005] = "原始风暴元素 <翠屏山火法-凤凰之神>",
		[261479] = 6,
		[197995] = 7,
		[334538] = "大镇压者拉古亚斯",
		[32176] = 7,
		[277199] = "注能者斯基希斯",
		[338636] = "分离助理 <车间传送门>",
		[85691] = "迅尾食腐者",
		[8921] = 11,
		[338637] = "暗誓歌利亚",
		[195949] = 11,
		[197997] = 7,
		[334542] = "大镇压者拉古亚斯",
		[338638] = "暗誓歌利亚",
		[338639] = "暗誓歌利亚",
		[277203] = "阿巴里亲王",
		[132466] = 10,
		[21169] = 7,
		[277204] = "先知拉毕萨",
		[289492] = "玛维·影歌",
		[261483] = 6,
		[132467] = 10,
		[342739] = "凋缚巨骨",
		[281303] = 8,
		[118459] = "蝎子 <绯色灬呆呆劣-迅捷微风>",
		[53600] = 2,
		[264923] = "贪食的拉尔",
		[309978] = "[*] 妄念",
		[210291] = "传奇圣斗士-白银之手",
		[261488] = "诺斯弗德骑士",
		[338653] = "缝合助理 <车间传送门>",
		[334558] = "恐怖的狩猎大师",
		[264931] = "贪食的拉尔",
		[309985] = "莱登",
		[134522] = 1,
		[59233] = "[*] 野兽的印记",
		[269029] = "恐怖船长洛克伍德",
		[322274] = "佐尔拉姆斯虹吸者",
		[89792] = "盖尔提普 <莜月>",
		[330466] = 6,
		[77505] = 7,
		[269031] = 4,
		[338659] = 6,
		[330468] = "贪食的克里克西斯",
		[257397] = "铁潮锯骨者",
		[309991] = "腐蚀者恩佐斯",
		[109248] = 3,
		[330471] = "死亡观察者",
		[334567] = "恐怖的狩猎大师",
		[326377] = 11,
		[121536] = 5,
		[330477] = "死亡观察者",
		[285424] = 2,
		[259449] = 7,
		[179582] = "邪能领主扎昆",
		[281329] = "乔里船长",
		[301808] = "炽情者希里瓦兹",
		[204157] = 12,
		[330479] = "活化冥殇",
		[257402] = "哈兰·斯威提",
		[261498] = "[*] 蔓延腐化",
		[214397] = 12,
		[289523] = 7,
		[253307] = 4,
		[289524] = 7,
		[310003] = "莱登",
		[123586] = 10,
		[253308] = 4,
		[346866] = "忠诚的石裔魔",
		[334579] = "滑行污泥",
		[289526] = 1,
		[310005] = "莱登",
		[326389] = "艾谢朗",
		[326390] = 8,
		[27827] = 5,
		[259454] = 12,
		[257407] = "莱赞",
		[259455] = 9,
		[257408] = 6,
		[289534] = 10,
		[326396] = 11,
		[342780] = 8,
		[120517] = 5,
		[310015] = "莱登",
		[326399] = "长者漫枝",
		[257410] = 12,
		[322304] = "斯特拉达玛侯爵",
		[163208] = "泰克图斯",
		[330496] = "凋零语者",
		[59237] = "伊米亚野蛮者",
		[310019] = "[*] 充能锁链",
		[185736] = 9,
		[204167] = 6,
		[330500] = "长者漫枝",
		[310022] = "[*] 充能锁链",
		[257413] = 2,
		[181642] = 1,
		[301832] = "狂热者帕什玛",
		[55142] = "莫拉比",
		[163212] = 10,
		[301834] = 8,
		[326409] = "哈尔吉亚斯的碎片",
		[257415] = 12,
		[281357] = 11,
		[342794] = "狗舍监督者",
		[82635] = "金色的火舌蛙",
		[342796] = 6,
		[9179] = "马考格·阿巴迪尔",
		[218508] = "奥术师特尔安",
		[257418] = 3,
		[245131] = "旋风副官",
		[297746] = "萨尔",
		[289555] = 6,
		[59239] = "伊米亚野蛮者",
		[330513] = "[*] 毁灭蘑菇",
		[255372] = "莱赞",
		[257420] = 11,
		[255373] = "莱赞",
		[210320] = 2,
		[73422] = 2,
		[334615] = "首席管理者加弗林",
		[59752] = 3,
		[269085] = 2,
		[326426] = "哈尔吉亚斯的碎片",
		[285470] = 12,
		[210323] = 2,
		[285472] = 1,
		[273185] = "祖尔的持盾卫士",
		[293664] = 3,
		[108238] = 11,
		[342814] = 9,
		[191894] = 10,
		[259474] = "瑞克莎·流火",
		[285475] = 3,
		[59241] = "伊米亚猎血者",
		[257427] = 4,
		[342817] = 12,
		[175513] = 11,
		[293670] = "车间防御者",
		[330532] = "蹒跚的弩手",
		[293671] = 1,
		[265001] = "小型水元素",
		[269097] = "斯托颂勋爵",
		[326438] = "哈尔吉亚斯的碎片",
		[265002] = "贪食的拉尔",
		[289577] = 5,
		[277290] = "“双枪”安妮",
		[285482] = 2,
		[96977] = 4,
		[326440] = "哈尔吉亚斯的碎片",
		[269100] = "风险投资公司战争机器",
		[202138] = 12,
		[326441] = "哈尔吉亚斯的碎片",
		[330537] = "[*] 暴食瘴气",
		[338731] = "奥莱芙莉安",
		[269104] = "觉醒虚空",
		[326446] = 11,
		[285489] = 6,
		[173471] = "奥尔高格",
		[96979] = 4,
		[269108] = 2,
		[305970] = 4,
		[326450] = "堕落的驯犬者",
		[257436] = "铁潮海盗",
		[305973] = 4,
		[265016] = "鲜血主母选民",
		[51052] = 6,
		[285496] = 9,
		[322358] = "伊库斯博士",
		[326455] = "凯尔萨斯之影",
		[314168] = 6,
		[326456] = "凯尔萨斯之影",
		[269116] = "灌注能量的唤雷者",
		[185763] = 4,
		[281404] = 8,
		[285500] = 12,
		[301884] = 11,
		[338746] = 2,
		[210339] = 1,
		[301886] = 7,
		[334653] = "贪食的虱子",
		[259489] = "Hcâãäåæç-海克泰尔",
		[289601] = "珊蒂斯·羽月",
		[204197] = 5,
		[98007] = 7,
		[259491] = 3,
		[239013] = 1,
		[98008] = 7,
		[334660] = "活化武器 <贵族散兵>",
		[326469] = "[*] 折磨：魂铸热能",
		[330565] = "上古队长",
		[273225] = "卷沙神射手",
		[273226] = "[*] 腐烂孢子",
		[27576] = 4,
		[269131] = "斯托颂勋爵",
		[334664] = "刃喙雏鹤",
		[281420] = "水鼠帮盐鳞战士",
		[259495] = 3,
		[342857] = 12,
		[49007] = 10,
		[273232] = 12,
		[330573] = "长者漫枝",
		[20153] = "地狱火爪牙 <莜月>",
		[293714] = 1,
		[61295] = 7,
		[273238] = 12,
		[273239] = 12,
		[33649] = 12,
		[293719] = "隐秘之鱼",
		[273241] = "不羁的火花",
		[342869] = "激怒之灵",
		[187827] = 12,
		[293724] = "护盾发生器",
		[330586] = "腥臭屠夫",
		[77535] = 6,
		[259504] = "全自动赚钱炮",
		[297822] = "萨尔",
		[334684] = "[*] 使命之矛",
		[202164] = 1,
		[189877] = 11,
		[326494] = 2,
		[330590] = "[*] 暴食瘴气",
		[204213] = 5,
		[257458] = "哈兰·斯威提",
		[277347] = "哗变者加利亚",
		[346975] = 4,
		[202166] = 1,
		[326497] = 11,
		[339] = 11,
		[5487] = 11,
		[355] = 1,
		[251316] = 1,
		[204215] = 5,
		[257460] = "[*] 燃烧残片",
		[379] = 7,
		[338788] = 2,
		[403] = 7,
		[185786] = 11,
		[301929] = "黑水巨鳗",
		[301930] = "黑水巨鳗",
		[69347] = "天灾领主泰兰努斯",
		[29882] = "狂乱的法力涌动者",
		[322410] = "凝结软泥",
		[293740] = "隐秘之鱼",
		[297836] = "强能火花",
		[16827] = "卡尔金",
		[273264] = 3,
		[187837] = 7,
		[346989] = "未知目标",
		[342894] = 12,
		[330608] = "腐臭的气囊怪",
		[686] = 9,
		[322418] = "大厅哨兵",
		[702] = 9,
		[710] = 9,
		[232893] = 12,
		[171457] = 3,
		[157122] = 2,
		[774] = 11,
		[334708] = "巴加斯特之影 <巴加斯特>",
		[338804] = 12,
		[69350] = "演武场冠军",
		[265081] = "鲜血主母选民",
		[36213] = "巨型土元素 <儍僈>",
		[261565] = "哈达尔·黑渊",
		[330614] = "腐臭的气囊怪",
		[273274] = "[*] 极化力场",
		[98021] = "未知目标 <儍僈>",
		[265084] = "虔诚鲜血祭司",
		[297851] = "强能火花",
		[334713] = "恐惧猎犬 <小瑶瑶呀-贫瘠之地>",
		[342905] = "米尔豪斯·法力风暴",
		[281469] = 5,
		[974] = 7,
		[982] = 3,
		[155078] = "格鲁尔",
		[1022] = 2,
		[265088] = "拉米·曼寇",
		[234946] = 5,
		[265089] = "虔诚鲜血祭司",
		[243138] = 3,
		[310143] = 9,
		[265091] = "虔诚鲜血祭司",
		[289666] = 5,
		[265092] = 3,
		[322433] = "大厅哨兵",
		[347008] = "尼尔库里尔 <小瑶瑶呀-贫瘠之地>",
		[273285] = "不稳定的种荚",
		[183752] = 12,
		[257476] = "铁潮猎犬",
		[24252] = 10,
		[212423] = "复生的潜伏者 <似人散随风丶-克尔苏加德>",
		[157131] = 2,
		[273289] = 3,
		[257478] = "铁潮猎犬",
		[216521] = 10,
		[84714] = 8,
		[59254] = "伊米亚通灵师",
		[326538] = "昔日罪孽",
		[273294] = "[*] 野火",
		[342923] = "啸翼",
		[202188] = 7,
		[85739] = 1,
		[297871] = 8,
		[273298] = 10,
		[255434] = "莱赞",
		[273299] = 10,
		[2584] = 10,
		[59255] = "伊米亚通灵师",
		[70381] = "熔炉之主加弗斯特",
		[257483] = "[*] 骨堆",
		[322450] = "特雷德奥瓦",
		[132563] = 5,
		[46968] = 1,
		[212431] = 3,
		[132564] = 1,
		[202192] = 7,
		[259533] = "[*] 艾泽里特催化剂",
		[198097] = 4,
		[216528] = 7,
		[334743] = "[*] 黑暗伴舞",
		[265116] = 2,
		[204242] = 2,
		[281501] = 10,
		[269214] = 2,
		[273310] = 5,
		[342938] = 9,
		[334747] = "尸体收割者",
		[330652] = 11,
		[334748] = "尸体收割者",
		[273312] = 5,
		[330653] = 11,
		[334749] = "尸体收割者",
		[347037] = 4,
		[19134] = "指挥官斯托比德",
		[39802] = 10,
		[330656] = 11,
		[322465] = "特雷德奥瓦",
		[293795] = 2,
		[330658] = 11,
		[108271] = 7,
		[84721] = 8,
		[330661] = 11,
		[334757] = "巴加斯特",
		[330662] = 11,
		[310184] = "赛古斯",
		[330663] = 11,
		[273323] = 7,
		[347047] = 8,
		[306090] = "未知目标",
		[257495] = "泥沙女王",
		[326570] = 11,
		[330666] = 11,
		[269230] = "莱班",
		[322475] = "[*] 魔药撞击",
		[269231] = "莱班",
		[330668] = 11,
		[269232] = "莱班",
		[340283] = "纱雾夜花",
		[116888] = 6,
		[70388] = "怒骨巫师",
		[64695] = 7,
		[171761] = 4,
		[326574] = "外科医生缝肉",
		[262007] = "老练的巫师",
		[104318] = "野生小鬼 <野生般茄>",
		[273330] = 8,
		[68987] = "伊克",
		[19647] = "匹恩德鲁姆 <莜月>",
		[265665] = "生命腐质",
		[209426] = 12,
		[124280] = 10,
		[57723] = 2,
		[80240] = 9,
		[58747] = "比亚格里将军",
		[59259] = "坚钢狂暴者",
		[297907] = "艾萨拉女王",
		[345020] = 2,
		[277943] = 7,
		[342961] = "商人赛·艾柯莎",
		[198111] = 8,
		[269238] = 4,
		[185824] = "邪能烧灼者",
		[204255] = 12,
		[260813] = "商业大亨拉兹敦克",
		[269239] = 4,
		[251231] = 6,
		[49020] = 6,
		[265144] = 5,
		[260402] = 3,
		[49088] = 6,
		[277432] = "[*] 钢铁箭雨",
		[202461] = 11,
		[265642] = "染病斗牛犬",
		[322486] = "仙木灵居民",
		[296113] = 12,
		[81782] = 5,
		[124659] = 9,
		[322487] = "仙木灵居民",
		[187874] = 7,
		[5143] = 8,
		[185709] = 7,
		[300328] = 9,
		[69570] = "获释的部落奴隶",
		[57724] = 6,
		[334776] = 6,
		[275748] = "白化惧牙蛇",
		[152279] = 6,
		[260508] = "魂缚巨像",
		[261437] = 5,
		[59321] = "灵魂之泉",
		[322938] = "德鲁斯特收割者",
		[124218] = 1,
		[198337] = 1,
		[322491] = "斯特拉达玛侯爵",
		[187876] = "灵文师阿萨洛斯",
		[330683] = 2,
		[285630] = 8,
		[322492] = "斯特拉达玛侯爵",
		[277439] = "安全检查机器人",
		[198116] = 8,
		[289083] = 12,
		[322493] = "脆骨法师",
		[155111] = 9,
		[247218] = "部落步兵 <嘎嘣瘟死-奥特兰克>",
		[210342] = "塞纳留斯",
		[191068] = "未知目标 <阿克蒙德>",
		[7384] = 1,
		[258628] = "[*] 地震回荡",
		[755] = 9,
		[278244] = 1,
		[187878] = 7,
		[332861] = 6,
		[257506] = 4,
		[255654] = 11,
		[261602] = 12,
		[94472] = 5,
		[200166] = 12,
		[273348] = 10,
		[293827] = "麦卡贡工匠",
		[265157] = 3,
		[257284] = 3,
		[306115] = "莱登",
		[61309] = 8,
		[45438] = 8,
		[24242] = 6,
		[158188] = 4,
		[204263] = 5,
		[314308] = "乌尔格斯，勇士噬灭者",
		[256479] = "火焰之魂",
		[188070] = 7,
		[55216] = "被打扰的冰川幽魂",
		[314309] = "乌尔格斯，勇士噬灭者",
		[263197] = "重型火炮 <我皮的要死-迅捷微风>",
		[186016] = "[*] 邪火弹药",
		[271660] = 2,
		[330693] = "恶心的残躯",
		[318406] = "斩血",
		[256594] = "拉乌尔船长",
		[308380] = "审判官达克斯比",
		[330694] = "恶心的残躯",
		[108280] = 7,
		[109304] = 3,
		[59052] = 6,
		[69568] = "获释的部落奴隶",
		[205391] = "克洛苏斯",
		[257422] = 12,
		[277451] = "风投探员",
		[206222] = "古尔丹",
		[334792] = "猎手阿尔迪莫",
		[185835] = "麦克巴拉什",
		[38572] = "元首达拉",
		[330697] = "染病恐魔",
		[273665] = "[*] 裂地扰动",
		[318714] = "未知目标",
		[259711] = "监狱守卫",
		[222695] = 2,
		[108281] = 7,
		[322507] = 10,
		[198067] = 7,
		[301887] = 4,
		[285646] = 11,
		[322363] = 11,
		[287731] = 2,
		[265168] = "拉米·曼寇",
		[155266] = "元素尊者",
		[257437] = "铁潮海盗",
		[297850] = 10,
		[303876] = "深渊指挥官西瓦拉",
		[334797] = "巴加斯特",
		[289744] = 12,
		[59529] = "沃尔坎",
		[105174] = 9,
		[269266] = "攻城恐魔",
		[289745] = "珊蒂斯·羽月",
		[326607] = "石裔掠夺者",
		[330703] = "凋零淤泥喷射者",
		[175599] = "拜夜虔信者",
		[6262] = 2,
		[277459] = "风投爆破专家",
		[115450] = 10,
		[200174] = 5,
		[247402] = 3,
		[118522] = 7,
		[5302] = 1,
		[159217] = "[*] 刃舞",
		[47779] = "管家",
		[273349] = 11,
		[198127] = 8,
		[200175] = 12,
		[185840] = "麦克巴拉什",
		[277462] = "风投中层经理",
		[297941] = 10,
		[175601] = "拜夜虔信者",
		[171627] = 1,
		[261612] = "被遗忘者炼金师 <楓剑-萨菲隆>",
		[174473] = "钢铁血法师",
		[167410] = 6,
		[185841] = "麦克巴拉什",
		[207317] = 6,
		[190043] = "武器大师麦克奥",
		[301947] = "狂热者帕什玛",
		[269456] = "维克戈斯",
		[50842] = 6,
		[22718] = 3,
		[265337] = "血渍小猪",
		[202225] = 1,
		[342998] = 5,
		[330711] = "啸翼",
		[223704] = "灰熊诱捕者",
		[55128] = "毒蛇陷阱 <悲伤之殇-伊森利恩>",
		[277467] = "风投制作人",
		[330712] = "啸翼",
		[54680] = "魔暴龙 <秃头美少女丶-安苏>",
		[306272] = 6,
		[326617] = "石裔掠夺者",
		[93402] = 11,
		[277297] = "风投探员",
		[81114] = 4,
		[1044] = 2,
		[320919] = 8,
		[334810] = "穆厄扎拉",
		[338906] = 11,
		[204275] = "斯考匹隆",
		[257424] = 10,
		[269279] = 4,
		[338907] = 11,
		[293854] = "麦卡贡工匠",
		[330716] = "传送门守卫",
		[213691] = 3,
		[58973] = "达卡莱猎神者",
		[258430] = 2,
		[293946] = 4,
		[269352] = 7,
		[69565] = "获释的部落奴隶",
		[343005] = "啸翼",
		[203277] = 8,
		[269282] = 3,
		[163201] = 1,
		[277474] = "风投中层经理",
		[265187] = 9,
		[302049] = "羊水喷发 <虚悯者>",
		[112870] = 9,
		[277495] = "赤潮投叉手",
		[330720] = "传送门守卫",
		[275440] = "硫磺恶犬",
		[306146] = 9,
		[210294] = 2,
		[85256] = 2,
		[294609] = 11,
		[175607] = "拜夜影誓者",
		[235693] = "伊崔格 <Magiccream>",
		[132603] = 5,
		[200183] = 5,
		[216371] = 2,
		[293861] = "反步兵松鼠 <麦卡贡工匠>",
		[189944] = "秘法师维鲁恩",
		[175594] = "女铁匠火手",
		[259572] = "沃卡尔",
		[343011] = 12,
		[279457] = 10,
		[198103] = 7,
		[285594] = 10,
		[326629] = "外科医生缝肉",
		[330725] = "传送门守卫",
		[52098] = "比亚格里将军",
		[226807] = 3,
		[343013] = 12,
		[35199] = "获释的部落奴隶",
		[31935] = 2,
		[165185] = 7,
		[205021] = 8,
		[308308] = "堕落的穿心者",
		[209615] = "艾利桑德",
		[259574] = "沃卡尔",
		[277483] = "赤潮秘法师",
		[271178] = "苍白吞噬者",
		[189865] = "深渊召唤者泽里莎",
		[218617] = 1,
		[265019] = "鲜血主母选民",
		[330729] = 11,
		[30146] = 9,
		[70278] = "怒骨苦工",
		[198030] = 12,
		[330730] = 10,
		[281388] = "艾什凡炮手",
		[269313] = "暴虐的工兵",
		[277486] = "恶肉织符者",
		[189945] = "秘法师维鲁恩",
		[211659] = "[*] 奥术桎梏",
		[262926] = "裂隙之刃克莱恩",
		[65410] = 4,
		[82691] = 8,
		[271105] = 1,
		[259456] = 2,
		[326637] = "石裔剔骨者",
		[163209] = "泰克图斯",
		[175614] = "拜夜影誓者",
		[47977] = 8,
		[326638] = "石裔剔骨者",
		[265202] = 5,
		[269298] = "雇来的刺客",
		[268911] = 10,
		[343022] = "啸翼",
		[222716] = "污心腐蚀者",
		[275010] = "幽魂之牙",
		[258338] = "拉乌尔船长",
		[107203] = 1,
		[313955] = "希尔瓦娜斯·风行者",
		[318449] = "腐蚀者恩佐斯",
		[148859] = 5,
		[343024] = "啸翼",
		[92089] = 12,
		[269301] = "不羁畸变怪",
		[265930] = "部落投石车",
		[326642] = "石裔剔骨者",
		[297972] = "艾瑟内尔",
		[269302] = "雇来的刺客",
		[257310] = "铁潮火炮",
		[70302] = "怒骨苦工",
		[281590] = 12,
		[202137] = 12,
		[117952] = 10,
		[326644] = "石裔剔骨者",
		[198144] = 8,
		[285272] = "布伦恩大师",
		[185857] = "艾什凡水兵",
		[277496] = "赤潮投叉手",
		[25504] = 7,
		[306184] = "莱登",
		[322550] = "特雷德奥瓦",
		[197003] = 4,
		[328452] = "克罗托斯",
		[108292] = 11,
		[306168] = "未知目标",
		[326647] = 11,
		[281594] = 12,
		[114954] = 8,
		[80646] = "铁怒之魂",
		[61515] = "坚钢唤天者",
		[197629] = 11,
		[183811] = 2,
		[303838] = 11,
		[209471] = "梦魇脓液",
		[330745] = 8,
		[324520] = 7,
		[322554] = "执行者塔沃德",
		[196099] = 9,
		[275014] = "维克戈斯",
		[108293] = 11,
		[191587] = 6,
		[77575] = 6,
		[206339] = "古尔丹",
		[326623] = "石裔掠夺者",
		[48517] = 11,
		[196100] = 9,
		[309882] = "教徒驱奴者",
		[200196] = 5,
		[322557] = "德鲁斯特斩魂者",
		[204292] = "斯考匹隆",
		[330749] = 2,
		[257537] = 8,
		[259585] = "部落投石车",
		[277505] = "恶肉死亡行者",
		[107270] = 10,
		[54149] = 2,
		[265925] = "部落投石车",
		[259391] = 3,
		[263257] = "阿斯匹克斯",
		[224772] = 3,
		[273411] = "阿斯匹克斯",
		[91797] = "肋骨破坏者 <鈈怕伱喲-芬里斯>",
		[330752] = 12,
		[341404] = "心能宝珠",
		[257426] = "铁潮执行者",
		[155145] = 2,
		[56919] = "联盟祭司",
		[71433] = 2,
		[157128] = 2,
		[265923] = "黄金风蛇",
		[22724] = 3,
		[263066] = "不靠谱的助理",
		[322563] = "特雷德奥瓦",
		[324748] = 1,
		[330755] = "眼魔泽尔伽",
		[334378] = "研究铭文师",
		[273415] = 1,
		[162530] = 10,
		[262753] = 2,
		[334852] = "赫库提斯",
		[196941] = 2,
		[236298] = 8,
		[55106] = "莫拉比",
		[257541] = 8,
		[263278] = "[*] 掩护",
		[314387] = "恶毒增生",
		[40120] = 11,
		[203124] = "莱索恩",
		[322567] = "执行者塔沃德",
		[273090] = 6,
		[304093] = "亡语者",
		[285706] = 9,
		[97033] = 10,
		[47700] = 8,
		[312782] = "腐蚀者恩佐斯",
		[209174] = "艾利桑德",
		[322569] = "德鲁斯特斩魂者",
		[198149] = 8,
		[263573] = "阿德里斯",
		[279185] = "切割机技师",
		[261983] = "凶猛的刚诺夫",
		[338525] = 11,
		[334625] = "德沃丝",
		[283143] = "万磁臂",
		[65917] = 2,
		[65365] = 2,
		[277479] = "恶肉劫掠者",
		[257544] = "地怒者",
		[97034] = 8,
		[221883] = 2,
		[69167] = "天灾领主泰兰努斯",
		[233759] = 10,
		[273424] = 4,
		[263371] = "阿斯匹克斯",
		[324760] = "哈尔吉亚斯的碎片",
		[340872] = "毁灭之刃",
		[260773] = "女巫索林娜",
		[212492] = "魔剑士奥鲁瑞尔",
		[210324] = 2,
		[265914] = "[*] 熔化的黄金",
		[303799] = "艾萨拉女王",
		[204301] = 2,
		[179681] = "邪能领主扎昆",
		[334863] = 6,
		[97035] = 1,
		[225119] = 8,
		[58460] = "碧蓝强制者",
		[334864] = 5,
		[2649] = "戈拉",
		[326684] = "米尔豪斯·法力风暴",
		[115315] = 10,
		[335540] = "难缠的石精",
		[127158] = 12,
		[212494] = "魔剑士奥鲁瑞尔",
		[281621] = "机甲驾驶员",
		[124682] = 10,
		[184793] = "索沃克",
		[328289] = "弃誓看守人",
		[116011] = 8,
		[159250] = "卡加斯·刃拳",
		[265911] = "暴怒云气",
		[5394] = 7,
		[195292] = 6,
		[157981] = 8,
		[303686] = "迅捷者拉克夏",
		[200200] = 5,
		[279729] = 11,
		[61584] = "雷铸符文师",
		[81340] = 6,
		[269120] = 8,
		[339632] = 7,
		[328342] = "毒牙蛛 <喷毒狙击手>",
		[61549] = "伊米亚狂战士",
		[294578] = 6,
		[314392] = "恶毒增生",
		[285514] = 7,
		[302769] = 11,
		[297578] = 3,
		[303559] = 3,
		[345453] = 5,
		[345361] = 4,
		[320232] = "商人赛·艾柯莎",
		[29893] = 9,
		[120588] = 7,
		[44425] = 8,
		[311819] = "吉尔尼斯炸弹专家",
		[263074] = "不靠谱的助理",
		[292136] = 3,
		[274914] = 10,
		[155158] = 8,
		[198121] = 8,
		[342874] = "圣物匠赛·墨克斯",
		[80652] = "锤核之魂",
		[277535] = "维克戈斯",
		[314397] = "腐蚀者之血",
		[270923] = "沃希女王",
		[84751] = 8,
		[271055] = "隐秘之牙",
		[333292] = "受诅者赛泽尔",
		[320727] = "[*] 错位冲击波",
		[64382] = 1,
		[276970] = 11,
		[338357] = "格里恩缝合憎恶",
		[320168] = "米尔菲丝·法力风暴",
		[285466] = 7,
		[200025] = 2,
		[255506] = "蟹卵",
		[257274] = "[*] 污秽油膜",
		[195182] = 6,
		[73325] = 5,
		[330784] = "战场祭师",
		[114942] = "未知目标 <儍僈>",
		[267052] = "织影者扎拉",
		[29166] = 11,
		[98444] = 2,
		[303382] = "艾萨亚雷剧毒卫士",
		[326434] = 11,
		[162264] = 12,
		[330786] = "艾柯尔·胆肉",
		[210155] = 12,
		[224729] = "铁潮掠夺者",
		[308525] = 12,
		[298021] = "艾瑟内尔",
		[269351] = "提扎拉",
		[64657] = 1,
		[332329] = "阿塔莱虔信者",
		[184693] = 11,
		[334884] = "剥离之魂",
		[316099] = 9,
		[204021] = 12,
		[314406] = "纺虚者玛熙尔",
		[175642] = "[*] 毁灭符文",
		[304245] = "深渊猎矛者",
		[326430] = "凯尔萨斯之影",
		[230935] = 2,
		[6770] = 4,
		[218967] = "墨裘巨兽",
		[293032] = 2,
		[298025] = "太阳先知滕哈门",
		[198013] = 12,
		[229206] = 4,
		[293930] = "麦卡贡机械师",
		[274087] = "族母纳丝娜娅",
		[52029] = "比亚格里将军",
		[91807] = "铁锤贩卖者 <似人散随风丶-克尔苏加德>",
		[69395] = 9,
		[330793] = "眼魔泽尔伽",
		[334889] = "[*] 石化嚎叫",
		[273453] = 7,
		[5938] = 4,
		[314411] = "纺虚者玛熙尔",
		[264689] = 12,
		[326056] = "[*] 心能飞弹",
		[155166] = 6,
		[268810] = "测试对象",
		[213610] = 5,
		[273455] = 4,
		[127315] = 11,
		[328906] = 8,
		[276840] = 11,
		[215443] = "艾乐瑞瑟·雷弗拉尔",
		[8676] = 4,
		[5308] = 1,
		[334893] = "[*] 尖石裂片",
		[276901] = "扎拉提克螳螂妖",
		[66052] = 10,
		[221554] = "坚毅的宫廷卫士",
		[303519] = "迫信者克斯柯尔",
		[134359] = 4,
		[232692] = "古尔丹",
		[298033] = "克熙尔支配者",
		[48518] = 11,
		[131347] = 12,
		[330135] = "[*] 恶疾之泉",
		[330438] = "死亡观察者",
		[334896] = 6,
		[201350] = 1,
		[250096] = "亚兹玛",
		[70421] = "获释的部落奴隶",
		[334076] = "亡语者",
		[88852] = 2,
		[295384] = 11,
		[314419] = 6,
		[269366] = "库尔提拉斯工程师",
		[155921] = "主管索戈尔",
		[77478] = 7,
		[255516] = "死爪卵母",
		[334899] = "喷毒狙击手",
		[306229] = 3,
		[328205] = "弃誓恶毒者",
		[257293] = "疾风军刀",
		[204019] = 2,
		[279956] = 3,
		[32409] = "[*] 暗言术：灭",
		[314422] = 6,
		[269369] = "提扎拉",
		[322614] = "特雷德奥瓦",
		[115989] = 6,
		[23881] = 1,
		[173299] = "鞭爪秃鹫",
		[273466] = 7,
		[289184] = 4,
		[269092] = "军械专家",
		[299705] = "扎库尔",
		[289850] = "珊蒂斯·羽月",
		[326712] = "黑暗助祭",
		[17481] = 3,
		[257871] = "铁潮冒险家",
		[287722] = 5,
		[264605] = "拉米·曼寇",
		[59788] = 11,
		[30151] = "斯克尔科瑞尔 <野生般茄>",
		[236077] = 1,
		[310331] = "心灵之眼",
		[330810] = "桎梏之魂",
		[85222] = 2,
		[273470] = "恐怖船长洛克伍德",
		[31687] = 8,
		[219521] = 5,
		[302141] = "艾萨拉女王",
		[194084] = 7,
		[310333] = "心灵之眼",
		[276889] = "扎拉提克塑珀者",
		[32546] = 5,
		[39897] = 5,
		[118905] = "电能图腾 <儍僈>",
		[330813] = "眼魔泽尔伽",
		[334909] = "[*] 压制气场",
		[326731] = 2,
		[326718] = "赤红学员",
		[270495] = "[*] 治疗之潮",
		[301494] = "黑水巨鳗",
		[265882] = "主母阿尔玛",
		[155176] = "元素尊者",
		[318451] = "腐蚀者恩佐斯",
		[275378] = 9,
		[276884] = "扎拉提克穿刺者",
		[312078] = "尖刺触须",
		[330816] = "艾柯尔·胆肉",
		[336906] = 6,
		[306242] = 12,
		[276882] = "扎拉提克死亡诵唱者",
		[255523] = "南海炮兵",
		[334913] = "穆厄扎拉",
		[264624] = 5,
		[265880] = "主母阿尔玛",
		[262794] = "风险投资公司策划",
		[261438] = "维克雷斯勋爵",
		[279696] = "Violent Crash Stalker <考戈尔，考戈尔的曾孙>",
		[265879] = "[*] 恐惧印记",
		[137619] = 4,
		[203981] = 12,
		[177705] = "刀塔巫师",
		[277575] = "赤潮投叉手",
		[298054] = "艾什凡女勋爵",
		[157153] = 7,
		[113780] = 4,
		[155179] = "熔炉工程师",
		[273354] = 10,
		[147728] = 7,
		[273481] = 2,
		[212520] = 1,
		[330822] = "眼魔泽尔伽",
		[334918] = "贪食的蛮兵",
		[81269] = 11,
		[282260] = 1,
		[157228] = 11,
		[334919] = "[*] 石化嚎叫",
		[197834] = 4,
		[59569] = 7,
		[309658] = 4,
		[58991] = "达卡莱犀牛",
		[342420] = 6,
		[155181] = "鼓风者",
		[107079] = 10,
		[334921] = "贪食的蛮兵",
		[297237] = "虚缚萨满祭司",
		[61326] = "碧蓝缚鳞者",
		[276890] = "战斗医师卡瓦兹",
		[61564] = "塑树者奥莫洛克",
		[210131] = "埃德加德·影爪",
		[293965] = 4,
		[308375] = "堕落的虚空语者",
		[332241] = "[*] 地基坍塌",
		[243241] = 5,
		[49039] = 6,
		[255996] = 2,
		[295261] = 4,
		[345130] = 1,
		[326733] = 2,
		[208086] = 1,
		[269406] = "泰坦守护者赫兹雷尔",
		[210126] = 8,
		[266505] = "夜刃猎豹",
		[187074] = "魁梧的狂战士",
		[334926] = "被操纵的钻凋者",
		[286900] = "艾泽里特宝石晶背蛛",
		[325004] = "伊涅瓦·暗脉女勋爵",
		[347214] = 1,
		[184847] = "古尔图格·血沸",
		[306257] = "[*] 不稳定的生命",
		[202168] = 1,
		[260798] = 1,
		[104773] = 9,
		[301807] = "炽情者希里瓦兹",
		[155185] = "元素尊者",
		[189999] = 8,
		[265315] = 8,
		[228537] = 12,
		[277589] = "占卜者布林伍夫",
		[298068] = 5,
		[268024] = "塞塔里斯之心",
		[263309] = "阿德里斯",
		[323538] = "高阶裁决官阿丽兹",
		[78621] = "奈法利安",
		[269399] = "低语者沃尔兹斯",
		[320576] = "维鲁拉克斯魔药编织者",
		[267441] = "老练军士斯雷德",
		[196741] = 10,
		[334932] = "赫库提斯",
		[260258] = "虚空碎片",
		[171570] = "钢铁码头工人",
		[130260] = "亵渎者伊思达",
		[280170] = 3,
		[270624] = "束缚恐魔",
		[255814] = "复活的荣誉卫士",
		[334196] = 7,
		[334934] = 1,
		[253106] = 2,
		[155188] = 11,
		[298073] = "堕落者科萨鲁斯",
		[334935] = 7,
		[322648] = "[*] 心灵连接",
		[229499] = 8,
		[282249] = "布伦恩大师",
		[253008] = 6,
		[320646] = "[*] 恶臭气体",
		[228532] = 12,
		[304075] = "渊誓祭师",
		[30153] = "斯克尔科瑞尔 <野生般茄>",
		[171850] = 12,
		[212530] = "魔剑士奥鲁瑞尔",
		[308030] = "焰炉执行者",
		[334938] = 7,
		[289885] = 9,
		[271538] = 2,
		[295963] = 11,
		[334939] = "玛尔苟",
		[267271] = "部落投石车",
		[274703] = "溺水的深渊使者",
		[324427] = "奥莱芙莉安",
		[22812] = 11,
		[171849] = 12,
		[202147] = 1,
		[330423] = "真菌猛攻者",
		[257585] = "[*] 火炮弹幕",
		[322654] = "特雷德奥瓦",
		[22273] = "大法师莫丹特·永影",
		[327811] = "卡尔将军",
		[334942] = "玛尔苟",
		[322655] = "特雷德奥瓦",
		[155192] = "熔炉工程师",
		[255538] = "南海炮兵",
		[272987] = 12,
		[306273] = 9,
		[293986] = "蜘蛛坦克",
		[330848] = "[*] 跳错了",
		[322125] = 11,
		[58769] = "比亚格里将军",
		[155193] = 11,
		[255539] = "南海炮兵",
		[334945] = "玛尔苟",
		[264455] = 5,
		[344244] = 7,
		[314467] = "爆炸甲虫",
		[255546] = 4,
		[289026] = "恶毒尖啸者 <珞媞-影之哀伤>",
		[280773] = 1,
		[326040] = "昔日罪孽",
		[48018] = 9,
		[155201] = "熔炉工程师",
		[334961] = "穆厄扎拉",
		[265320] = 8,
		[50066] = "南瓜士兵 <伊奈帆-国王之谷>",
		[127220] = 1,
		[198838] = 7,
		[298087] = "奥戈佐亚",
		[106830] = 11,
		[306279] = 9,
		[277623] = "艾泽里特宝石爬行者",
		[342320] = "伊涅瓦·暗脉女勋爵",
		[19483] = "地狱火爪牙 <莜月>",
		[295248] = 4,
		[155196] = "熔渣元素",
		[265338] = "未知目标",
		[269419] = "[*] 巨口之门",
		[313609] = 9,
		[228920] = 1,
		[162997] = 1,
		[290994] = 3,
		[343159] = "哈尔基塔司",
		[343144] = 5,
		[328880] = "圣物匠赛·墨克斯",
		[142910] = 3,
		[32747] = 12,
		[190984] = 11,
		[211064] = 1,
		[274395] = 2,
		[171845] = 10,
		[8936] = 11,
		[330875] = "卑劣的暗语者",
		[339067] = "泥拳",
		[205385] = 5,
		[276767] = "深渊祭师",
		[281711] = 2,
		[100130] = 1,
		[258128] = "铁潮暴徒",
		[255445] = "莱赞",
		[332409] = 2,
		[257593] = "艾泽洛克",
		[337824] = 2,
		[286331] = 5,
		[281713] = 1,
		[258172] = "伐木工里奥",
		[345805] = 9,
		[155200] = "熔渣元素",
		[281714] = "部落掷斧者 <不失优雅-布兰卡德>",
		[270576] = 4,
		[97059] = 9,
		[321807] = "佐尔拉姆斯刻骨者",
		[47442] = "未知目标",
		[285811] = 11,
		[272534] = "宝藏狂热者",
		[69413] = "演武场冠军",
		[59795] = "艾欧纳尔",
		[60307] = 6,
		[273525] = 9,
		[289074] = "恶毒尖啸者 <珞媞-影之哀伤>",
		[314483] = "萨姆莱克，混沌唤引者",
		[334962] = 11,
		[273526] = 9,
		[326771] = "石裔切割者",
		[93339] = 9,
		[48020] = 9,
		[267001] = "瓦力格",
		[343155] = "哈尔基塔司",
		[330868] = "狂热的缚魂者",
		[332002] = "活化冥殇",
		[323190] = "缝合先锋",
		[108853] = 8,
		[298103] = "奥戈佐亚",
		[257597] = "艾泽洛克",
		[86949] = 8,
		[288865] = 11,
		[53652] = 2,
		[346369] = 1,
		[55598] = "达卡莱医师",
		[310392] = "西诺德",
		[226757] = 8,
		[334967] = "刃喙鹤母",
		[97061] = 8,
		[228928] = 8,
		[181827] = "邪影守望者",
		[341197] = "纳斯利亚鹰眼射手",
		[322681] = "缝肉的造物",
		[320114] = "无堕者哈夫",
		[281724] = 9,
		[311499] = 11,
		[223038] = "恐魂腐蚀者",
		[44949] = 1,
		[171841] = 6,
		[334970] = "穆厄扎拉",
		[268956] = 4,
		[325384] = "伊涅瓦·暗脉女勋爵",
		[298109] = 12,
		[334971] = "玛尔苟",
		[97062] = 1,
		[319765] = "库尔萨洛克",
		[325908] = "伊涅瓦·暗脉女勋爵",
		[298121] = "艾瑟内尔",
		[256546] = "托萨克",
		[294015] = "蜘蛛坦克",
		[341300] = "纳斯利亚加尔贡骑手",
		[255567] = "特隆加",
		[286953] = "潜地者巴托克",
		[329919] = "邦桑迪的怒火",
		[265346] = "恐翼渡鸦",
		[270505] = "帕特拉女王",
		[264464] = 9,
		[331997] = "奥莱芙莉安",
		[265347] = "恐翼渡鸦",
		[268616] = 2,
		[1706] = 5,
		[291036] = 7,
		[174574] = "钢铁血法师",
		[303284] = "被束缚的风暴",
		[258723] = "[*] 怪诞之池",
		[155209] = "山脉之心",
		[314498] = "妮瓦拉·夜影",
		[330896] = 11,
		[273541] = 12,
		[294020] = 7,
		[181832] = "邪影守望者",
		[33110] = 5,
		[338353] = "尸体采集者",
		[109132] = 10,
		[318102] = "无堕者哈夫",
		[267666] = 3,
		[341395] = "女执行官奥菲莉亚",
		[262348] = "蛛形地雷",
		[265352] = "瘟疫蟾蜍",
		[253058] = 11,
		[258133] = "水鼠帮掠夺者",
		[269935] = "未知目标",
		[222791] = "索拉斯·托尔贝恩国王 <Magiccreamdk>",
		[206651] = "萨维斯",
		[139546] = 4,
		[343173] = 4,
		[298120] = "艾瑟内尔",
		[253517] = "达萨莱神官",
		[221771] = 10,
		[1725] = 4,
		[255558] = "[*] 污血",
		[296523] = "渊誓寻猎者",
		[291658] = 8,
		[277643] = "占卜者布林伍夫",
		[298122] = "深渊指挥官西瓦拉",
		[285835] = 4,
		[251463] = 9,
		[155213] = "熔渣元素",
		[192999] = 9,
		[43927] = 1,
		[225081] = "被亵渎的守护者",
		[326794] = "审判官西加尔",
		[326808] = 6,
		[263262] = "页岩啃噬者",
		[323177] = "宗主奥法兰",
		[224378] = "星界助祭",
		[329314] = 2,
		[257608] = "泥沙女王",
		[197690] = 1,
		[24723] = 2,
		[16589] = 7,
		[334988] = "凋缚巨骨",
		[208697] = "死光触须",
		[8679] = 4,
		[281744] = 11,
		[192077] = 7,
		[206967] = 6,
		[55250] = "迦尔达拉",
		[230987] = 9,
		[255575] = "女祭司阿伦扎",
		[257616] = "“小刀”洛蒂",
		[345456] = 5,
		[122783] = 10,
		[303267] = "赞齐尔蛮兵",
		[303501] = "征服者加瓦尔",
		[258773] = "天空上尉库拉格",
		[265364] = "瘟疫蟾蜍",
		[302226] = 11,
		[279584] = 12,
		[19574] = 3,
		[341352] = "纳斯利亚加尔贡骑手",
		[329863] = "哭泣的怨灵",
		[177744] = "熔渣元素",
		[80035] = "龙人苦工",
		[265366] = "小型水元素",
		[291021] = 12,
		[340208] = "纱雾龙母",
		[282214] = "艾尔琳·捷足",
		[314516] = "妮瓦拉·夜影",
		[213083] = "寒冰魔灵",
		[59166] = "雷铸战术师",
		[294038] = 2,
		[265368] = "着魔的队长",
		[198766] = "赤精 <灬麥田守护者-凤凰之神>",
		[322709] = "特雷德奥瓦",
		[294039] = 9,
		[203534] = 3,
		[192081] = 11,
		[280709] = 9,
		[326806] = "审判官西加尔",
		[314519] = "妮瓦拉·夜影",
		[311571] = "铁枝德鲁伊",
		[322711] = "哈尔吉亚斯",
		[256044] = "科古斯狱长",
		[265371] = "着魔的队长",
		[192082] = 7,
		[273563] = "卷沙神射手",
		[294042] = 9,
		[265372] = "被奴役的卫士",
		[320752] = 7,
		[204598] = 12,
		[326809] = 6,
		[59800] = "艾欧纳尔",
		[219199] = 3,
		[219485] = 10,
		[245328] = "光缚神射手",
		[52770] = "艾欧纳尔",
		[332944] = 6,
		[209258] = 12,
		[264384] = "女巫会占卜者",
		[298155] = 10,
		[48025] = 9,
		[171831] = 11,
		[308357] = "堕落的穿心者",
		[265376] = "狂热的猎头者",
		[285855] = "玛维·影歌",
		[108446] = 9,
		[305248] = "羊水喷发 <次级虚悯者>",
		[265377] = "狂热的猎头者",
		[257617] = "泥沙女王",
		[333964] = 7,
		[260190] = "商业大亨拉兹敦克",
		[269921] = "光铸战争机甲",
		[285857] = "玛维·影歌",
		[265392] = "宴会招待员",
		[171830] = 2,
		[278708] = 2,
		[257618] = "“小刀”洛蒂",
		[337253] = "特雷德奥瓦",
		[245331] = "光缚神射手",
		[298146] = 10,
		[8680] = 4,
		[265393] = "宴会招待员",
		[69425] = "塌落的冰锥",
		[59801] = "艾欧纳尔",
		[130092] = 9,
		[297128] = "防御机器人MkIII型",
		[292971] = "[*] 狂乱",
		[314531] = "贪婪的血肉魔",
		[297126] = 4,
		[296850] = "狂热者帕什玛",
		[327839] = 12,
		[209568] = "加速元素",
		[257620] = 3,
		[322724] = "凇心伏击者",
		[283829] = 8,
		[330916] = 11,
		[335012] = 12,
		[88990] = 3,
		[114738] = 7,
		[246854] = 3,
		[335013] = "圣物匠赛·墨克斯",
		[171828] = 8,
		[262279] = 1,
		[298152] = 8,
		[246853] = 3,
		[51485] = 7,
		[280707] = 8,
		[330919] = "狂怒面具",
		[257622] = 3,
		[290964] = 1,
		[294058] = "高爆火箭",
		[298154] = 1,
		[335016] = "猎手阿尔迪莫",
		[322729] = 10,
		[8004] = 7,
		[330921] = 2,
		[206641] = "崔利艾克斯",
		[188016] = 11,
		[326826] = "大监督者",
		[298156] = "奥戈佐亚",
		[47632] = 6,
		[53385] = 2,
		[326827] = "大监督者",
		[265391] = "宴会招待员",
		[336009] = 5,
		[290793] = 5,
		[320334] = 12,
		[16591] = 8,
		[329862] = "丧魂蹒跚者",
		[15288] = "暮光使者",
		[326829] = "审判官西加尔",
		[255577] = "女祭司阿伦扎",
		[335021] = 12,
		[291000] = 2,
		[59160] = "雷铸医师",
		[298160] = "堕落者科萨鲁斯",
		[256060] = "天空上尉库拉格",
		[322735] = "夺灵者哈卡",
		[326831] = "大监督者",
		[330927] = 4,
		[304611] = 7,
		[339119] = 2,
		[98204] = 12,
		[57755] = 1,
		[190837] = 1,
		[5221] = 11,
		[171616] = 3,
		[255579] = "女祭司阿伦扎",
		[269493] = "投币式群体打击者",
		[289972] = "恐惧弩炮 <伊奈帆-国王之谷>",
		[265815] = 8,
		[42777] = 3,
		[306772] = "[*] 巨型镰刀",
		[23247] = 3,
		[326835] = "骨化的援兵",
		[294685] = 2,
		[59151] = "雷铸构造体",
		[203850] = 6,
		[326836] = "邪恶的镇压者",
		[171623] = 11,
		[302262] = 1,
		[176205] = 4,
		[326837] = "大监督者",
		[206432] = 8,
		[302263] = 1,
		[223021] = "[*] 腐肉瘟疫",
		[246852] = 3,
		[298168] = 10,
		[270335] = 3,
		[322743] = "笨重造物",
		[196681] = 2,
		[255582] = "[*] 熔化的黄金",
		[157289] = "元首马尔高克",
		[325665] = "灵魂灌注者",
		[264458] = "塑风师布莱森",
		[278267] = 2,
		[39376] = "法师猎手军官",
		[303369] = "艾萨亚雷剧毒卫士",
		[328869] = "帕特里西安·克伦威尔",
		[340631] = "下水道老鼠",
		[22842] = 11,
		[322746] = "[*] 堕落之血",
		[288455] = 1,
		[306767] = "萨尔",
		[6795] = 11,
		[320142] = "米尔豪斯·法力风暴",
		[171621] = 8,
		[265407] = "宴会招待员",
		[279913] = 9,
		[270444] = "冰牙防御者",
		[49028] = 6,
		[274991] = "维克戈斯",
		[280149] = 6,
		[322749] = 1,
		[171622] = 2,
		[299276] = "艾萨拉女王",
		[338018] = 11,
		[212262] = "古尔丹",
		[326846] = "审判官西加尔",
		[265410] = "维克雷斯狂欢者",
		[320145] = "米尔菲丝·法力风暴",
		[345319] = 11,
		[326847] = "审判官西加尔",
		[330943] = 9,
		[289997] = 12,
		[224186] = 8,
		[108978] = 8,
		[265412] = 9,
		[323146] = "英格拉·马洛克",
		[257831] = 4,
		[304261] = "黑水先知",
		[330945] = 9,
		[222078] = "织魔者法拉米尔",
		[24275] = 2,
		[45284] = 7,
		[45470] = 6,
		[52127] = 7,
		[34897] = 12,
		[155242] = "山脉之心",
		[97030] = 4,
		[335558] = 1,
		[322756] = "佐尔拉姆斯守门人",
		[277703] = 8,
		[314565] = "腐蚀者之血",
		[254929] = 4,
		[322757] = "佐尔拉姆斯守门人",
		[72221] = 2,
		[119607] = 10,
		[272471] = "艾什凡观察员",
		[194153] = 11,
		[275052] = "翔龙大师锡薛",
		[312964] = "阿玛赛特技师",
		[253548] = "达萨莱荣誉卫士",
		[322759] = "夺灵者哈卡",
		[277706] = 9,
		[314568] = "妮瓦拉·夜影",
		[192106] = 7,
		[265431] = "裂隙之刃克莱恩",
		[52174] = 1,
		[256710] = "[*] 燃烧的军火库",
		[79339] = "奈法利安",
		[303731] = 11,
		[171628] = 1,
		[255591] = "女祭司阿伦扎",
		[36702] = 12,
		[335903] = 7,
		[257641] = "库尔提拉斯神射手",
		[250241] = "沃卡尔",
		[296459] = "艾萨拉之辉",
		[202347] = 11,
		[253544] = "达萨莱神官",
		[325257] = "大学监贝律莉娅",
		[266106] = "狂野的群居血虱",
		[257775] = "水鼠帮健步者",
		[320542] = "维鲁拉克斯魔药编织者",
		[16593] = 10,
		[44153] = 3,
		[289999] = 8,
		[299881] = 12,
		[213867] = "魔剑士奥鲁瑞尔",
		[192109] = 7,
		[290372] = 1,
		[294096] = 7,
		[298192] = "[*] 黑暗虚空",
		[298458] = "羊水喷发 <虚悯者>",
		[322767] = "德鲁斯特收割者",
		[326863] = 12,
		[330959] = "芙莱达女男爵",
		[21992] = 1,
		[71559] = 2,
		[5246] = 1,
		[32612] = 8,
		[205180] = 9,
		[300743] = "艾萨拉女王",
		[171632] = 6,
		[255595] = "三叶虫猎沙者",
		[325802] = "锐眼弓手",
		[290004] = 12,
		[257777] = "杰斯·豪里斯",
		[323639] = 12,
		[251549] = "光缚盾卫",
		[327130] = "血肉工匠",
		[326867] = 6,
		[298197] = 11,
		[273988] = 8,
		[59141] = "炙热的蒸汽",
		[326868] = 6,
		[181873] = "暗影领主艾斯卡",
		[33697] = 7,
		[186662] = "邪脉大恶魔",
		[71560] = 2,
		[119611] = 10,
		[52128] = 7,
		[198533] = "青龙雕像 <铁头攻-桑德兰>",
		[300334] = "艾萨拉女王",
		[271843] = 2,
		[268309] = "深海祭师",
		[80874] = "铁怒之魂",
		[294117] = 3,
		[303725] = 11,
		[5760] = 4,
		[204507] = 3,
		[186401] = 11,
		[314585] = 12,
		[71561] = 2,
		[319243] = 6,
		[171636] = 11,
		[123986] = 10,
		[303318] = "艾萨亚雷引导者",
		[209693] = 12,
		[326874] = "石精噬踝者",
		[298204] = 11,
		[205689] = "赞齐尔女猎手",
		[85384] = 1,
		[171637] = 6,
		[288473] = "灵魂大师罗维娜",
		[272123] = 11,
		[339213] = "魔药喷吐者",
		[259830] = "孢子召唤师赞查",
		[318949] = "凋零碎脊者",
		[298869] = 2,
		[321038] = "邪恶的镇压者",
		[341475] = "荒翼刺客",
		[330973] = "腐臭的气囊怪",
		[198590] = 9,
		[273633] = "族母纳丝娜娅",
		[305249] = 12,
		[260202] = "商业大亨拉兹敦克",
		[277996] = "未知目标",
		[323365] = "[*] 黑暗纠缠",
		[326879] = "石精噬踝者",
		[314592] = "裂魂触须",
		[318688] = "尖刺触须",
		[16870] = 11,
		[277731] = 4,
		[113095] = 4,
		[335072] = "米尔豪斯·法力风暴",
		[188089] = 7,
		[196733] = 10,
		[265445] = "脊壳钳龟",
		[302307] = 3,
		[275863] = 4,
		[22482] = 4,
		[313943] = 6,
		[307193] = 7,
		[688] = 9,
		[188024] = 2,
		[51690] = 4,
		[290364] = 1,
		[212735] = "魔剑士奥鲁瑞尔",
		[331623] = 9,
		[267308] = "智者扎纳扎尔",
		[280206] = 8,
		[101184] = 8,
		[256199] = "科古斯狱长",
		[345498] = "大角符文牡鹿",
		[302311] = 10,
		[273641] = "宝珠卫士",
		[36554] = 4,
		[214648] = 6,
		[302312] = 10,
		[290025] = "下水道钳嘴鳄",
		[292627] = "猎棘者奈朵拉",
		[268184] = "风语者海蒂丝",
		[327149] = 5,
		[226936] = "伊格诺斯之鞭",
		[273681] = "拜恩比吉中士",
		[69586] = "伊米亚拥火者",
		[3411] = 1,
		[101185] = 1,
		[287320] = 6,
		[206458] = "心魔",
		[335142] = "纳祖达",
		[262747] = 2,
		[56776] = "碧蓝大法师",
		[325104] = 2,
		[285933] = 9,
		[315150] = 11,
		[326891] = "审判官西加尔",
		[298221] = 10,
		[304098] = "萨勒伊丝",
		[243321] = 11,
		[326892] = "斩首者德茜雅",
		[16595] = 11,
		[205708] = 8,
		[101186] = 6,
		[268126] = "女巫布里亚",
		[17619] = 12,
		[272402] = "破浪飞刀手",
		[333297] = "卑劣的暗语者",
		[212739] = 6,
		[47789] = "法师猎手军官",
		[273977] = 6,
		[60002] = 6,
		[253562] = "达萨莱占卜师",
		[298225] = 1,
		[321012] = 5,
		[319238] = 6,
		[52172] = 6,
		[281843] = 9,
		[57994] = 7,
		[339184] = "多米娜·毒刃",
		[188031] = 11,
		[347376] = "舞蹈控制者",
		[272156] = "虚空恐魔 <Agalaialisa-金色平原>",
		[273653] = "阴森恐魔",
		[157657] = "不稳定的畸体",
		[208645] = 12,
		[335090] = 4,
		[193287] = 12,
		[294133] = 2,
		[296023] = "阿耶勒斯的折磨者",
		[279187] = 7,
		[306421] = 2,
		[307023] = "[*] 灵魂爆发",
		[303873] = 8,
		[335092] = 1,
		[333492] = "阿玛厄斯",
		[188033] = 3,
		[311475] = 7,
		[186263] = 5,
		[226943] = 5,
		[274696] = 4,
		[278070] = 3,
		[298823] = 2,
		[273658] = "阴森恐魔",
		[295444] = "扎库尔",
		[255614] = "哗变者加利亚",
		[252687] = "影刃追猎者",
		[205179] = 9,
		[270117] = 4,
		[265468] = "血誓污染者",
		[335096] = 1,
		[306426] = 1,
		[59300] = "伊米隆国王",
		[296752] = "[*] 锋利的珊瑚",
		[335097] = 1,
		[306427] = 4,
		[271220] = "脆弱的骷髅",
		[296447] = "丧魂飘浮者",
		[335098] = 1,
		[303447] = "赞齐尔角斗士",
		[261616] = "未知目标 <朔夜哥哥>",
		[281854] = 12,
		[339751] = "回响驭牛者",
		[270460] = "断岳者古鲁",
		[294142] = 11,
		[262146] = "莱科",
		[335100] = 1,
		[251521] = "光缚战争祭司",
		[294143] = 10,
		[308098] = "[*] 碾压炼狱",
		[335101] = 1,
		[306431] = 4,
		[220957] = "心魔",
		[173757] = "妖叶狱卒",
		[203045] = "[*] 污染之地",
		[251522] = "光缚战争祭司",
		[343294] = 6,
		[318976] = "[*] 呆滞凝视",
		[269571] = 2,
		[259714] = "[*] 腐烂孢子",
		[343295] = 6,
		[298242] = "奥戈佐亚",
		[5019] = 8,
		[322817] = "德沃丝",
		[310530] = 2,
		[219049] = "自然学家特尔安",
		[197548] = 5,
		[322818] = "德沃丝",
		[148392] = 3,
		[214662] = "斯考匹隆",
		[278474] = "女巫会塑棘者",
		[251524] = "光缚战斗法师",
		[267784] = 6,
		[255620] = "复活的荣誉卫士",
		[302914] = 8,
		[347425] = "斯塔夫罗斯勋爵",
		[261764] = 8,
		[206760] = 4,
		[269576] = 3,
		[251525] = "光缚战斗法师",
		[185099] = 10,
		[280385] = 8,
		[210048] = "梦魇脓液",
		[783] = 11,
		[326918] = 6,
		[327885] = "宫务大臣",
		[328885] = "高阶折磨官达利索斯",
		[228260] = 5,
		[343302] = "哈尔基塔司",
		[305053] = 6,
		[258823] = "断喙食腐鸟",
		[259718] = "孢子召唤师赞查",
		[326920] = "米尔豪斯·法力风暴",
		[331016] = 12,
		[268122] = "女巫布里亚",
		[288587] = 12,
		[294155] = 11,
		[206474] = "提克迪奥斯",
		[295537] = 6,
		[273677] = "灾厄妖术师",
		[269838] = "[*] 邪恶污染",
		[65011] = 11,
		[335114] = "猎手阿尔迪莫",
		[256969] = "咆哮的港口猎犬",
		[2139] = 8,
		[265487] = "血誓污染者",
		[31589] = 8,
		[259720] = "孢子召唤师赞查",
		[325130] = 8,
		[305094] = "黑水巨鳗",
		[335116] = "猎手阿尔迪莫",
		[251529] = "光缚战斗法师",
		[294250] = 7,
		[347404] = "渊誓侍僧",
		[116706] = 10,
		[226955] = "心魔",
		[261769] = 10,
		[312845] = "克熙尔刺客",
		[80872] = "燃眼之魂",
		[59452] = "达卡莱元素",
		[294161] = 11,
		[323437] = "宫务大臣",
		[335119] = "猎手阿尔迪莫",
		[304655] = 4,
		[132463] = 10,
		[228128] = 2,
		[272183] = "堕落的亡语者",
		[341304] = "纳斯利亚加尔贡骑手",
		[343312] = 12,
		[255627] = "哗变者加利亚",
		[255941] = 2,
		[273685] = 11,
		[343313] = "哈尔基塔司",
		[288275] = 4,
		[206610] = "时空畸体",
		[251532] = "光缚警卫",
		[23509] = 11,
		[47528] = 6,
		[58992] = "达卡莱犀牛",
		[8122] = 5,
		[245389] = 4,
		[49576] = 6,
		[326027] = 11,
		[321041] = "恶心的残躯",
		[307161] = 5,
		[157331] = "原始风暴元素 <沙似雪-凤凰之神>",
		[285976] = 8,
		[132169] = 1,
		[343317] = "[*] 哈尔基塔司的诅咒",
		[3355] = 3,
		[259853] = "瑞克莎·流火",
		[341520] = "纳斯利亚追踪者",
		[5217] = 11,
		[206612] = "时空畸体",
		[285978] = 4,
		[266122] = "霜鳞多头蛇",
		[343319] = "卡拉梅恩",
		[14443] = "黑暗游侠维罗娜拉",
		[285979] = 3,
		[263707] = 11,
		[253583] = "达萨莱占卜师",
		[329608] = "刻符巨像",
		[335129] = "猎手阿尔迪莫",
		[44457] = 8,
		[341522] = "纳斯利亚追踪者",
		[263583] = "监工阿斯加里",
		[285981] = 11,
		[329618] = "伊涅瓦·暗脉女勋爵",
		[294173] = "狱卒斯科杜斯",
		[225043] = "平台护林者",
		[265757] = "主母布琳德尔",
		[260879] = "长者莉娅克萨",
		[343323] = "摩多瓦克",
		[329104] = "宫务大臣",
		[61548] = "伊米亚狂战士",
		[193530] = 3,
		[270264] = "熔岩之怒",
		[340324] = "[*] 鲜血脓液",
		[337936] = 6,
		[153564] = 8,
		[2094] = 4,
		[281889] = 2,
		[108366] = 9,
		[306464] = 12,
		[155288] = "山脉之心",
		[281890] = 2,
		[266163] = 1,
		[260881] = 7,
		[257045] = "睡不寳-壁炉谷",
		[303570] = 4,
		[323414] = "宫务大臣",
		[339232] = 12,
		[59305] = "伊米隆国王",
		[340807] = "圣物匠赛·墨克斯",
		[104271] = 6,
		[341530] = 4,
		[212630] = "玛法里奥·怒风",
		[181912] = "暗影领主艾斯卡",
		[81198] = "奈法里奥斯的闪电机器",
		[306468] = 12,
		[298357] = 8,
		[265511] = "灵魂汲取图腾 <血誓污染者>",
		[277061] = "越狱的咒行者",
		[259732] = "孢子召唤师赞查",
		[310565] = 9,
		[181913] = "暗影领主艾斯卡",
		[25046] = 4,
		[316958] = 2,
		[337973] = 6,
		[206488] = "[*] 奥术渗流",
		[335141] = "纳祖达",
		[56222] = 6,
		[19434] = 3,
		[265514] = 1,
		[183962] = "大主教伊瑞尔",
		[306472] = 12,
		[80878] = "怒炉之魂",
		[78674] = 11,
		[335143] = "佐尔拉姆斯愈骨者",
		[206618] = "时空畸体",
		[326952] = "注能的羽翎",
		[339209] = "魔药喷吐者",
		[164257] = "考戈尔投敌者",
		[306474] = 7,
		[59306] = "伊米隆国王",
		[26573] = 2,
		[175899] = "高里亚符文大师",
		[280780] = 2,
		[114113] = 11,
		[178963] = 12,
		[345554] = "黑暗晋升者科鲁斯",
		[195627] = 4,
		[331721] = "纱雾防御者",
		[78675] = 11,
		[344006] = 10,
		[339243] = "[*] 灵魂灌注",
		[179869] = 9,
		[198300] = 7,
		[124274] = 10,
		[339244] = "[*] 灵魂灌注",
		[303797] = "艾萨拉女王",
		[264155] = "小型水元素",
		[335149] = 11,
		[331639] = "[*] 黑暗伴舞",
		[328404] = 10,
		[77826] = "奥妮克希亚",
		[13877] = 4,
		[273714] = 11,
		[277114] = "阿玛赛特狂热者",
		[265523] = "血誓污染者",
		[322736] = "夺灵者哈卡",
		[97107] = 11,
		[58875] = 7,
		[298290] = 8,
		[156669] = "加安上将",
		[273716] = "拜恩比吉中士",
		[294195] = "防御机器人MkIII型",
		[290142] = 3,
		[193357] = 4,
		[312873] = "死亡之翼",
		[179872] = 2,
		[185820] = "邪能烧灼者",
		[253721] = "祖尔的持盾卫士",
		[273718] = "[*] 重型军火",
		[294197] = 2,
		[313089] = 4,
		[257692] = "[*] 蒂基之焰",
		[97108] = 12,
		[307166] = 9,
		[198304] = 1,
		[183969] = "未知目标 <阿克蒙德>",
		[273720] = "重型军火",
		[253597] = 6,
		[138927] = 11,
		[270419] = "缚岩织地者",
		[228563] = 10,
		[197628] = 11,
		[247454] = 12,
		[185123] = 12,
		[698] = 9,
		[79881] = "高地劳工",
		[157348] = "原始风暴元素 <沙似雪-凤凰之神>",
		[267378] = "老练军士斯雷德",
		[97109] = 12,
		[212641] = 2,
		[247455] = 12,
		[316220] = 4,
		[117588] = "原始火元素 <Sxxs-埃克索图斯>",
		[128594] = 3,
		[265533] = "地渊孢林蜱虫",
		[335161] = 10,
		[44461] = 8,
		[122708] = 8,
		[247456] = 12,
		[323560] = 4,
		[296462] = "艾萨拉之辉",
		[277822] = "滑刃唤潮者",
		[204459] = "斯考匹隆",
		[48045] = 5,
		[232412] = 9,
		[81751] = 5,
		[267830] = "唤风者菲伊",
		[335164] = "凋零之袋",
		[251837] = 11,
		[277824] = "高阶神谕者阿塞扎",
		[123725] = 10,
		[290814] = 6,
		[49361] = 8,
		[277825] = "[*] 极地之珠",
		[333734] = 7,
		[112869] = 9,
		[118038] = 1,
		[310592] = 1,
		[282167] = "被遗忘者炼金师 <楓剑-萨菲隆>",
		[296962] = 4,
		[97111] = 11,
		[1161] = 1,
		[298306] = "[*] 孵化培养液",
		[318785] = "未知目标",
		[276025] = 10,
		[277828] = "高阶巫师马拉拉",
		[57056] = "晶化魔花",
		[265787] = 4,
		[8599] = "暗鳞随从",
		[331316] = "残暴者多基格",
		[265542] = "恶臭蛆虫",
		[273664] = "怨鳍巨兽",
		[188370] = 2,
		[274400] = "破浪格斗家",
		[206503] = "[*] 萨格拉斯之焰",
		[318788] = "未知目标",
		[97112] = 2,
		[97340] = 3,
		[31850] = 2,
		[190356] = 8,
		[15487] = 5,
		[296971] = 4,
		[114074] = 7,
		[303752] = "缚风师玛尔露",
		[230414] = "[*] 恶魔践踏",
		[212648] = "[*] 冰霜爆炸印记",
		[323476] = 10,
		[262168] = "[*] 灵狼噬咬",
		[290121] = 1,
		[17] = 5,
		[347462] = 12,
		[272421] = "艾什凡观察员",
		[306978] = "恩佐斯之怒",
		[326984] = 6,
		[298314] = "[*] 孵化培养液",
		[270210] = "弗鲁赞勋爵",
		[262162] = "坚韧的劳尔",
		[260569] = "[*] 野火",
		[210042] = 12,
		[324490] = "酤团",
		[294165] = "渊誓卫兵",
		[289520] = 1,
		[179244] = 1,
		[290370] = 10,
		[336465] = 2,
		[310604] = 6,
		[298317] = 8,
		[32216] = 1,
		[66198] = 6,
		[47310] = "科林·烈酒",
		[298318] = 4,
		[290371] = 12,
		[322893] = "德沃丝",
		[223814] = 9,
		[79880] = "高阶巫师马拉拉",
		[302415] = "魔力使者",
		[345704] = 10,
		[152280] = 6,
		[298320] = "忠实的仆从",
		[262115] = 1,
		[300612] = 9,
		[280656] = 1,
		[298321] = 1,
		[269651] = 8,
		[97115] = 5,
		[212653] = 8,
		[115546] = 10,
		[302418] = "下水道钳嘴鳄",
		[262515] = "风险投资公司灼天者",
		[236299] = 8,
		[59823] = "犀牛之魂 <迦尔达拉>",
		[302419] = "[*] 虚空视界",
		[290132] = 3,
		[163505] = 11,
		[74589] = 6,
		[302420] = "虚触使者",
		[290133] = 8,
		[204463] = "尼珊德拉",
		[298325] = 4,
		[214621] = 5,
		[97116] = 8,
		[140250] = 6,
		[546] = 7,
		[333612] = "飞翼破坏者",
		[272428] = 5,
		[326997] = "石裔切割者",
		[331093] = 6,
		[224943] = "魔誓混沌法师",
		[313923] = 10,
		[242615] = "光缚骑兵",
		[331094] = 6,
		[75614] = 12,
		[322903] = "卡尔将军",
		[326999] = 5,
		[311470] = 11,
		[224944] = "魔誓混沌法师",
		[80734] = "原型多彩龙人",
		[313944] = 6,
		[155267] = "元素尊者",
		[129253] = 5,
		[305286] = 8,
		[264352] = 8,
		[59824] = "迦尔达拉",
		[311736] = "大德鲁伊安得列留斯",
		[272073] = "征伐的光明使者",
		[343385] = 11,
		[240559] = "[*] 重伤",
		[298782] = "艾萨拉女王",
		[306524] = "[*] 足下灼心",
		[343386] = 11,
		[95007] = 11,
		[288333] = 3,
		[322908] = "德沃丝",
		[243139] = 1,
		[265568] = "亵渎之灵",
		[69028] = "科瑞克",
		[290143] = 3,
		[201846] = 7,
		[213807] = "[*] 冰霜爆裂",
		[283430] = 1,
		[290144] = 3,
		[196277] = 9,
		[230423] = "[*] 旋风倾泻",
		[155239] = "山脉之心",
		[290145] = 3,
		[260701] = "女巫布里亚",
		[173751] = "妖叶狱卒",
		[306423] = 11,
		[306971] = "恩佐斯之怒",
		[196278] = 9,
		[181943] = 3,
		[277724] = 4,
		[326632] = "石裔掠夺者",
		[259740] = 9,
		[59825] = "迦尔达拉",
		[234153] = 9,
		[290945] = 11,
		[343393] = 11,
		[260907] = "女巫索林娜",
		[269670] = "塞塔里斯的化身",
		[218806] = "日心学者特尔安",
		[204471] = "斯考匹隆",
		[298341] = "海流追猎者",
		[263912] = "米利克萨",
		[273767] = "强化的皇家角斗者",
		[6940] = 2,
		[30213] = "斯克尔科瑞尔 <野生般茄>",
		[300626] = "艾萨拉女王",
		[8221] = 1,
		[343396] = 5,
		[298343] = 4,
		[328620] = 2,
		[339301] = 11,
		[337716] = 5,
		[296190] = "丧魂夺命者",
		[339187] = 7,
		[202425] = 11,
		[55218] = "迦尔达拉",
		[203961] = 11,
		[321712] = 8,
		[95738] = 1,
		[343399] = 2,
		[57083] = "塑树者奥莫洛克",
		[52437] = 1,
		[322921] = "[*] 执政官之矛",
		[343400] = 2,
		[265581] = "深海钳爪蟹",
		[21562] = 5,
		[259756] = 4,
		[61362] = "达卡莱织火者",
		[265582] = "深海钳爪蟹",
		[200685] = 12,
		[95750] = 9,
		[327019] = "传送门",
		[265583] = "钳爪王蟹",
		[302445] = 10,
		[269310] = "泰坦守护者赫兹雷尔",
		[321379] = 5,
		[265584] = "塑风师奥兰",
		[527] = 5,
		[338081] = "潜行幼蛛",
		[277872] = "高阶巫师马拉拉",
		[265585] = "隐秘的寄居蟹",
		[64238] = "深渊指挥官西瓦拉",
		[84533] = "复仇幽魂",
		[327022] = 11,
		[205636] = 11,
		[183998] = 2,
		[177056] = 9,
		[222236] = 5,
		[273657] = "阴森恐魔",
		[288989] = 6,
		[306545] = 11,
		[290190] = 6,
		[205022] = 8,
		[102417] = 11,
		[287255] = 11,
		[176457] = 9,
		[59827] = "迦尔达拉",
		[256083] = "科古斯狱长",
		[304733] = "扎库尔",
		[703] = 4,
		[330347] = "熔炉守护者",
		[269686] = "[*] 瘟疫",
		[306548] = 4,
		[267874] = "[*] 燃烧之地",
		[47540] = 5,
		[311479] = 7,
		[759] = 8,
		[345689] = 12,
		[257739] = "黑齿格斗家",
		[233150] = 12,
		[12654] = 8,
		[327029] = "蹒跚的弩手",
		[173762] = "妖叶狱卒",
		[114083] = 7,
		[319703] = "艾谢朗",
		[329828] = "灭绝根须",
		[331126] = "追猎者",
		[59180] = "泰坦神铁轰鸣者",
		[311476] = 7,
		[236060] = 8,
		[871] = 1,
		[276068] = "哈达尔·黑渊",
		[322936] = "哈尔吉亚斯",
		[79903] = "领主达里安·莫格莱尼 <Magiccreamdk>",
		[296546] = "艾萨拉之辉",
		[277787] = 8,
		[225080] = 7,
		[54861] = 11,
		[59828] = "迦尔达拉",
		[275566] = 12,
		[339321] = 2,
		[221356] = "暮光星舞者",
		[329783] = "凇心束缚者",
		[44544] = 8,
		[322939] = "德鲁斯特收割者",
		[204483] = "斯考匹隆",
		[47541] = 6,
		[48053] = "晶化魔花",
		[69580] = "阵亡的战士",
		[230504] = "邪能之魂",
		[33206] = 5,
		[199804] = 4,
		[339324] = 2,
		[327037] = 11,
		[51637] = 4,
		[269090] = "军械专家",
		[328016] = "菌菇术士",
		[296551] = "深渊指挥官西瓦拉",
		[280604] = "零食商贩",
		[200389] = 11,
		[322943] = "哈尔吉亚斯",
		[89808] = "盖尔提普 <莜月>",
		[282370] = "布伦恩大师",
		[302465] = "艾萨拉之辉",
		[298324] = 8,
		[345727] = 10,
		[47536] = 5,
		[279302] = 6,
		[322945] = "哈尔吉亚斯",
		[278543] = 6,
		[59829] = "迦尔达拉",
		[296852] = "狂热者帕什玛",
		[255586] = 5,
		[290605] = "凶猛的迅爪战士",
		[284269] = "基地队长轴枪",
		[335234] = 1,
		[213209] = 1,
		[258352] = "尤朵拉船长",
		[296693] = "艾什凡女勋爵",
		[257732] = "黑齿拳手",
		[329321] = "邪恶的加尔贡",
		[274740] = 4,
		[279000] = "塞塔里斯的化身",
		[325876] = "堕落的歼灭者",
		[173959] = 11,
		[280177] = 8,
		[256456] = 2,
		[120679] = 3,
		[194249] = 5,
		[212680] = 3,
		[267891] = "唤风者菲伊",
		[254069] = 12,
		[251590] = "光缚神射手",
		[116705] = 10,
		[275909] = 11,
		[38618] = "指挥官斯托比德",
		[48292] = "伊米隆国王",
		[56920] = "联盟祭司",
		[286842] = "艾泽里特宝石晶背蛛",
		[1822] = 11,
		[286840] = "活化艾泽里特裂片",
		[253639] = 3,
		[280462] = "守护者奥姆-卡",
		[278134] = 1,
		[306571] = 2,
		[277901] = "沉默之刃维斯兹",
		[265614] = "霜剑士塞拉费",
		[302476] = 4,
		[306572] = 11,
		[345710] = 1,
		[265615] = "霜剑士塞拉费",
		[175821] = 1,
		[80747] = "火拳之魂",
		[319919] = 10,
		[333540] = "卑劣的席拉",
		[91776] = "墓穴跳跃者 <秘制萝莉-索瑞森>",
		[306574] = 11,
		[277904] = 8,
		[69573] = "怒骨冰骸",
		[257737] = "铁潮唤雷者",
		[339341] = 10,
		[162633] = "雷神驯兽者",
		[265618] = "霜剑士塞拉费",
		[200397] = "凶猛的迅爪战士",
		[339342] = 10,
		[240448] = "[*] 践踏",
		[314768] = 6,
		[220543] = 5,
		[261265] = "女巫布里亚",
		[277907] = "深泽痛击者",
		[260926] = 4,
		[156598] = "屠夫",
		[51124] = 6,
		[207685] = 12,
		[222925] = "剧毒小蜘蛛",
		[224973] = "[*] 暗影顺劈",
		[203155] = 3,
		[277909] = "沼泽守卫者瓦斯扎什",
		[321828] = "唤雾者",
		[311458] = 11,
		[2908] = 11,
		[327059] = 9,
		[268007] = "心脏守卫",
		[122281] = 10,
		[11366] = 8,
		[277911] = "沼泽守卫者瓦斯扎什",
		[258768] = "怨鳍掠夺者",
		[341623] = "伊涅瓦·暗脉女勋爵",
		[421] = 7,
		[118635] = 10,
		[265625] = "亵渎之灵",
		[267905] = "铁舟修士",
		[294526] = "丧魂恶鬼",
		[280192] = 2,
		[272374] = "乔里船长",
		[108396] = 9,
		[341625] = "伊涅瓦·暗脉女勋爵",
		[304167] = "艾萨亚雷风刃使者",
		[298367] = 2,
		[257742] = "“小刀”洛蒂",
		[145109] = 11,
		[156179] = "奥尔高格",
		[294027] = 2,
		[302490] = "首席奥术师塔莉萨",
		[262019] = "机甲驾驶员",
		[59320] = "灵魂之泉",
		[325245] = "多米娜·毒刃",
		[60344] = 2,
		[145110] = 11,
		[15507] = "傀儡统帅阿格曼奇",
		[258883] = 12,
		[75] = 3,
		[15727] = "狂暴的黑熊",
		[179021] = "黏肤蟾蜍",
		[255696] = 5,
		[126664] = 1,
		[210643] = 7,
		[294302] = "丧魂恶鬼",
		[314731] = "闷燃复仇的化身",
		[274282] = 11,
		[304193] = "未知目标",
		[277920] = "狂野的唤星者",
		[70512] = "希尔瓦娜斯·风行者",
		[220916] = "[*] 腐烂之地",
		[266977] = 6,
		[277921] = "唤星者艾拉娜",
		[328890] = "高阶折磨官达利索斯",
		[341200] = "王庭执行者",
		[290209] = "绽放的守护者",
		[277922] = "深泽卫士",
		[222932] = "恐魂污染者",
		[275341] = "亮鳞风蛇",
		[43198] = 12,
		[258747] = "塑风师奥兰",
		[5176] = 11,
		[192231] = "岩浆图腾 <大头萨满-烈焰峰>",
		[290211] = "绽放的守护者",
		[310690] = 3,
		[70513] = "黑暗游侠萝拉兰",
		[257747] = "黑齿暴徒",
		[213241] = 12,
		[61369] = "坚钢狂暴者",
		[295779] = "赞齐尔愚忠者",
		[132764] = 3,
		[207693] = 12,
		[281721] = 12,
		[222934] = "[*] 辐射梦魇",
		[175833] = 1,
		[343355] = 5,
		[6136] = "艾萨亚雷缚霜者",
		[331172] = "[*] 心灵连接",
		[310588] = 6,
		[327909] = 11,
		[23920] = 1,
		[265258] = 5,
		[116841] = 10,
		[307128] = 10,
		[185710] = 2,
		[314791] = 8,
		[196840] = 7,
		[205648] = 7,
		[253654] = "达萨莱战神",
		[298459] = "羊水喷发 <虚悯者>",
		[312973] = "阿玛赛特技师",
		[177883] = "盖亚拉大王 <Magiccream>",
		[192225] = 6,
		[314793] = 8,
		[325260] = "大学监贝律莉娅",
		[273836] = 6,
		[204506] = "尼珊德拉",
		[59834] = "艾欧纳尔的火花",
		[339415] = "无堕者哈夫",
		[306603] = "莱登",
		[5374] = 4,
		[61882] = 7,
		[325261] = "大学监贝律莉娅",
		[56938] = "大魔导师泰蕾丝塔",
		[220890] = 6,
		[7992] = "妖叶看护者",
		[205361] = "克洛苏斯",
		[227034] = 11,
		[335694] = "镇压者泽罗尔斯",
		[269713] = "“小刀”洛蒂",
		[190831] = 3,
		[221885] = 2,
		[22721] = 1,
		[70516] = "获释的部落奴隶",
		[312978] = "阿玛赛特卫士",
		[210652] = 7,
		[282262] = 5,
		[54644] = "未知目标 <罒太子爷旭-安苏>",
		[278954] = 2,
		[273842] = 8,
		[343470] = "骷髅劫掠者",
		[206557] = "崔利艾克斯",
		[269747] = 3,
		[273843] = 8,
		[116] = 8,
		[229837] = 3,
		[286131] = 4,
		[207700] = 11,
		[282265] = 1,
		[59835] = "洛肯",
		[303619] = "恐惧尖啸者",
		[306611] = 6,
		[120] = 8,
		[209785] = 2,
		[267311] = "深渊具象",
		[83381] = "戈拉",
		[253660] = 2,
		[122] = 8,
		[257756] = "水鼠帮海盗",
		[209749] = 11,
		[327092] = 6,
		[265656] = "“小刀”洛蒂",
		[57051] = "晶化保卫者",
		[44212] = 11,
		[253661] = 6,
		[347572] = 10,
		[257757] = "水鼠帮海盗",
		[275012] = "锈斑幼崽",
		[212704] = 3,
		[102362] = 1,
		[266091] = 9,
		[322999] = "德沃丝",
		[327095] = 6,
		[298425] = "赛兰努斯",
		[192226] = "未知目标 <大头萨满-烈焰峰>",
		[210657] = 7,
		[327096] = 6,
		[105421] = 2,
		[127802] = 9,
		[323001] = "哈尔吉亚斯",
		[321178] = "贪食的蛮兵",
		[342995] = 5,
		[120692] = 5,
		[339385] = 1,
		[342232] = 8,
		[341889] = "纳斯利亚士兵",
		[243435] = 10,
		[292626] = "猎棘者奈朵拉",
		[294333] = "丧魂暗影",
		[298429] = 2,
		[32223] = 2,
		[210659] = 7,
		[163558] = 1,
		[155265] = "元素尊者",
		[213281] = "烈焰魔灵",
		[268836] = 1,
		[204516] = 3,
		[298431] = 8,
		[335293] = 6,
		[210660] = 7,
		[257538] = 8,
		[248439] = 1,
		[307115] = "[*] 烈焰爆发",
		[290241] = "恶啸",
		[253666] = "达萨莱战神",
		[33757] = 7,
		[335295] = "[*] 粉碎锁链",
		[320789] = "无堕者哈夫",
		[327104] = 10,
		[265668] = "生命腐质",
		[25912] = 2,
		[2479] = 12,
		[256453] = 3,
		[59837] = "洛肯",
		[175848] = "高里亚巫师",
		[323010] = "德沃丝",
		[276193] = 6,
		[301061] = "荆棘卫士伯顿",
		[335298] = "泥拳",
		[323011] = "德沃丝",
		[345096] = 6,
		[80763] = "锤核之魂",
		[278183] = "塞蕾斯塔·明月",
		[266288] = "符蹄雄鹿",
		[277959] = 3,
		[322429] = "大厅哨兵",
		[80313] = 11,
		[50622] = 1,
		[277960] = 7,
		[329127] = 11,
		[162658] = "泰克图斯碎片",
		[273324] = 7,
		[328731] = "重生凤凰",
		[298440] = 4,
		[303572] = 4,
		[280208] = 9,
		[237287] = 10,
		[276212] = "商业大亨拉兹敦克",
		[49376] = 11,
		[80762] = "怒炉之魂",
		[290218] = 8,
		[346706] = "斯塔夫罗斯勋爵",
		[335304] = "猎手阿尔迪莫",
		[339400] = 3,
		[214624] = 6,
		[296673] = "风暴火花 <艾萨亚雷唤电者>",
		[335305] = "深渊狱卒",
		[257882] = "哈达尔·黑渊",
		[277965] = "重型军火",
		[223946] = "守卫者鲁森",
		[335306] = "深渊狱卒",
		[292473] = 1,
		[317102] = "腐蚀者恩佐斯",
		[331008] = "实验性淤泥",
		[230844] = 1,
		[323020] = "德鲁斯特恶爪者",
		[203539] = 2,
		[275351] = 12,
		[335308] = "深渊狱卒",
		[192222] = 7,
		[258908] = "隐秘之牙",
		[264502] = 8,
		[225003] = "恐怖卫士",
		[120694] = "野兽 <春城花猫猎-红云台地>",
		[197908] = 10,
		[254485] = 4,
		[263275] = "监工阿斯加里",
		[54719] = "达卡莱巨像",
		[281554] = 2,
		[312411] = 10,
		[274434] = "唤风者学徒",
		[80764] = "火拳之魂",
		[295186] = 8,
		[333711] = "骷髅迅猛龙",
		[184047] = "大主教欧雷里斯",
		[329163] = "潜行幼蛛",
		[147362] = 3,
		[347600] = 3,
		[264494] = 8,
		[69041] = 4,
		[345783] = "德拉苟斯特",
		[298452] = 2,
		[274420] = 9,
		[251628] = "光缚剑圣",
		[277974] = "深泽泥沼看护者",
		[298453] = 2,
		[281465] = 2,
		[302491] = 12,
		[277975] = "深泽唤流者",
		[324914] = "纱雾照看者",
		[285959] = 10,
		[163754] = "格罗姆卡重装步兵",
		[277976] = "加夏斯兹",
		[316859] = "佳夏尔",
		[104316] = 9,
		[69569] = "获释的部落奴隶",
		[277977] = "深泽泥沼祭司",
		[255909] = 4,
		[279958] = 1,
		[114108] = 11,
		[274281] = 11,
		[331223] = "魂铸白骨编织者",
		[257774] = "水鼠帮健步者",
		[80766] = "索瑞森之魂",
		[294362] = "亡语者",
		[331224] = "魂铸白骨编织者",
		[286171] = 5,
		[327093] = 6,
		[242358] = "光缚剑圣",
		[59840] = "斯拉德兰",
		[302555] = "艾泽拉斯守护者 <绯色灬呆呆劣-迅捷微风>",
		[72968] = 11,
		[277981] = "泽地祭司瓦斯兹",
		[314843] = "腐蚀者恩佐斯",
		[300919] = 5,
		[335297] = "泥拳",
		[296691] = "积恐巨兽",
		[298461] = 11,
		[5277] = 4,
		[80767] = "铁星之魂",
		[408] = 4,
		[198388] = "乌索克",
		[322240] = "恶毒之裔",
		[325326] = 5,
		[69504] = "恶鬼",
		[48101] = 8,
		[208628] = 12,
		[341215] = "[*] 动荡心能",
		[222939] = "恐魂污染者",
		[277046] = "迷雾猎犬",
		[54819] = "达卡莱元素",
		[292565] = "碾压之握",
		[55233] = 6,
		[298465] = "虚悯者",
		[69574] = "怒骨冰骸",
		[80768] = "铁怒之魂",
		[147193] = 5,
		[298466] = 11,
		[320614] = "食腐蛆虫",
		[198069] = 5,
		[343520] = "[*] 风雷",
		[280412] = 8,
		[159481] = "钢铁枪炮士官",
		[276190] = 6,
		[212726] = "塞纳留斯",
		[528] = 5,
		[147891] = 2,
		[323043] = "德鲁斯特恶爪者",
		[277990] = "沉默之刃维斯兹",
		[328365] = "喷毒狙击手",
		[302565] = 12,
		[129918] = 1,
		[277991] = "沉默之刃维斯兹",
		[6201] = 9,
		[25058] = "法师猎手新兵",
		[127230] = 1,
		[26297] = 11,
		[331237] = "魂铸白骨编织者",
		[192249] = 7,
		[304867] = "希拉凯斯割影者",
		[65014] = 3,
		[6713] = "达卡莱长枪手",
		[108416] = 9,
		[257736] = "铁潮唤雷者",
		[292575] = "荆棘卫士伯顿",
		[102342] = 11,
		[258313] = "艾什凡狱卒",
		[80770] = "燃眼之魂",
		[343527] = 2,
		[217979] = 9,
		[267329] = 4,
		[7353] = 2,
		[59330] = "残忍的斯卡迪",
		[59842] = "斯拉德兰",
		[302571] = 3,
		[276204] = 3,
		[80769] = "暗炉之魂",
		[347625] = 5,
		[335338] = "宫务大臣",
		[195457] = 4,
		[198529] = 4,
		[331243] = "魂铸白骨编织者",
		[257784] = "水鼠帮盐鳞战士",
		[224127] = 7,
		[49091] = "伊米亚标枪手",
		[280308] = 8,
		[207167] = 6,
		[306670] = "[*] 灵魂放射",
		[8690] = 11,
		[325361] = "圣物匠赛·墨克斯",
		[257785] = "杰斯·豪里斯",
		[145152] = 11,
		[208772] = 5,
		[102383] = 11,
		[221059] = "腐朽软泥怪",
		[93644] = 9,
		[266231] = "屠夫库拉",
		[225788] = 4,
		[263865] = "贾蒂我爱你 <御星-伊森利恩>",
		[69584] = "伊米亚拥火者",
		[265986] = "能量核心",
		[20707] = 9,
		[343448] = 3,
		[323057] = "英格拉·马洛克",
		[59331] = "残忍的斯卡迪",
		[270084] = "守卫队长阿图",
		[71905] = 2,
		[312324] = "纳尔塔里 <Magiccreamdk>",
		[263943] = "符文信徒",
		[322968] = "德鲁斯特恶爪者",
		[302580] = 8,
		[323059] = "宗主奥法兰",
		[327155] = "忠诚的造物",
		[331251] = "阿祖勒斯",
		[102351] = 11,
		[324323] = "骷髅劫掠者",
		[49092] = "伊米亚标枪手",
		[265720] = "飞龙征服者纳罗维亚克",
		[184065] = "血缚腐化者",
		[118297] = "原始火元素 <大头萨满-烈焰峰>",
		[343540] = 5,
		[255741] = "厚鳞三叶虫骑手",
		[210022] = "艾利桑德",
		[1680] = 1,
		[212736] = "[*] 冰霜之池",
		[265722] = "暗穴寡妇蛛",
		[263959] = "毒心诱魂者",
		[202497] = 11,
		[292629] = "荆棘卫士伯顿",
		[265723] = "燃网巢群卫士",
		[302585] = 1,
		[323064] = "夺灵者哈卡",
		[48639] = "伊米亚战士",
		[265724] = "燃网巢群卫士",
		[258709] = "[*] 腐化的黄金",
		[208790] = 12,
		[205228] = 2,
		[265725] = "刺须蜘蛛",
		[257791] = "杰斯·豪里斯",
		[224970] = "魔誓暗影剑士",
		[327162] = 7,
		[206788] = "崔利艾克斯",
		[302588] = "[*] 冰霜烙印",
		[291977] = 6,
		[327163] = 7,
		[282110] = "卡多雷弓兵",
		[302589] = "[*] 剧毒烙印",
		[299905] = 10,
		[327164] = 7,
		[268080] = "[*] 冷漠光环",
		[131459] = 3,
		[272180] = "怪诞恐魔",
		[298014] = "艾瑟内尔",
		[270390] = "未知目标",
		[257793] = "杰斯·豪里斯",
		[304946] = "凇心晋升者",
		[181718] = "暴君维哈里",
		[35395] = 2,
		[329422] = "渊誓护火者",
		[273922] = "[*] 剑刃旋风",
		[294401] = "丧魂回响",
		[96103] = 1,
		[175879] = "高里亚巫师",
		[194310] = 6,
		[225765] = 12,
		[272685] = 6,
		[276286] = "[*] 切割旋风",
		[260292] = "被感染的岩喉",
		[201640] = 2,
		[282116] = "铁枝德鲁伊",
		[335361] = "[*] 石震",
		[194311] = 6,
		[343553] = "怨毒影魔",
		[31707] = "水元素 <晒月亮补爱>",
		[313108] = 10,
		[269484] = "维克戈斯",
		[294405] = "丧魂回响",
		[265735] = "刺须穿刺者",
		[269831] = "[*] 毒性淤泥",
		[280654] = 10,
		[212743] = 4,
		[341826] = 5,
		[333114] = 6,
		[116189] = 10,
		[343556] = "外科医生缝肉",
		[215785] = 7,
		[6016] = "枯须掘地工",
		[339461] = 3,
		[291865] = "R-21/X型空中单位",
		[296101] = 11,
		[298832] = 2,
		[273930] = "库尔提拉斯步兵",
		[323810] = "卡尔将军",
		[84963] = 2,
		[189364] = 1,
		[339463] = 12,
		[199603] = 4,
		[314889] = "暴露的突触",
		[302602] = 1,
		[345936] = "啸翼",
		[59334] = "[*] 淬毒长矛",
		[265741] = "主母布琳德尔",
		[7744] = 6,
		[16191] = 7,
		[260016] = "嗡鸣的寄生虫",
		[262395] = 7,
		[335370] = 12,
		[201657] = 2,
		[188172] = 4,
		[331275] = "阿德文特·追惘",
		[257800] = "欧提斯",
		[258317] = "艾什凡狱卒",
		[196364] = "艾萨拉女王",
		[59826] = "迦尔达拉",
		[59638] = 8,
		[278377] = 8,
		[69516] = "伊米亚死亡使者",
		[282128] = "塔玛基恩女勋爵",
		[212552] = 6,
		[129250] = 5,
		[156239] = "元首马尔高克",
		[298512] = 5,
		[331624] = 3,
		[224189] = 8,
		[264050] = "女巫会塑棘者",
		[270194] = "弗鲁赞勋爵",
		[269843] = "不羁畸变怪",
		[56775] = "碧蓝大法师",
		[209858] = "铁潮猎犬",
		[115176] = 10,
		[36096] = "比亚格里将军",
		[167898] = 8,
		[298872] = 4,
		[31230] = 4,
		[64901] = 5,
		[345504] = "隐形追踪",
		[209862] = "[*] 岩浆柱",
		[312407] = "霍尔古尔 <Magiccream>",
		[190410] = "妮瓦拉·夜影",
		[273942] = 6,
		[188176] = "[*] 裂伤之触",
		[206607] = "时空畸体",
		[331523] = 3,
		[311469] = 11,
		[294422] = 6,
		[265752] = "攻城塔",
		[147411] = 2,
		[33395] = "水元素 <晒月亮补爱>",
		[294423] = 6,
		[300691] = 1,
		[286232] = 2,
		[290328] = 12,
		[179986] = "暴君维哈里",
		[91021] = 4,
		[339744] = 2,
		[45053] = 12,
		[61648] = 3,
		[206609] = "时空畸体",
		[297133] = "防御机器人MkIII型",
		[273947] = 6,
		[305048] = "奥戈佐亚",
		[331288] = "粉碎者赫文",
		[58966] = "达卡莱作战骑兵",
		[64373] = 11,
		[327193] = 2,
		[282140] = "塔玛基恩女勋爵",
		[269853] = 11,
		[274342] = "阿德里斯",
		[327584] = "魔药喷吐者",
		[323489] = "血肉工匠",
		[333728] = "复生的骷髅战士",
		[333729] = "复生的骷髅战士",
		[268202] = "亡触奴隶主",
		[265759] = "主母布琳德尔",
		[335783] = "渊誓侍僧",
		[259856] = "瑞克莎·流火",
		[333737] = "未知目标",
		[265760] = "主母布琳德尔",
		[302622] = 1,
		[287338] = 6,
		[120822] = 10,
		[265761] = "主母布琳德尔",
		[302623] = 1,
		[270931] = "[*] 黑暗射击",
		[278049] = "毒腹鸣蛙",
		[317361] = 11,
		[115192] = 4,
		[255966] = "天空上尉库拉格",
		[295735] = 2,
		[222996] = "影羽",
		[321461] = 3,
		[273955] = 4,
		[179991] = "暴君维哈里",
		[282147] = "断喙拾骨者",
		[278463] = "疯狂的生存专家",
		[1329] = 4,
		[268523] = 2,
		[298531] = "狂热的巨兽",
		[204777] = "[*] 爆裂溃烂",
		[290754] = 11,
		[341416] = "王庭执令者",
		[81272] = "奈法里奥斯的闪电机器",
		[20484] = 11,
		[323107] = "渗漏的残躯",
		[107517] = 7,
		[285452] = 7,
		[264140] = "锯齿猎犬",
		[129934] = 7,
		[116095] = 10,
		[298534] = "狂热的巨兽",
		[275907] = "艾泽洛克",
		[331718] = "纱雾防御者",
		[266191] = "[*] 回旋飞斧",
		[282152] = "塔玛基恩女勋爵",
		[225047] = "平台护林者",
		[323110] = "渗漏的残躯",
		[278057] = 9,
		[288722] = 11,
		[190927] = 3,
		[193359] = 4,
		[270461] = "宝石碎片巨像",
		[132578] = 10,
		[257814] = "杰斯·豪里斯",
		[129935] = 10,
		[340158] = 8,
		[148476] = 1,
		[290134] = 4,
		[292828] = "恐惧触须",
		[255581] = "女祭司阿伦扎",
		[265773] = "黄金风蛇",
		[339928] = 3,
		[210714] = 7,
		[185311] = 4,
		[278497] = 1,
		[184092] = 2,
		[306732] = "莱登",
		[295354] = 1,
		[260852] = "女巫布里亚",
		[327647] = "弃誓审判官",
		[306733] = "莱登",
		[310829] = "狂乱的旋刃刺客",
		[250870] = 4,
		[251894] = "巨型石皮鹿",
		[278504] = "符文信徒",
		[310830] = "狂乱的旋刃刺客",
		[274373] = 6,
		[302639] = 1,
		[323118] = "夺灵者哈卡",
		[24710] = 2,
		[337613] = 8,
		[294171] = "强化的渊誓拦截者",
		[288753] = "[*] 防御弹幕",
		[296944] = "[*] 艾泽里特弧光",
		[250878] = 1,
		[319655] = "贪食的克里克西斯",
		[274426] = 11,
		[256735] = 4,
		[265780] = "暗门猎蛛",
		[308488] = 5,
		[264476] = "发狂的射手",
		[310834] = "狂乱的旋刃刺客",
		[265781] = "黄金风蛇",
		[327851] = 5,
		[269361] = 8,
		[228358] = 8,
		[331314] = "[*] 毁灭冲击",
		[303449] = "赞齐尔角斗士",
		[273974] = 2,
		[310836] = "狂乱的旋刃刺客",
		[290819] = 3,
		[257028] = "骑士队长瓦莱莉",
		[93985] = 11,
		[170751] = "副官费里波斯",
		[182049] = "血魔",
		[228360] = 5,
		[320336] = "脆骨法师",
		[229385] = 10,
		[320069] = "斩首者德茜雅",
		[104340] = "心能单元",
		[323126] = "罪碑雕像",
		[324417] = "卡尔将军",
		[327893] = 11,
		[229387] = 6,
		[231435] = 2,
		[300174] = 8,
		[331319] = "残暴者多基格",
		[269883] = 12,
		[24712] = 1,
		[37978] = "雷铸斥候",
		[331320] = "残暴者多基格",
		[319733] = "艾谢朗",
		[202770] = 11,
		[327225] = 2,
		[262365] = "攻城炮塔",
		[302651] = 10,
		[323130] = "[*] 凝固淤泥",
		[194526] = 1,
		[1833] = 4,
		[180247] = 11,
		[290365] = 10,
		[188196] = 7,
		[181275] = "恶魔传送门",
		[269887] = 6,
		[213115] = 2,
		[81118] = 4,
		[298558] = 11,
		[319521] = "库尔萨洛克",
		[290367] = 8,
		[69528] = "伊米亚死亡使者",
		[233497] = 9,
		[269889] = 11,
		[55567] = "达卡莱震地者",
		[266286] = "钳颚咀嚼者",
		[183329] = "索克雷萨之魂",
		[302656] = 6,
		[295694] = 2,
		[180260] = "暴君维哈里",
		[208929] = "腐蚀触须",
		[264247] = 11,
		[323136] = "大角符文牡鹿",
		[225313] = "黑暗游侠维罗娜拉",
		[329561] = "精华之泉 <恶毒的神秘学者>",
		[313398] = "虚空精华 <莱登>",
		[323137] = "宗主奥法兰",
		[327233] = "魔药喷吐者",
		[290880] = 4,
		[257827] = "杰斯·豪里斯",
		[323138] = "英格拉·马洛克",
		[300491] = "赛琳娜·鳞伤",
		[88331] = 8,
		[342181] = 7,
		[256038] = "科古斯狱长",
		[268362] = "暴虐的工兵",
		[323996] = 12,
		[57842] = 4,
		[17364] = 7,
		[268365] = "[*] 采掘炸药",
		[33702] = 9,
		[297036] = 1,
		[273992] = 8,
		[34767] = 2,
		[286799] = "唤星者艾拉娜",
		[257829] = "闪电",
		[309326] = 9,
		[6788] = 5,
		[260551] = "魂缚巨像",
		[268375] = "深渊祭师",
		[290377] = 11,
		[116768] = 10,
		[272472] = 2,
		[132157] = 5,
		[273995] = "疯狂的孵化者",
		[327240] = "忠诚的造物",
		[308508] = "堕落的裂隙行者",
		[307164] = 2,
		[339528] = "德拉苟斯特",
		[290908] = 10,
		[265805] = 5,
		[269901] = "狂风士兵",
		[339529] = "德拉苟斯特",
		[305246] = "次级虚悯者",
		[321629] = 8,
		[18499] = 1,
		[202539] = 1,
		[268419] = "[*] 强风劈砍",
		[117014] = 7,
		[208683] = 10,
		[306765] = "萨尔",
		[278095] = 7,
		[297064] = 11,
		[290921] = 1,
		[323149] = "英格拉·马洛克",
		[297065] = 2,
		[265809] = 8,
		[159535] = 10,
		[323150] = "罪碑雕像",
		[196528] = 6,
		[165679] = 4,
		[279641] = 11,
		[296137] = 3,
		[340788] = "圣物匠赛·墨克斯",
		[265811] = 8,
		[120360] = 3,
		[49026] = "嗜血的苔原狼",
		[344179] = 7,
		[265433] = "血誓污染者",
		[302674] = 10,
		[199753] = 4,
		[171824] = 11,
		[265813] = 10,
		[302675] = 11,
		[335082] = 1,
		[61391] = 11,
		[207311] = 6,
		[278705] = "鞭舌",
		[339538] = 2,
		[334563] = "恐怖的狩猎大师",
		[47568] = 6,
		[286294] = "无眠觅虚者",
		[310454] = 10,
		[180017] = "血魔",
		[70425] = "获释的部落奴隶",
		[295048] = 11,
		[267257] = "雷鸣图腾",
		[171826] = 6,
		[280715] = 1,
		[286296] = "无眠觅虚者",
		[274009] = 6,
		[274575] = 7,
		[298584] = "被奴役的步兵",
		[269914] = "狂风士兵",
		[176212] = 10,
		[171827] = 2,
		[298585] = "被奴役的步兵",
		[213182] = "魔剑士奥鲁瑞尔",
		[145205] = 11,
		[268440] = "铁潮射手",
		[41425] = 8,
		[69155] = "天灾领主泰兰努斯",
		[60116] = 6,
		[278108] = 1,
		[293019] = 1,
		[225073] = "被亵渎的守护者",
		[210738] = 6,
		[342171] = 8,
		[270501] = 5,
		[286301] = "无眠觅虚者",
		[235313] = 8,
		[278110] = 1,
		[270507] = "幽魂兽王",
		[269919] = "光铸战争机甲",
		[108291] = 11,
		[186663] = "邪脉大恶魔",
		[324922] = "德鲁斯特碎枝者",
		[324776] = "纱雾塑形者",
		[235314] = 8,
		[204596] = 12,
		[20243] = 1,
		[319070] = "腐髓软泥",
		[323166] = "夺灵者哈卡",
		[153640] = 8,
		[48778] = 6,
		[269922] = "光铸战争机甲",
		[339550] = "[*] 战斗回响",
		[55249] = "迦尔达拉",
		[127797] = 11,
		[4987] = 2,
		[56785] = "天灾巨人",
		[327264] = 10,
		[282211] = "艾尔琳·捷足",
		[235622] = "伊崔格 <Magiccream>",
		[339552] = "德普莉娜",
		[343648] = 11,
		[298595] = "[*] 发光的钉刺",
		[311491] = 3,
		[339553] = "德普莉娜",
		[280776] = 1,
		[264396] = "符文信徒",
		[108447] = 9,
		[132568] = 2,
		[311496] = 11,
		[314980] = 11,
		[48082] = "晶化魔花",
		[339555] = "德普莉娜",
		[49106] = "伊米亚狂战士",
		[275865] = "淘气的洪流",
		[269928] = "影裔勇士",
		[229486] = 10,
		[139068] = 3,
		[303625] = "[*] 苦痛光环",
		[225079] = "被亵渎的守护者",
		[183416] = 2,
		[212792] = 8,
		[282217] = "艾尔琳·捷足",
		[97560] = 3,
		[288988] = 4,
		[171835] = 1,
		[282218] = "艾尔琳·捷足",
		[269931] = "影裔战士",
		[291042] = 11,
		[260838] = "[*] 自控导弹",
		[262377] = "蛛形地雷",
		[269932] = "[*] 狂风鞭笞",
		[339560] = 3,
		[278124] = 1,
		[184449] = "迪亚·暗语",
		[302699] = 1,
		[243512] = 5,
		[212794] = "提克迪奥斯",
		[171454] = 3,
		[216890] = 1,
		[286967] = 7,
		[192090] = 11,
		[314988] = 9,
		[335467] = 5,
		[277569] = "恶肉死亡行者",
		[327276] = 10,
		[219271] = 7,
		[50131] = "法师杀手",
		[61849] = 9,
		[250509] = "冰牙先知",
		[157503] = 7,
		[269937] = 2,
		[321792] = 9,
		[212106] = 12,
		[282225] = "艾尔琳·捷足",
		[97359] = 5,
		[1490] = 12,
		[280845] = 2,
		[157504] = 7,
		[319941] = "艾谢朗",
		[336135] = 11,
		[196414] = 9,
		[6343] = 1,
		[278803] = 12,
		[203285] = 8,
		[294515] = 1,
		[68789] = "熔炉之主加弗斯特",
		[324717] = 11,
		[1850] = 11,
		[261947] = 10,
		[45524] = 6,
		[305752] = 3,
		[113746] = 10,
		[294517] = "丧魂清道夫",
		[331379] = "润滑器",
		[324795] = 6,
		[348252] = 2,
		[212799] = 8,
		[260243] = 3,
		[50132] = "法师杀手",
		[73326] = 1,
		[2061] = 5,
		[331381] = "[*] 滑倒",
		[108294] = 11,
		[339573] = "无尽女皇莫德蕾莎",
		[212800] = 12,
		[107428] = 10,
		[313643] = 12,
		[306808] = 1,
		[175610] = "拜夜影誓者",
		[58971] = "达卡莱织火者",
		[175673] = "屠宰区游荡者",
		[344587] = 8,
		[201410] = 8,
		[323559] = 4,
		[302714] = 1,
		[101285] = 6,
		[171844] = 11,
		[330038] = 3,
		[47666] = 5,
		[33076] = 5,
		[303726] = 9,
		[97341] = 11,
		[88263] = 2,
		[323195] = "奥莱芙莉安",
		[188228] = 10,
		[265855] = 10,
		[297161] = "虚缚破坏者",
		[291678] = 6,
		[278143] = 12,
		[298622] = 12,
		[213166] = "[*] 灼热烙印",
		[279608] = 3,
		[278144] = 12,
		[222082] = "梦魇融合怪",
		[115399] = 10,
		[323198] = "[*] 黑暗放逐",
		[278145] = 2,
		[148429] = 12,
		[69369] = 11,
		[93095] = 1,
		[171847] = 2,
		[287504] = 10,
		[269429] = "风险投资公司战争机器",
		[203958] = 11,
		[278147] = 2,
		[291395] = 7,
		[303453] = "赞齐尔角斗士",
		[269242] = 3,
		[278148] = 12,
		[264550] = "塑风师布莱森",
		[119907] = 9,
		[306819] = "莱登",
		[280007] = 2,
		[10768] = 3,
		[207744] = 12,
		[292162] = "黑水巨鳗",
		[294533] = "丧魂恶鬼",
		[59545] = 6,
		[286342] = 11,
		[162370] = "泰克图斯",
		[205201] = 7,
		[298630] = "虚缚持盾卫士",
		[320197] = "白骨躯壳",
		[339588] = 2,
		[294535] = "扎库尔",
		[48697] = "天灾巨人",
		[163016] = 1,
		[339589] = 12,
		[142641] = 6,
		[331398] = "不稳定的内存器",
		[285048] = "被遗忘者魔药战车",
		[223427] = "[*] 梦魇孢子",
		[171851] = 2,
		[331399] = "斯特拉达玛侯爵",
		[101573] = 1,
		[5171] = 4,
		[24735] = 3,
		[51514] = 7,
		[315772] = "腐蚀者恩佐斯",
		[323209] = "罪碑雕像",
		[320376] = "缝肉的造物",
		[331401] = "卡尔将军",
		[302731] = 12,
		[274061] = "无眠特工",
		[276868] = "扎拉提克虫群卫士",
		[320208] = "缝肉的造物",
		[215241] = "暮色卫队斩杀者",
		[274062] = 10,
		[163024] = 8,
		[15407] = 5,
		[297934] = "赛兰努斯",
		[276873] = "扎拉提克虫群卫士",
		[264587] = "三叶虫宝宝",
		[264588] = 3,
		[286351] = 5,
		[306830] = 12,
		[330700] = "染病恐魔",
		[347788] = 5,
		[342819] = 6,
		[264968] = "瓦力格",
		[275171] = "石壳甲虫",
		[298640] = 11,
		[278979] = 3,
		[202573] = 1,
		[294545] = "扎库尔",
		[282258] = 11,
		[319120] = "[*] 腐烂胆汁",
		[342419] = 1,
		[261962] = "凶猛的刚诺夫",
		[298642] = 4,
		[269972] = "影裔巫医",
		[202574] = 1,
		[222238] = 3,
		[298643] = 10,
		[269973] = "影裔巫医",
		[2782] = 11,
		[185565] = 4,
		[298644] = 2,
		[188499] = 12,
		[257542] = 8,
		[126890] = 10,
		[298645] = 8,
		[328687] = "脆骨弩手",
		[194384] = 5,
		[147732] = 7,
		[298646] = 5,
		[269976] = "影裔勇士",
		[264626] = 9,
		[118699] = 9,
		[265881] = "主母阿尔玛",
		[243237] = "[*] 爆裂",
		[227151] = 4,
		[295367] = 12,
		[298648] = 5,
		[319127] = "银羽食草者",
		[56933] = "联盟游侠",
		[8222] = 11,
		[331415] = "卡尔将军",
		[257870] = "铁潮冒险家",
		[259918] = "蛮锤缚焰者",
		[117526] = 3,
		[156910] = 2,
		[341199] = "纳斯利亚加尔贡骑手",
		[328231] = 3,
		[167152] = 11,
		[223057] = "暗夜蛛母",
		[225105] = "夏多雷大法师",
		[273465] = 7,
		[304049] = "萨克佳",
		[59542] = 2,
		[265273] = 9,
		[290461] = 10,
		[258371] = "砾鳞晶目者",
		[255824] = "达萨莱战神",
		[61507] = "坚钢唤天者",
		[121471] = 4,
		[278175] = "青翠守护者",
		[275672] = 1,
		[58180] = 11,
		[274080] = "疫毒者盖拉姆",
		[278176] = "狂乱的野性之心",
		[265889] = "黑齿纵火犯",
		[342751] = "凋缚巨骨",
		[290464] = 10,
		[53209] = 3,
		[331422] = "有知觉的油",
		[58993] = "活体魔精",
		[250360] = "高阶神谕者阿塞扎",
		[310944] = 3,
		[206677] = "克洛苏斯",
		[345497] = 10,
		[258381] = "尤朵拉船长",
		[5116] = 3,
		[324459] = "酤团",
		[275370] = "厚指践踏者",
		[290467] = 10,
		[304025] = "薇兹加拉",
		[272874] = "艾什凡指挥官",
		[226005] = "训练有素的影鳞浮龙",
		[290468] = 9,
		[343713] = 6,
		[182104] = 2,
		[333100] = 8,
		[290469] = 1,
		[327331] = "弃誓治愈者",
		[272679] = 3,
		[263211] = "监工克里克斯",
		[323236] = "宫务大臣",
		[327332] = "弃誓治愈者",
		[282279] = 11,
		[279028] = 7,
		[117679] = 11,
		[162402] = 11,
		[282280] = 1,
		[176438] = 12,
		[268797] = "风险投资公司炼金师",
		[269099] = "风险投资公司战争机器",
		[229980] = 10,
		[264698] = "贪食的拉尔",
		[258672] = "铁潮射手",
		[270891] = "拉胡艾大王",
		[317943] = "弃誓先锋",
		[274941] = "水鼠帮海盗",
		[185044] = "地狱火炮",
		[22722] = 1,
		[282283] = 1,
		[335528] = "破冰者特拉克图斯",
		[275540] = 1,
		[280583] = 1,
		[88718] = 6,
		[302763] = 8,
		[20577] = 5,
		[343721] = 2,
		[282285] = "布伦恩大师",
		[263114] = "石拳执行者",
		[299915] = "炽情者希里瓦兹",
		[271671] = 11,
		[282286] = "布伦恩大师",
		[257880] = "深渊召唤者泽里莎",
		[267533] = "乔里船长",
		[185829] = "邪能烧灼者",
		[275452] = "硫磺寻踪犬",
		[845] = 1,
		[94462] = 2,
		[343724] = 2,
		[201363] = 1,
		[66196] = 6,
		[339629] = "暴食之虫",
		[261977] = 10,
		[297118] = 6,
		[275573] = "麝腹牦牛",
		[71342] = 12,
		[337989] = 6,
		[206685] = "喷毒的眼镜蛇",
		[270003] = "活化守卫",
		[306865] = "莱登",
		[343727] = "暗影魔 <左也加-希雷诺斯>",
		[57819] = 2,
		[303825] = "[*] 压抑深渊",
		[306866] = "莱登",
		[271048] = 3,
		[307932] = 12,
		[257883] = "哈达尔·黑渊",
		[323250] = "宗主奥法兰",
		[196447] = 9,
		[265910] = "黄金风蛇",
		[335538] = "破冰者特拉克图斯",
		[49998] = 6,
		[263636] = "混乱的暴徒",
		[255836] = "女祭司阿伦扎",
		[192648] = "大主教欧雷里斯",
		[341250] = "泥拳",
		[196448] = 9,
		[265912] = "暴怒云气",
		[302774] = 12,
		[328737] = 12,
		[271197] = 12,
		[246152] = 3,
		[302775] = 8,
		[274105] = 9,
		[261981] = 12,
		[347829] = 1,
		[286393] = 2,
		[268998] = 8,
		[54649] = 11,
		[89766] = "瓦兹尔尼希 <花花小魔王-安苏>",
		[257886] = "[*] 盐水池",
		[243551] = 4,
		[289335] = 11,
		[256470] = "珊蒂斯·羽月",
		[270012] = "[*] 防御弹幕",
		[306874] = "龟裂追踪者 <莱登>",
		[71432] = 2,
		[111771] = 9,
		[303678] = "冒险者残骸",
		[279142] = 1,
		[343737] = "玉珑 <佛系男青年-伊森利恩>",
		[303747] = "缚风师玛尔露",
		[312321] = 9,
		[102558] = 11,
		[293729] = "麦卡贡机械师",
		[197937] = 5,
		[289362] = 11,
		[145255] = 9,
		[268887] = 9,
		[115360] = 7,
		[270016] = "活化守卫",
		[163192] = "钢铁控火者",
		[268893] = 4,
		[211805] = 6,
		[281517] = 11,
		[255421] = "莱赞",
		[294592] = 6,
		[324540] = 9,
		[475] = 8,
		[317589] = 8,
		[221028] = "腐朽软泥怪",
		[298689] = "奥戈佐亚",
		[253239] = "达萨莱战神",
		[306881] = "虚空猎手 <莱登>",
		[33370] = 8,
		[57821] = 8,
		[260512] = "魂缚巨像",
		[188838] = 7,
		[221029] = "[*] 不稳定的腐烂",
		[298691] = "奴隶主奥洛克",
		[270021] = "火焰之魂",
		[339649] = "暴食之虫",
		[53595] = 2,
		[32175] = 7,
		[307856] = 11,
		[174422] = "毁灭者祭师",
		[294597] = 11,
		[262811] = "吸血球",
		[279194] = 1,
		[334485] = "雯图纳柯丝",
		[303772] = "庭务员",
		[31290] = "暗鳞斥候",
		[54878] = "达卡莱元素",
		[256340] = "针背蛮猪",
		[2823] = 4,
		[190313] = "阿克蒙德",
		[330417] = "泽地士兵",
		[223590] = "恐魂腐蚀者",
		[202090] = 10,
		[331462] = 12,
		[319175] = 4,
		[339654] = 3,
		[64380] = 1,
		[265931] = 9,
		[256369] = "瓦力格",
		[179583] = "邪能领主扎昆",
		[53351] = 3,
		[57822] = 2,
		[302794] = 12,
		[202602] = 1,
		[221033] = "腐朽软泥怪",
		[282316] = "布伦恩大师",
		[214413] = "霍尔古尔 <Magiccream>",
		[255371] = "莱赞",
		[97493] = 3,
		[298700] = 2,
		[121557] = 5,
		[137639] = 10,
		[327371] = 8,
		[127928] = 1,
		[48095] = "[*] 极度冰寒",
		[328533] = "万眼防御者",
		[330592] = "腐臭的气囊怪",
		[19135] = "盖亚拉大王 <Magiccream>",
		[120043] = 6,
		[17137] = "光缚战争祭司",
		[294607] = "[*] 死亡之池",
		[298703] = 2,
		[208748] = "恐惧憎恶",
		[290512] = 10,
		[278225] = 4,
		[277458] = "风投爆破专家",
		[297937] = "赛兰努斯",
		[290513] = 3,
		[221036] = "腐化的害虫",
		[298705] = 2,
		[277481] = "骷髅卫士",
		[243563] = "钳爪小螃蟹",
		[261994] = "狡诈的芬雷",
		[59528] = "沃尔坎",
		[206340] = "古尔丹",
		[339664] = 2,
		[85948] = 6,
		[190319] = 8,
		[257899] = "铁潮破坏者",
		[302143] = 3,
		[230951] = "邪能之魂",
		[189998] = 1,
		[155187] = "一袋点燃的炸弹 <熔炉工程师>",
		[298056] = "艾什凡女勋爵",
		[119582] = 10,
		[257580] = "泥沙女王",
		[257582] = "地怒者",
		[192058] = 7,
		[278231] = 2,
		[298710] = 6,
		[111400] = 9,
		[260668] = "鎏金女祭司",
		[69566] = "获释的部落奴隶",
		[61336] = 11,
		[319190] = 4,
		[339669] = 2,
		[157278] = "元首马尔高克",
		[265946] = 2,
		[141930] = 6,
		[234081] = 11,
		[77758] = 11,
		[263365] = "阿德里斯",
		[257902] = "[*] 弹跳龟壳",
		[210801] = 7,
		[261998] = "狡诈的芬雷",
		[282331] = "布伦恩大师",
		[308430] = 5,
		[155256] = "保安",
		[267483] = "火花引导者",
		[42919] = 7,
		[188028] = 12,
		[30449] = 8,
		[204413] = 3,
		[77130] = 7,
		[97097] = 11,
		[59304] = "伊米隆国王",
		[256639] = "黑油投弹者",
		[47585] = 5,
		[257904] = "路德维希·冯·托尔托伦",
		[210803] = 10,
		[262000] = "狡诈的芬雷",
		[30167] = 11,
		[47788] = 5,
		[245388] = 4,
		[155511] = "缚火者卡格拉兹",
		[265953] = 3,
		[1966] = 4,
		[208536] = "古尔丹",
		[262001] = "狡诈的芬雷",
		[265954] = 3,
		[253595] = 6,
		[54753] = 2,
		[188278] = "冷酷伏击者",
		[255647] = 2,
		[175785] = 8,
		[147117] = "考戈尔投敌者",
		[80735] = "原型多彩龙人",
		[265540] = "恶臭蛆虫",
		[116670] = 10,
		[194223] = 11,
		[327393] = "佐尔拉姆斯通灵师",
		[255661] = 6,
		[50613] = 6,
		[274149] = "能量碎片",
		[310616] = 11,
		[79206] = 7,
		[290141] = 3,
		[157375] = "原始风暴元素 <翠屏山火法-凤凰之神>",
		[77761] = 11,
		[48058] = "晶化魔花",
		[257908] = "铁潮军官",
		[194424] = "南海炮兵",
		[273794] = 2,
		[204490] = 12,
		[33763] = 11,
		[239310] = 1,
		[327397] = "佐尔拉姆斯通灵师",
		[201428] = 12,
		[292247] = "黑水巨鳗",
		[235219] = 8,
		[278249] = 12,
		[177884] = "盖亚拉大王 <Magiccream>",
		[270058] = 8,
		[306920] = 4,
		[77762] = 7,
		[59839] = "斯拉德兰",
		[204513] = 12,
		[210658] = 7,
		[262006] = "老练的巫师",
		[227041] = 2,
		[120696] = 5,
		[274156] = 6,
		[224995] = "恐怖卫士",
		[298731] = 12,
		[277955] = 5,
		[243576] = 5,
		[278253] = 8,
		[265966] = "沙怒石拳战士",
		[306634] = "[*] 不稳定的虚空",
		[255723] = 10,
		[331217] = "[*] 分担痛苦",
	},
	["encounter_spell_pool"] = {
		{
			2101, -- [1]
			"泥沙女王", -- [2]
		}, -- [1]
		{
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		}, -- [2]
		[164815] = {
			2132, -- [1]
			11, -- [2]
		},
		[269116] = {
			2124, -- [1]
			"灌注能量的唤雷者", -- [2]
		},
		[306986] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[256163] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[41172] = {
			519, -- [1]
			"联盟游侠", -- [2]
		},
		[296752] = {
			2304, -- [1]
			"[*] 锋利的珊瑚", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[320293] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[316711] = {
			2344, -- [1]
			"赛古斯", -- [2]
		},
		[306988] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[294195] = {
			2260, -- [1]
			"防御机器人MkIII型", -- [2]
		},
		[104318] = {
			2289, -- [1]
			"野生小鬼 <花花小魔王-安苏>", -- [2]
		},
		[188614] = {
			1799, -- [1]
			"[*] 亵渎", -- [2]
		},
		[334625] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[276286] = {
			2130, -- [1]
			"[*] 切割旋风", -- [2]
		},
		[223414] = {
			1886, -- [1]
			"[*] 寄生镣铐", -- [2]
		},
		[59148] = {
			1987, -- [1]
			"坚钢唤天者", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[155864] = {
			1692, -- [1]
			"主管索戈尔", -- [2]
		},
		[320300] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[240559] = {
			2093, -- [1]
			"[*] 重伤", -- [2]
		},
		[317231] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[330537] = {
			2383, -- [1]
			"[*] 暴食瘴气", -- [2]
		},
		[347425] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[271175] = {
			2115, -- [1]
			"苍白吞噬者", -- [2]
		},
		[157657] = {
			1705, -- [1]
			"不稳定的畸体", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[339751] = {
			2404, -- [1]
			"回响驭牛者", -- [2]
		},
		[342310] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[292159] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[280389] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[328494] = {
			2361, -- [1]
			"[*] 罪触心能", -- [2]
		},
		[59085] = {
			1987, -- [1]
			"雷铸军官", -- [2]
		},
		[329518] = {
			2402, -- [1]
			"凯尔萨斯之影", -- [2]
		},
		[264526] = {
			2130, -- [1]
			"抓地机械手", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[338731] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[292162] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[209858] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[303421] = {
			2298, -- [1]
			"艾萨亚雷缚霜者", -- [2]
		},
		[328497] = {
			2412, -- [1]
			"[*] 断魂之舞", -- [2]
		},
		[339244] = {
			2402, -- [1]
			"[*] 灵魂灌注", -- [2]
		},
		[206788] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[303422] = {
			2298, -- [1]
			"[*] 暴风雪", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[180945] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[298306] = {
			2303, -- [1]
			"[*] 孵化培养液", -- [2]
		},
		[215233] = {
			1873, -- [1]
			"支配触须", -- [2]
		},
		[339759] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[64843] = {
			2337, -- [1]
			5, -- [2]
		},
		[281420] = {
			2094, -- [1]
			"水鼠帮盐鳞战士", -- [2]
		},
		[292167] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[294726] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[215234] = {
			1873, -- [1]
			"支配触须", -- [2]
		},
		[326455] = {
			2402, -- [1]
			"凯尔萨斯之影", -- [2]
		},
		[271698] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[331573] = {
			2406, -- [1]
			"被掌控的幽灵", -- [2]
		},
		[342320] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[326456] = {
			2402, -- [1]
			"凯尔萨斯之影", -- [2]
		},
		[204744] = {
			1849, -- [1]
			"[*] 毒性几丁质", -- [2]
		},
		[342321] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[114942] = {
			2289, -- [1]
			"治疗之潮图腾 <儍僈>", -- [2]
		},
		[209862] = {
			2094, -- [1]
			"[*] 岩浆柱", -- [2]
		},
		[307012] = {
			2337, -- [1]
			"疯狂凝视", -- [2]
		},
		[340788] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[320830] = {
			2394, -- [1]
			"机械炸弹松鼠", -- [2]
		},
		[298314] = {
			2303, -- [1]
			"[*] 孵化培养液", -- [2]
		},
		[250036] = {
			2087, -- [1]
			"[*] 暗影残留物", -- [2]
		},
		[303944] = {
			2303, -- [1]
			"艾萨亚雷女巫", -- [2]
		},
		[199373] = {
			1871, -- [1]
			"亡者大军", -- [2]
		},
		[268122] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[64844] = {
			2337, -- [1]
			5, -- [2]
		},
		[181718] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[345397] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[260016] = {
			2101, -- [1]
			"嗡鸣的寄生虫", -- [2]
		},
		[221891] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[224194] = {
			1871, -- [1]
			"星界防御者", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[55249] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[300877] = {
			2299, -- [1]
			"泰坦控制台", -- [2]
		},
		[223427] = {
			1873, -- [1]
			"[*] 梦魇孢子", -- [2]
		},
		[325442] = {
			2402, -- [1]
			"缚石征服者", -- [2]
		},
		[298320] = {
			2299, -- [1]
			"忠实的仆从", -- [2]
		},
		[47765] = {
			2010, -- [1]
			"[*] 引力井", -- [2]
		},
		[302415] = {
			2099, -- [1]
			"潮汐使者", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] 燃烧残片", -- [2]
		},
		[267618] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[156902] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[302418] = {
			2101, -- [1]
			"下水道钳嘴鳄", -- [2]
		},
		[300883] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[295766] = {
			2303, -- [1]
			"赞齐尔愚忠者", -- [2]
		},
		[38618] = {
			519, -- [1]
			"指挥官斯托比德", -- [2]
		},
		[38682] = {
			519, -- [1]
			"联盟狂战士", -- [2]
		},
		[302420] = {
			2086, -- [1]
			"虚触使者", -- [2]
		},
		[188888] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[327497] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[303447] = {
			2298, -- [1]
			"赞齐尔角斗士", -- [2]
		},
		[332617] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[323406] = {
			2365, -- [1]
			"[*] 锯齿创口", -- [2]
		},
		[260279] = {
			2108, -- [1]
			"[*] 加特林机枪", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[270185] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[303449] = {
			2298, -- [1]
			"赞齐尔角斗士", -- [2]
		},
		[340807] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[260280] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[223946] = {
			1841, -- [1]
			"守卫者鲁森", -- [2]
		},
		[270187] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[297822] = {
			2332, -- [1]
			"萨尔", -- [2]
		},
		[304475] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[264560] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[179681] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[306524] = {
			2375, -- [1]
			"[*] 足下灼心", -- [2]
		},
		[81173] = {
			2299, -- [1]
			"布林顿6000 <里弗斯>", -- [2]
		},
		[262515] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[295779] = {
			2303, -- [1]
			"赞齐尔愚忠者", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[322903] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[344909] = {
			1981, -- [1]
			"[*] 奥的裂解之心", -- [2]
		},
		[224973] = {
			1862, -- [1]
			"[*] 暗影顺劈", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] 凝结魔药", -- [2]
		},
		[331606] = {
			2366, -- [1]
			"压制战旗 <无堕者哈夫>", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[275826] = {
			2099, -- [1]
			"艾什凡指挥官", -- [2]
		},
		[345936] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[261565] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[345425] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[307044] = {
			2337, -- [1]
			"梦魇抗原", -- [2]
		},
		[317791] = {
			1871, -- [1]
			"亡者魔导师", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[69021] = {
			2001, -- [1]
			"伊克", -- [2]
		},
		[317792] = {
			1871, -- [1]
			"亡者魔导师", -- [2]
		},
		[204506] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[174057] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[301929] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[226512] = {
			2115, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[297836] = {
			2311, -- [1]
			"强能火花", -- [2]
		},
		[300395] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[329565] = {
			2402, -- [1]
			"恶毒的神秘学者", -- [2]
		},
		[297325] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[295791] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"幻影仙狐 <唤雾者>", -- [2]
		},
		[342874] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[275835] = {
			2099, -- [1]
			"艾什凡入侵者", -- [2]
		},
		[307052] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[321893] = {
			2392, -- [1]
			"幻影仙狐 <唤雾者>", -- [2]
		},
		[320358] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[275836] = {
			2099, -- [1]
			"艾什凡入侵者", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[206557] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[204766] = {
			1849, -- [1]
			"晶化幼蝎", -- [2]
		},
		[301425] = {
			2299, -- [1]
			"泰坦控制台", -- [2]
		},
		[260547] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[12654] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[222934] = {
			1841, -- [1]
			"[*] 辐射梦魇", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[303986] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[69024] = {
			2001, -- [1]
			"科瑞克", -- [2]
		},
		[317292] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[322410] = {
			2384, -- [1]
			"未知目标", -- [2]
		},
		[256199] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[260805] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[27827] = {
			2337, -- [1]
			5, -- [2]
		},
		[320365] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[208863] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[256200] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"不稳定的种荚", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[257736] = {
			2096, -- [1]
			"铁潮唤雷者", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[260551] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[319346] = {
			2344, -- [1]
			"[*] 无尽丧钟", -- [2]
		},
		[301947] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[222939] = {
			1877, -- [1]
			"恐魂污染者", -- [2]
		},
		[340842] = {
			2405, -- [1]
			"幻影水晶", -- [2]
		},
		[183023] = {
			1794, -- [1]
			"缚魂构装体", -- [2]
		},
		[257483] = {
			2086, -- [1]
			"[*] 骨堆", -- [2]
		},
		[68771] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[589] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[69155] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[91800] = {
			1865, -- [1]
			"冰川爬行者 <Nigoule-狂热之刃>", -- [2]
		},
		[273294] = {
			2115, -- [1]
			"[*] 野火", -- [2]
		},
		[331634] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[302465] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[307071] = {
			2337, -- [1]
			"聚合增生", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[313213] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[315772] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[69028] = {
			2001, -- [1]
			"科瑞克", -- [2]
		},
		[55128] = {
			1978, -- [1]
			"毒蛇陷阱 <悲伤之殇-伊森利恩>", -- [2]
		},
		[334708] = {
			2418, -- [1]
			"巴加斯特之影 <巴加斯特>", -- [2]
		},
		[331638] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[34914] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[283534] = {
			2260, -- [1]
			"万磁臂", -- [2]
		},
		[260813] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[331639] = {
			2412, -- [1]
			"[*] 黑暗伴舞", -- [2]
		},
		[204777] = {
			1853, -- [1]
			"[*] 爆裂溃烂", -- [2]
		},
		[227550] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[295818] = {
			2303, -- [1]
			"艾萨亚雷女巫", -- [2]
		},
		[256976] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[336759] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[296331] = {
			2260, -- [1]
			"[*] 切割光线", -- [2]
		},
		[223201] = {
			1854, -- [1]
			"罗索斯", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[299915] = {
			2311, -- [1]
			"炽情者希里瓦兹", -- [2]
		},
		[264605] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[295822] = {
			2303, -- [1]
			"艾萨亚雷女巫", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[311176] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[342905] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[325506] = {
			2402, -- [1]
			"缚石征服者", -- [2]
		},
		[303501] = {
			2298, -- [1]
			"征服者加瓦尔", -- [2]
		},
		[295825] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[257747] = {
			2096, -- [1]
			"黑齿暴徒", -- [2]
		},
		[303502] = {
			2298, -- [1]
			"征服者加瓦尔", -- [2]
		},
		[340860] = {
			2405, -- [1]
			"灭绝根须", -- [2]
		},
		[313227] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[296850] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[59300] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[328579] = {
			2402, -- [1]
			"[*] 阴燃余烬", -- [2]
		},
		[332572] = {
			2399, -- [1]
			"[*] 碎石飞落", -- [2]
		},
		[341885] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[268705] = {
			2125, -- [1]
			"沙鳞突击者 <蛋>", -- [2]
		},
		[209387] = {
			1873, -- [1]
			"梦魇恐魔", -- [2]
		},
		[265088] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[296852] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[315787] = {
			2337, -- [1]
			5, -- [2]
		},
		[334228] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[292247] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[264101] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[336258] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[188176] = {
			1784, -- [1]
			"[*] 裂伤之触", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[59160] = {
			1987, -- [1]
			"雷铸军官", -- [2]
		},
		[195775] = {
			2337, -- [1]
			"未知目标 <書千畵丶-黑铁>", -- [2]
		},
		[297372] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[342923] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[326538] = {
			2406, -- [1]
			"昔日罪孽", -- [2]
		},
		[80035] = {
			1024, -- [1]
			"龙人苦工", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[205043] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[155921] = {
			1692, -- [1]
			"主管索戈尔", -- [2]
		},
		[224944] = {
			1862, -- [1]
			"魔誓混沌法师", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[198388] = {
			1841, -- [1]
			"乌索克", -- [2]
		},
		[307092] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[59530] = {
			1985, -- [1]
			"熔岩魔像", -- [2]
		},
		[47774] = {
			519, -- [1]
			"联盟狂战士", -- [2]
		},
		[325004] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[302999] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[260570] = {
			2114, -- [1]
			"[*] 野火", -- [2]
		},
		[268088] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[187074] = {
			1778, -- [1]
			"魁梧的狂战士", -- [2]
		},
		[21049] = {
			519, -- [1]
			"联盟狂战士", -- [2]
		},
		[297371] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[340870] = {
			2405, -- [1]
			"毁灭之刃", -- [2]
		},
		[271784] = {
			2105, -- [1]
			"足球炸弹流氓", -- [2]
		},
		[268202] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[20153] = {
			2289, -- [1]
			"地狱火爪牙", -- [2]
		},
		[316307] = {
			2337, -- [1]
			"疯狂凝视", -- [2]
		},
		[266181] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[268203] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[340872] = {
			2405, -- [1]
			"毁灭之刃", -- [2]
		},
		[337255] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[206618] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[2818] = {
			2113, -- [1]
			4, -- [2]
		},
		[68778] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[260569] = {
			2114, -- [1]
			"[*] 野火", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[164812] = {
			2132, -- [1]
			11, -- [2]
		},
		[332668] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[332687] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[225003] = {
			1862, -- [1]
			"恐怖卫士", -- [2]
		},
		[41107] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[292267] = {
			2260, -- [1]
			"欧米茄破坏者", -- [2]
		},
		[269231] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[68789] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[329618] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[16827] = {
			2289, -- [1]
			"胖子", -- [2]
		},
		[269232] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[48095] = {
			2011, -- [1]
			"[*] 极度冰寒", -- [2]
		},
		[300961] = {
			2298, -- [1]
			"[*] 冰霜之地", -- [2]
		},
		[295332] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[303506] = {
			2298, -- [1]
			"赞齐尔角斗士", -- [2]
		},
		[300962] = {
			2298, -- [1]
			"[*] 败血之地", -- [2]
		},
		[295850] = {
			2298, -- [1]
			"[*] 癫狂", -- [2]
		},
		[323992] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[301930] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[305057] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[326039] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[340880] = {
			2401, -- [1]
			"[*] 傲慢", -- [2]
		},
		[292264] = {
			2260, -- [1]
			"欧米茄破坏者", -- [2]
		},
		[269230] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[326040] = {
			2406, -- [1]
			"昔日罪孽", -- [2]
		},
		[260508] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[227300] = {
			1866, -- [1]
			"[*] 奥能喷发", -- [2]
		},
		[325399] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[330135] = {
			2386, -- [1]
			"[*] 恶疾之泉", -- [2]
		},
		[980] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[267702] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[184355] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[68774] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[266035] = {
			2113, -- [1]
			"棘刺助祭", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[260334] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[319902] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[334743] = {
			2412, -- [1]
			"[*] 黑暗伴舞", -- [2]
		},
		[156179] = {
			1696, -- [1]
			"奥尔高格", -- [2]
		},
		[307061] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[78621] = {
			1026, -- [1]
			"奈法利安", -- [2]
		},
		[38619] = {
			519, -- [1]
			"指挥官斯托比德", -- [2]
		},
		[212726] = {
			1877, -- [1]
			"塞纳留斯", -- [2]
		},
		[264608] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[213238] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[332698] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[292270] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[325908] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[298866] = {
			2375, -- [1]
			"鞭笞触手", -- [2]
		},
		[98440] = {
			2418, -- [1]
			4, -- [2]
		},
		[224483] = {
			1871, -- [1]
			"暮色卫队警哨", -- [2]
		},
		[333145] = {
			2402, -- [1]
			"荒翼刺客", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"暗影克隆追猎者", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[324449] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[255445] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[342282] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[310184] = {
			2344, -- [1]
			"赛古斯", -- [2]
		},
		[256979] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] 剧毒之池", -- [2]
		},
		[303532] = {
			2298, -- [1]
			"塑潮者科微丝", -- [2]
		},
		[324514] = {
			2404, -- [1]
			"[*] 死亡具象", -- [2]
		},
		[306603] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[59529] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[268589] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[268077] = {
			2113, -- [1]
			4, -- [2]
		},
		[53790] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[215288] = {
			1876, -- [1]
			"艾乐瑞瑟·雷弗拉尔", -- [2]
		},
		[335116] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[224729] = {
			2402, -- [1]
			"重生凤凰", -- [2]
		},
		[69167] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[259533] = {
			2107, -- [1]
			"[*] 艾泽里特催化剂", -- [2]
		},
		[307048] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[320786] = {
			2394, -- [1]
			"[*] 势不可挡", -- [2]
		},
		[260067] = {
			2102, -- [1]
			"鲍比·豪里斯 <杰斯·豪里斯>", -- [2]
		},
		[260323] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[297907] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[179991] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[182273] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[175642] = {
			1706, -- [1]
			"[*] 毁灭符文", -- [2]
		},
		[300491] = {
			2299, -- [1]
			"赛琳娜·鳞伤", -- [2]
		},
		[292279] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[176141] = {
			1690, -- [1]
			"未知目标", -- [2]
		},
		[54878] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[306090] = {
			2331, -- [1]
			"未知目标", -- [2]
		},
		[303453] = {
			2298, -- [1]
			"赞齐尔角斗士", -- [2]
		},
		[335779] = {
			2399, -- [1]
			"[*] 锁链联结", -- [2]
		},
		[297398] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[304951] = {
			2305, -- [1]
			"风暴怨灵", -- [2]
		},
		[341254] = {
			2402, -- [1]
			"重生凤凰", -- [2]
		},
		[206847] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[324010] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[334757] = {
			2418, -- [1]
			"巴加斯特", -- [2]
		},
		[320272] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[270277] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[301494] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[210931] = {
			1873, -- [1]
			"伊格诺斯之眼", -- [2]
		},
		[275907] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[53791] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[68785] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[69172] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[260838] = {
			2108, -- [1]
			"[*] 自控导弹", -- [2]
		},
		[278467] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[232692] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[320823] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[265002] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[333737] = {
			2384, -- [1]
			"未知目标", -- [2]
		},
		[35944] = {
			519, -- [1]
			"联盟祭司", -- [2]
		},
		[209158] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[269686] = {
			2127, -- [1]
			"[*] 瘟疫", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[303545] = {
			2298, -- [1]
			"塑潮者科微丝", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[212735] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[68786] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[326075] = {
			2402, -- [1]
			"灵魂灌注者", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"阴森的教民 <小瑶瑶呀-贫瘠之地>", -- [2]
		},
		[204292] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[212736] = {
			1871, -- [1]
			"[*] 冰霜之池", -- [2]
		},
		[48292] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[41062] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[299966] = {
			2293, -- [1]
			"[*] 惊惧", -- [2]
		},
		[323372] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[264144] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[295705] = {
			2298, -- [1]
			"[*] 剧毒箭", -- [2]
		},
		[336813] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[333231] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[69275] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[303550] = {
			2298, -- [1]
			"塑潮者科微丝", -- [2]
		},
		[184847] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[213761] = {
			1871, -- [1]
			"[*] 火焰爆裂", -- [2]
		},
		[178191] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[341250] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[41105] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[179986] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[267105] = {
			2140, -- [1]
			"洪流图腾", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[48291] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[219049] = {
			1886, -- [1]
			"自然学家特尔安", -- [2]
		},
		[56919] = {
			519, -- [1]
			"联盟祭司", -- [2]
		},
		[269266] = {
			2100, -- [1]
			"攻城恐魔", -- [2]
		},
		[269131] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[176133] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[336306] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[81198] = {
			1026, -- [1]
			"奈法里奥斯的闪电机器", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[59166] = {
			1987, -- [1]
			"雷铸战术师", -- [2]
		},
		[295367] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[208944] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[196364] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[294856] = {
			2298, -- [1]
			"[*] 不稳定混合物", -- [2]
		},
		[305603] = {
			2303, -- [1]
			"[*] 电击", -- [2]
		},
		[306115] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[300308] = {
			2303, -- [1]
			"孵化场的卵", -- [2]
		},
		[323515] = {
			2365, -- [1]
			"斩血", -- [2]
		},
		[309698] = {
			2344, -- [1]
			"痛击触须", -- [2]
		},
		[56969] = {
			2010, -- [1]
			"碧蓝缚鳞者", -- [2]
		},
		[143924] = {
			2293, -- [1]
			"艾泽拉斯守护者 <火舞的艳阳-布兰卡德>", -- [2]
		},
		[327610] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[313793] = {
			2344, -- [1]
			"死亡之翼", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[255421] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[305094] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[315715] = {
			2344, -- [1]
			"[*] 蔑视", -- [2]
		},
		[180260] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[264155] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"不死石精", -- [2]
		},
		[258544] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[300490] = {
			2299, -- [1]
			"赛琳娜·鳞伤", -- [2]
		},
		[268387] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[309702] = {
			2344, -- [1]
			"痛击触须", -- [2]
		},
		[300550] = {
			2311, -- [1]
			"炽情者希里瓦兹", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[52770] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[319938] = {
			2385, -- [1]
			"[*] 疾病之云", -- [2]
		},
		[313398] = {
			2331, -- [1]
			"虚空精华 <莱登>", -- [2]
		},
		[300492] = {
			2299, -- [1]
			"赛琳娜·鳞伤", -- [2]
		},
		[313611] = {
			2344, -- [1]
			9, -- [2]
		},
		[77827] = {
			1026, -- [1]
			"奥妮克希亚", -- [2]
		},
		[297934] = {
			2299, -- [1]
			"赛兰努斯", -- [2]
		},
		[306634] = {
			2331, -- [1]
			"[*] 不稳定的虚空", -- [2]
		},
		[266206] = {
			2140, -- [1]
			"屠夫库拉", -- [2]
		},
		[223944] = {
			1841, -- [1]
			"守卫者鲁森", -- [2]
		},
		[297746] = {
			2332, -- [1]
			"萨尔", -- [2]
		},
		[300494] = {
			2299, -- [1]
			"赛琳娜·鳞伤", -- [2]
		},
		[335805] = {
			2359, -- [1]
			"[*] 执政官的壁垒", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[318406] = {
			2365, -- [1]
			"斩血", -- [2]
		},
		[292307] = {
			2289, -- [1]
			"[*] 深渊凝视", -- [2]
		},
		[323845] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[312866] = {
			2344, -- [1]
			"死亡之翼", -- [2]
		},
		[297937] = {
			2299, -- [1]
			"赛兰努斯", -- [2]
		},
		[335295] = {
			2399, -- [1]
			"[*] 粉碎锁链", -- [2]
		},
		[327619] = {
			2412, -- [1]
			"跳华尔兹的温西尔", -- [2]
		},
		[335304] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[329774] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[225073] = {
			1854, -- [1]
			"被亵渎的守护者", -- [2]
		},
		[268347] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[343024] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[188950] = {
			1799, -- [1]
			"亵渎 <阿克蒙德>", -- [2]
		},
		[335297] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[5176] = {
			2113, -- [1]
			11, -- [2]
		},
		[261265] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[335298] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[322908] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[205370] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[264694] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[260852] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[268260] = {
			2109, -- [1]
			"艾什凡炮手", -- [2]
		},
		[162349] = {
			1713, -- [1]
			"克罗莫格", -- [2]
		},
		[212492] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[206607] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[77826] = {
			1026, -- [1]
			"奥妮克希亚", -- [2]
		},
		[328136] = {
			2344, -- [1]
			9, -- [2]
		},
		[158247] = {
			1690, -- [1]
			"监工长石", -- [2]
		},
		[341442] = {
			2384, -- [1]
			"爆发污泥", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[201754] = {
			2289, -- [1]
			"野兽", -- [2]
		},
		[259574] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[157736] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[324044] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[341443] = {
			2384, -- [1]
			"未知目标", -- [2]
		},
		[300504] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[225809] = {
			1871, -- [1]
			"夜之子贤者", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[212494] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[206609] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[162346] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[324046] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[264477] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[298459] = {
			2303, -- [1]
			"羊水喷发 <虚悯者>", -- [2]
		},
		[335817] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[324047] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[155179] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[257785] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[54819] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[279014] = {
			2127, -- [1]
			"塞塔里斯之心", -- [2]
		},
		[156203] = {
			1696, -- [1]
			"[*] 呕吐黑石", -- [2]
		},
		[302555] = {
			2289, -- [1]
			"艾泽拉斯守护者", -- [2]
		},
		[300334] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[272874] = {
			2099, -- [1]
			"艾什凡指挥官", -- [2]
		},
		[319531] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[34861] = {
			2337, -- [1]
			5, -- [2]
		},
		[315862] = {
			2337, -- [1]
			"痛击触须", -- [2]
		},
		[334797] = {
			2418, -- [1]
			"巴加斯特", -- [2]
		},
		[205588] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[271174] = {
			2115, -- [1]
			"苍白吞噬者", -- [2]
		},
		[268234] = {
			2115, -- [1]
			"胆汁软泥怪", -- [2]
		},
		[155181] = {
			1690, -- [1]
			"鼓风者", -- [2]
		},
		[206612] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[268271] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[225803] = {
			1871, -- [1]
			"[*] 封印魔法", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] 分担痛苦", -- [2]
		},
		[155176] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[332241] = {
			2399, -- [1]
			"[*] 地基坍塌", -- [2]
		},
		[300001] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[182049] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[323542] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[224970] = {
			1862, -- [1]
			"魔誓暗影剑士", -- [2]
		},
		[250368] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[183329] = {
			1794, -- [1]
			"索克雷萨之魂", -- [2]
		},
		[303585] = {
			2293, -- [1]
			"[*] 梦魇之影", -- [2]
		},
		[327952] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[296421] = {
			2305, -- [1]
			"[*] 奥寒风暴", -- [2]
		},
		[323544] = {
			2395, -- [1]
			"哈卡之子", -- [2]
		},
		[264693] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[190727] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[83381] = {
			2289, -- [1]
			"胖子", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[257278] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[346866] = {
			2403, -- [1]
			"忠诚的石裔魔", -- [2]
		},
		[52042] = {
			2298, -- [1]
			"治疗之泉图腾 <儍僈>", -- [2]
		},
		[186401] = {
			2344, -- [1]
			9, -- [2]
		},
		[209174] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[330711] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[300518] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[266231] = {
			2140, -- [1]
			"屠夫库拉", -- [2]
		},
		[308996] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[155185] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[300519] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[51750] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[58981] = {
			1978, -- [1]
			"达卡莱医师", -- [2]
		},
		[267256] = {
			2140, -- [1]
			"地墙图腾", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[272374] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[264698] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[267257] = {
			2140, -- [1]
			"雷鸣图腾", -- [2]
		},
		[256553] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[223704] = {
			1841, -- [1]
			"灰熊诱捕者", -- [2]
		},
		[181832] = {
			1788, -- [1]
			"邪影守望者", -- [2]
		},
		[295916] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[339415] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[230414] = {
			1871, -- [1]
			"[*] 恶魔践踏", -- [2]
		},
		[272888] = {
			2099, -- [1]
			"艾什凡破坏者", -- [2]
		},
		[334810] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[184357] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[303672] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[209433] = {
			1872, -- [1]
			"[*] 异域奇点", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[266237] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[268796] = {
			2143, -- [1]
			"[*] 穿刺长矛", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[257292] = {
			2097, -- [1]
			"库尔提拉斯先锋", -- [2]
		},
		[266238] = {
			2140, -- [1]
			"[*] 粉碎防御", -- [2]
		},
		[315878] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[303373] = {
			2298, -- [1]
			"艾萨亚雷剧毒卫士", -- [2]
		},
		[296944] = {
			2304, -- [1]
			"[*] 艾泽里特弧光", -- [2]
		},
		[57063] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[295921] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[225043] = {
			1871, -- [1]
			"平台护林者", -- [2]
		},
		[59334] = {
			2029, -- [1]
			"[*] 淬毒长矛", -- [2]
		},
		[186662] = {
			1799, -- [1]
			"邪脉大恶魔", -- [2]
		},
		[60067] = {
			519, -- [1]
			"指挥官斯托比德", -- [2]
		},
		[312810] = {
			2337, -- [1]
			"[*] 共生", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[59801] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[155200] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[226205] = {
			1867, -- [1]
			"[*] 软泥怪之池", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[186663] = {
			1799, -- [1]
			"邪脉大恶魔", -- [2]
		},
		[343005] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[55250] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[334579] = {
			2384, -- [1]
			"爆发污泥", -- [2]
		},
		[296894] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[297972] = {
			2299, -- [1]
			"艾瑟内尔", -- [2]
		},
		[300531] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[174126] = {
			1705, -- [1]
			"高里亚战争法师", -- [2]
		},
		[213275] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[327414] = {
			2405, -- [1]
			"[*] 附身", -- [2]
		},
		[322818] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[55078] = {
			2298, -- [1]
			"符文武器 <随风铃>", -- [2]
		},
		[55142] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[155192] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[341473] = {
			2402, -- [1]
			"荒翼刺客", -- [2]
		},
		[233490] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[223511] = {
			1867, -- [1]
			"腐败软泥怪", -- [2]
		},
		[273411] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[328437] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[43308] = {
			2344, -- [1]
			9, -- [2]
		},
		[295417] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] 魔药撞击", -- [2]
		},
		[225047] = {
			1871, -- [1]
			"平台护林者", -- [2]
		},
		[329455] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[289277] = {
			2344, -- [1]
			9, -- [2]
		},
		[212942] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[320248] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[274437] = {
			2130, -- [1]
			"唤风者学徒", -- [2]
		},
		[6136] = {
			2298, -- [1]
			"艾萨亚雷缚霜者", -- [2]
		},
		[324589] = {
			2404, -- [1]
			"死亡行者 <[*] 死亡具象>", -- [2]
		},
		[283551] = {
			2260, -- [1]
			"欧米茄破坏者", -- [2]
		},
		[241680] = {
			2130, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[213278] = {
			1871, -- [1]
			"[*] 燃烧之地", -- [2]
		},
		[318449] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[48280] = {
			2299, -- [1]
			"布林顿6000 <里弗斯>", -- [2]
		},
		[32409] = {
			2331, -- [1]
			"[*] 暗言术：灭", -- [2]
		},
		[324079] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[271369] = {
			2304, -- [1]
			"赞齐尔荣誉卫士", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[208929] = {
			1873, -- [1]
			"腐蚀触须", -- [2]
		},
		[56934] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[318451] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[57062] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[230423] = {
			1871, -- [1]
			"[*] 旋风倾泻", -- [2]
		},
		[256710] = {
			2103, -- [1]
			"[*] 燃烧的军火库", -- [2]
		},
		[155196] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[321011] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[206883] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[203045] = {
			1853, -- [1]
			"[*] 污染之地", -- [2]
		},
		[205348] = {
			1842, -- [1]
			"[*] 毁灭宝珠", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[341475] = {
			2402, -- [1]
			"荒翼刺客", -- [2]
		},
		[283143] = {
			2260, -- [1]
			"万磁臂", -- [2]
		},
		[223923] = {
			1841, -- [1]
			"堕落图腾 <可怕的萨满>", -- [2]
		},
		[180017] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[272397] = {
			2094, -- [1]
			"[*] 回旋剑刃", -- [2]
		},
		[213281] = {
			1871, -- [1]
			"烈焰魔灵", -- [2]
		},
		[267874] = {
			2142, -- [1]
			"[*] 燃烧之地", -- [2]
		},
		[196911] = {
			2418, -- [1]
			4, -- [2]
		},
		[333808] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[324085] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[300545] = {
			2311, -- [1]
			"[*] 力量决裂", -- [2]
		},
		[266258] = {
			2117, -- [1]
			"Drust Slaver Summoning Portal", -- [2]
		},
		[33833] = {
			2010, -- [1]
			"狂乱的法力怨灵", -- [2]
		},
		[311648] = {
			2418, -- [1]
			6, -- [2]
		},
		[331251] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[268306] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[257293] = {
			2096, -- [1]
			"疾风军刀", -- [2]
		},
		[343022] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[323064] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[209615] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[258317] = {
			2103, -- [1]
			"艾什凡军官", -- [2]
		},
		[54801] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"不羁畸变怪", -- [2]
		},
		[268308] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[211659] = {
			1849, -- [1]
			"[*] 奥术桎梏", -- [2]
		},
		[322554] = {
			2361, -- [1]
			"执行者塔沃德", -- [2]
		},
		[85948] = {
			2418, -- [1]
			6, -- [2]
		},
		[305155] = {
			2375, -- [1]
			"掘地附肢", -- [2]
		},
		[324090] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[341884] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[213796] = {
			1871, -- [1]
			"未知目标", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[268865] = {
			2105, -- [1]
			"武器测试员", -- [2]
		},
		[155201] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[320008] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] 污秽油膜", -- [2]
		},
		[184238] = {
			1778, -- [1]
			"魁梧的狂战士", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[174574] = {
			1720, -- [1]
			"钢铁血法师", -- [2]
		},
		[75330] = {
			2000, -- [1]
			"怒骨巫师", -- [2]
		},
		[212262] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[271178] = {
			2115, -- [1]
			"苍白吞噬者", -- [2]
		},
		[50155] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[266266] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"复生的弩手 <阿玛厄斯>", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[302588] = {
			2298, -- [1]
			"[*] 冰霜烙印", -- [2]
		},
		[269351] = {
			2143, -- [1]
			"提扎拉", -- [2]
		},
		[306184] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[259856] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[3110] = {
			2298, -- [1]
			"鲁尔亚尔", -- [2]
		},
		[56936] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[225825] = {
			1871, -- [1]
			"夜之子贤者", -- [2]
		},
		[296462] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[262513] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[264734] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[259092] = {
			2096, -- [1]
			"铁潮唤雷者", -- [2]
		},
		[324662] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[272426] = {
			2109, -- [1]
			"[*] 瞄准火炮", -- [2]
		},
		[156669] = {
			1695, -- [1]
			"加安上将", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[33076] = {
			2337, -- [1]
			5, -- [2]
		},
		[302049] = {
			2303, -- [1]
			"羊水喷发 <虚悯者>", -- [2]
		},
		[276229] = {
			2108, -- [1]
			"王牌轰炸机", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[220957] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[275499] = {
			2298, -- [1]
			"治疗之泉图腾 <儍僈>", -- [2]
		},
		[162370] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[314889] = {
			2344, -- [1]
			"暴露的突触", -- [2]
		},
		[323821] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[340477] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[323573] = {
			2361, -- [1]
			"[*] 残渣", -- [2]
		},
		[271903] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[298054] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[344572] = {
			1865, -- [1]
			"灵魂兽 <五右卫门-死亡之翼>", -- [2]
		},
		[322567] = {
			2361, -- [1]
			"执行者塔沃德", -- [2]
		},
		[335361] = {
			2399, -- [1]
			"[*] 石震", -- [2]
		},
		[205870] = {
			1854, -- [1]
			"莱索恩", -- [2]
		},
		[321005] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[267299] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[330712] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[260372] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[321061] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[272418] = {
			2109, -- [1]
			"艾什凡观察员", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"铁潮火炮", -- [2]
		},
		[31707] = {
			2298, -- [1]
			9, -- [2]
		},
		[257814] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[243237] = {
			2102, -- [1]
			"[*] 爆裂", -- [2]
		},
		[14914] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[301078] = {
			2299, -- [1]
			"赛兰努斯", -- [2]
		},
		[300620] = {
			2299, -- [1]
			"赛琳娜·鳞伤", -- [2]
		},
		[155209] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[328664] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[264233] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[332296] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[205361] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[61507] = {
			1987, -- [1]
			"坚钢唤天者", -- [2]
		},
		[272422] = {
			2109, -- [1]
			"艾什凡观察员", -- [2]
		},
		[209471] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[323010] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[206641] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[157769] = {
			1705, -- [1]
			"高里亚战争法师", -- [2]
		},
		[158025] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[257168] = {
			2109, -- [1]
			"铁潮掠夺者", -- [2]
		},
		[267818] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[313364] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[197942] = {
			1841, -- [1]
			"乌索克", -- [2]
		},
		[291865] = {
			2260, -- [1]
			"R-21/X型空中单位", -- [2]
		},
		[328545] = {
			2405, -- [1]
			"[*] 空间撕裂", -- [2]
		},
		[307224] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[267308] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[265773] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[329742] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[197943] = {
			1841, -- [1]
			"乌索克", -- [2]
		},
		[298014] = {
			2299, -- [1]
			"艾瑟内尔", -- [2]
		},
		[326684] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[264239] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[56939] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[267310] = {
			2133, -- [1]
			"深渊具象", -- [2]
		},
		[213567] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[296693] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[315927] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[155213] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[59528] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[258075] = {
			2101, -- [1]
			"钉刺寄生虫", -- [2]
		},
		[298465] = {
			2303, -- [1]
			"虚悯者", -- [2]
		},
		[312873] = {
			2344, -- [1]
			"死亡之翼", -- [2]
		},
		[295421] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[280933] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[212530] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[69579] = {
			2000, -- [1]
			"阵亡的战士", -- [2]
		},
		[213182] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[328212] = {
			2390, -- [1]
			"[*] 冰峰碎片", -- [2]
		},
		[291878] = {
			2260, -- [1]
			"R-21/X型空中单位", -- [2]
		},
		[298531] = {
			2299, -- [1]
			"狂热的巨兽", -- [2]
		},
		[299250] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[274991] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[296691] = {
			2303, -- [1]
			"积恐巨兽", -- [2]
		},
		[272402] = {
			2094, -- [1]
			"破浪飞刀手", -- [2]
		},
		[323608] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[268851] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[298021] = {
			2299, -- [1]
			"艾瑟内尔", -- [2]
		},
		[265781] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[209973] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[165195] = {
			1692, -- [1]
			"主管索戈尔", -- [2]
		},
		[181827] = {
			1788, -- [1]
			"邪影守望者", -- [2]
		},
		[298534] = {
			2299, -- [1]
			"狂热的巨兽", -- [2]
		},
		[333845] = {
			2391, -- [1]
			"老练的里克", -- [2]
		},
		[324608] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[331997] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[267830] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] 黑暗之箭", -- [2]
		},
		[313395] = {
			2331, -- [1]
			"生命精华 <莱登>", -- [2]
		},
		[301807] = {
			2311, -- [1]
			"炽情者希里瓦兹", -- [2]
		},
		[59305] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[225583] = {
			1871, -- [1]
			"[*] 奥能释放", -- [2]
		},
		[326171] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[263425] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[222010] = {
			1886, -- [1]
			"日心学者特尔安", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[328731] = {
			2402, -- [1]
			"重生凤凰", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[296688] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"刺客追猎者", -- [2]
		},
		[300074] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[342961] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[319521] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[303657] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[212794] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[208697] = {
			1873, -- [1]
			"死光触须", -- [2]
		},
		[204859] = {
			1841, -- [1]
			"乌索克", -- [2]
		},
		[271456] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[316981] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[59331] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"铁潮掷弹兵", -- [2]
		},
		[314406] = {
			2096, -- [1]
			"纺虚者玛熙尔", -- [2]
		},
		[206651] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[325665] = {
			2402, -- [1]
			"灵魂灌注者", -- [2]
		},
		[332318] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[312360] = {
			2338, -- [1]
			"奥蕾莉亚·风行者", -- [2]
		},
		[323107] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[332509] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"铁潮掷弹兵", -- [2]
		},
		[330784] = {
			2391, -- [1]
			"战场祭师", -- [2]
		},
		[306732] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[69246] = {
			2000, -- [1]
			"霜牙", -- [2]
		},
		[182600] = {
			1788, -- [1]
			"[*] 邪火", -- [2]
		},
		[263234] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[306733] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[334893] = {
			2418, -- [1]
			"[*] 尖石裂片", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[273470] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[323110] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[81272] = {
			1026, -- [1]
			"奈法里奥斯的闪电机器", -- [2]
		},
		[346651] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[314411] = {
			2096, -- [1]
			"纺虚者玛熙尔", -- [2]
		},
		[291915] = {
			2260, -- [1]
			"[*] 等离子球", -- [2]
		},
		[327503] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[322088] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[257829] = {
			2094, -- [1]
			"闪电", -- [2]
		},
		[256038] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[264773] = {
			2130, -- [1]
			"[*] 窒息海潮", -- [2]
		},
		[209469] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[260900] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[342048] = {
			2391, -- [1]
			"卑劣的席拉", -- [2]
		},
		[346654] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[310331] = {
			2344, -- [1]
			"心灵之眼", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[314843] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[329256] = {
			2405, -- [1]
			"裂隙冲击传送门", -- [2]
		},
		[59800] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[328756] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[316463] = {
			2344, -- [1]
			"神思之门", -- [2]
		},
		[225079] = {
			1854, -- [1]
			"被亵渎的守护者", -- [2]
		},
		[264234] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[346657] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[329770] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[301624] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[323118] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[275014] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[308278] = {
			2338, -- [1]
			"奥蕾莉亚·风行者", -- [2]
		},
		[296508] = {
			2305, -- [1]
			"[*] 飓风陷阱", -- [2]
		},
		[268362] = {
			2105, -- [1]
			"暴虐的工兵", -- [2]
		},
		[328237] = {
			2405, -- [1]
			"幻影水晶", -- [2]
		},
		[177744] = {
			1690, -- [1]
			"熔渣元素", -- [2]
		},
		[296509] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[320050] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[263246] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[318688] = {
			2344, -- [1]
			"尖刺触须", -- [2]
		},
		[319539] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[300605] = {
			2299, -- [1]
			"赛兰努斯", -- [2]
		},
		[268024] = {
			2127, -- [1]
			"塞塔里斯之心", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[302141] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[276042] = {
			2099, -- [1]
			"[*] 海潮涌动", -- [2]
		},
		[313400] = {
			2344, -- [1]
			"腐蚀触须", -- [2]
		},
		[337110] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[324659] = {
			2361, -- [1]
			"瞬息具象", -- [2]
		},
		[264166] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[47731] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[225851] = {
			1871, -- [1]
			"暮色卫队守望者", -- [2]
		},
		[47688] = {
			2009, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[59842] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[257580] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[331314] = {
			2399, -- [1]
			"[*] 毁灭冲击", -- [2]
		},
		[48179] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[59306] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[310333] = {
			2344, -- [1]
			"心灵之眼", -- [2]
		},
		[260907] = {
			2113, -- [1]
			4, -- [2]
		},
		[156138] = {
			1706, -- [1]
			"屠夫", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[157278] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[223038] = {
			1877, -- [1]
			"恐魂腐蚀者", -- [2]
		},
		[155743] = {
			1690, -- [1]
			"[*] 熔渣池", -- [2]
		},
		[251187] = {
			2086, -- [1]
			"剧毒细颚龙", -- [2]
		},
		[215443] = {
			1876, -- [1]
			"艾乐瑞瑟·雷弗拉尔", -- [2]
		},
		[299093] = {
			2305, -- [1]
			"[*] 光辉之怒", -- [2]
		},
		[263927] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[32865] = {
			2000, -- [1]
			"怒骨巫师", -- [2]
		},
		[257582] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[323130] = {
			2365, -- [1]
			"[*] 凝固淤泥", -- [2]
		},
		[267311] = {
			2133, -- [1]
			"深渊具象", -- [2]
		},
		[328248] = {
			2402, -- [1]
			"恶毒的神秘学者", -- [2]
		},
		[291914] = {
			2260, -- [1]
			"[*] 切割光线", -- [2]
		},
		[331319] = {
			2391, -- [1]
			"残暴者多基格", -- [2]
		},
		[264757] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[57091] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[298056] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[331320] = {
			2364, -- [1]
			"残暴者多基格", -- [2]
		},
		[325691] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[261428] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[269399] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[299890] = {
			2299, -- [1]
			"艾萨拉的虔信者", -- [2]
		},
		[334266] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[320063] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[274438] = {
			2130, -- [1]
			"[*] 风暴", -- [2]
		},
		[183969] = {
			1799, -- [1]
			"未知目标 <阿克蒙德>", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[258352] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[56937] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[258864] = {
			2103, -- [1]
			"艾什凡水兵", -- [2]
		},
		[268702] = {
			2105, -- [1]
			"巨石之怒", -- [2]
		},
		[251188] = {
			2086, -- [1]
			"剧毒细颚龙", -- [2]
		},
		[257585] = {
			2097, -- [1]
			"[*] 火炮弹幕", -- [2]
		},
		[316995] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[280661] = {
			2293, -- [1]
			1, -- [2]
		},
		[328254] = {
			2402, -- [1]
			"难缠的石精", -- [2]
		},
		[263262] = {
			2105, -- [1]
			"页岩啃噬者", -- [2]
		},
		[325184] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[240446] = {
			2097, -- [1]
			"[*] 爆炸", -- [2]
		},
		[307008] = {
			2337, -- [1]
			"疯狂凝视", -- [2]
		},
		[296015] = {
			2293, -- [1]
			"[*] 腐蚀谵妄", -- [2]
		},
		[263775] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[268278] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[162658] = {
			1722, -- [1]
			"泰克图斯碎片", -- [2]
		},
		[334909] = {
			2412, -- [1]
			"[*] 压制气场", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"魔药喷吐者", -- [2]
		},
		[320727] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[320069] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[59823] = {
			1981, -- [1]
			"犀牛之魂 <迦尔达拉>", -- [2]
		},
		[325590] = {
			2402, -- [1]
			"恶毒的神秘学者", -- [2]
		},
		[61295] = {
			2133, -- [1]
			7, -- [2]
		},
		[330590] = {
			2383, -- [1]
			"[*] 暴食瘴气", -- [2]
		},
		[296018] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[306765] = {
			2332, -- [1]
			"萨尔", -- [2]
		},
		[296459] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[268896] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[332865] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[296022] = {
			2293, -- [1]
			"[*] 癫狂惊惧", -- [2]
		},
		[204483] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[325331] = {
			2405, -- [1]
			"[*] 毁灭符文", -- [2]
		},
		[334913] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[300626] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[303185] = {
			2304, -- [1]
			"艾萨亚雷缚雷者", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"万眼防御者", -- [2]
		},
		[296021] = {
			2293, -- [1]
			"[*] 癫狂惊惧", -- [2]
		},
		[324307] = {
			2358, -- [1]
			"凝结心能", -- [2]
		},
		[8599] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"不羁畸变怪", -- [2]
		},
		[291928] = {
			2260, -- [1]
			"R-21/X型空中单位", -- [2]
		},
		[296534] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[55090] = {
			2418, -- [1]
			6, -- [2]
		},
		[334404] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[55218] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[323146] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[301141] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[332871] = {
			2402, -- [1]
			"高阶折磨官达利索斯", -- [2]
		},
		[330959] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[64238] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[299095] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[334919] = {
			2418, -- [1]
			"[*] 石化嚎叫", -- [2]
		},
		[59824] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[296537] = {
			2375, -- [1]
			"教徒折磨者", -- [2]
		},
		[276068] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[157289] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[323149] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[319567] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[346690] = {
			2412, -- [1]
			"堡主尼克劳斯", -- [2]
		},
		[263275] = {
			2105, -- [1]
			"监工阿斯加里", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[157801] = {
			1705, -- [1]
			"高里亚战争法师", -- [2]
		},
		[326221] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[312782] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[296540] = {
			2375, -- [1]
			"教徒折磨者", -- [2]
		},
		[297851] = {
			2311, -- [1]
			"强能火花", -- [2]
		},
		[257337] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[257593] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[304729] = {
			2299, -- [1]
			"艾萨拉的不屈者", -- [2]
		},
		[315954] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[263278] = {
			2105, -- [1]
			"[*] 掩护", -- [2]
		},
		[15284] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[222932] = {
			1877, -- [1]
			"恐魂污染者", -- [2]
		},
		[89808] = {
			2299, -- [1]
			1, -- [2]
		},
		[346694] = {
			2412, -- [1]
			"忠实的侍从", -- [2]
		},
		[309713] = {
			2344, -- [1]
			"痛击触须", -- [2]
		},
		[304731] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[325713] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[158315] = {
			1695, -- [1]
			"执行者苏卡", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[59825] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[275051] = {
			2100, -- [1]
			"[*] 腐败之水", -- [2]
		},
		[291939] = {
			2260, -- [1]
			"[*] 超荷电磁炮", -- [2]
		},
		[304733] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[292963] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[269369] = {
			2143, -- [1]
			"提扎拉", -- [2]
		},
		[260666] = {
			2084, -- [1]
			"鎏金女祭司", -- [2]
		},
		[181089] = {
			2299, -- [1]
			"未知目标", -- [2]
		},
		[346698] = {
			2412, -- [1]
			"堡主尼克劳斯", -- [2]
		},
		[299617] = {
			2293, -- [1]
			"恐惧召唤者", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[206677] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[225356] = {
			1854, -- [1]
			"渗漏之雾", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] 心灵连接", -- [2]
		},
		[260667] = {
			2084, -- [1]
			"鎏金女祭司", -- [2]
		},
		[298595] = {
			2289, -- [1]
			"[*] 发光的钉刺", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"血虱", -- [2]
		},
		[309854] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[257597] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[267891] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[268403] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[307808] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[260668] = {
			2084, -- [1]
			"鎏金女祭司", -- [2]
		},
		[260924] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[334932] = {
			2418, -- [1]
			"赫库提斯", -- [2]
		},
		[307809] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[328791] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[296551] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[260669] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[298087] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[258622] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[261438] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[325324] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[267385] = {
			2133, -- [1]
			"触须", -- [2]
		},
		[59826] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[296555] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[292971] = {
			2293, -- [1]
			"[*] 狂乱", -- [2]
		},
		[184675] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[59827] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[268007] = {
			2127, -- [1]
			"心脏守卫", -- [2]
		},
		[52022] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[346706] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[323166] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[325725] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[313955] = {
			2344, -- [1]
			"希尔瓦娜斯·风行者", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[211799] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[47737] = {
			2009, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[261439] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[267905] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[225105] = {
			1871, -- [1]
			"夏多雷大法师", -- [2]
		},
		[323683] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[263912] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[334939] = {
			2418, -- [1]
			"玛尔苟", -- [2]
		},
		[334942] = {
			2418, -- [1]
			"玛尔苟", -- [2]
		},
		[323681] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[261440] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[258627] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[267901] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[206939] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[339550] = {
			2404, -- [1]
			"[*] 战斗回响", -- [2]
		},
		[45242] = {
			2337, -- [1]
			5, -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] 伏击", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"心能喷泉", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[330848] = {
			2412, -- [1]
			"[*] 跳错了", -- [2]
		},
		[313039] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"心能喷泉", -- [2]
		},
		[297585] = {
			2311, -- [1]
			"艾萨拉女王", -- [2]
		},
		[221781] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[294515] = {
			2293, -- [1]
			1, -- [2]
		},
		[257092] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[297586] = {
			2311, -- [1]
			"[*] 承受折磨", -- [2]
		},
		[221270] = {
			1842, -- [1]
			"灼热的地狱火", -- [2]
		},
		[206685] = {
			1865, -- [1]
			"喷毒的眼镜蛇", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[213083] = {
			1871, -- [1]
			"寒冰魔灵", -- [2]
		},
		[334945] = {
			2418, -- [1]
			"玛尔苟", -- [2]
		},
		[296566] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[329828] = {
			2405, -- [1]
			"灭绝根须", -- [2]
		},
		[296662] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] 污血", -- [2]
		},
		[267907] = {
			2114, -- [1]
			"[*] 灵魂荆棘", -- [2]
		},
		[249929] = {
			2087, -- [1]
			"Soulrend Add", -- [2]
		},
		[58996] = {
			1978, -- [1]
			"斯拉德兰毒蛇", -- [2]
		},
		[221783] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[118297] = {
			2303, -- [1]
			"原始火元素", -- [2]
		},
		[268932] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[155256] = {
			1690, -- [1]
			"保安", -- [2]
		},
		[268419] = {
			2143, -- [1]
			"[*] 强风劈砍", -- [2]
		},
		[59444] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[260333] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[298103] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[321935] = {
			2384, -- [1]
			"未知目标", -- [2]
		},
		[296449] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[303825] = {
			2299, -- [1]
			"[*] 压抑深渊", -- [2]
		},
		[59828] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[323687] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[213085] = {
			1871, -- [1]
			"[*] 寒冰暴雨", -- [2]
		},
		[225081] = {
			1854, -- [1]
			"被亵渎的守护者", -- [2]
		},
		[8936] = {
			2293, -- [1]
			11, -- [2]
		},
		[213853] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[329834] = {
			2405, -- [1]
			"灭绝根须", -- [2]
		},
		[324205] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[190313] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[264931] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[191068] = {
			1799, -- [1]
			"未知目标 <阿克蒙德>", -- [2]
		},
		[314483] = {
			2096, -- [1]
			"萨姆莱克，混沌唤引者", -- [2]
		},
		[36096] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[215458] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[261447] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[263309] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[267841] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[61044] = {
			2000, -- [1]
			"阵亡的战士", -- [2]
		},
		[307832] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[292083] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[303227] = {
			2311, -- [1]
			"艾萨拉女王", -- [2]
		},
		[262287] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[328789] = {
			2405, -- [1]
			"毁灭之刃", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[320729] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[257732] = {
			2094, -- [1]
			"黑齿拳手", -- [2]
		},
		[181912] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[303536] = {
			2298, -- [1]
			"塑潮者科微丝", -- [2]
		},
		[319685] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[57066] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[309882] = {
			2375, -- [1]
			"教徒驱奴者", -- [2]
		},
		[59829] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[175673] = {
			1706, -- [1]
			"屠宰区游荡者", -- [2]
		},
		[305048] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[159217] = {
			1721, -- [1]
			"[*] 刃舞", -- [2]
		},
		[59839] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[271579] = {
			2105, -- [1]
			"风险投资公司塑地者", -- [2]
		},
		[259147] = {
			2087, -- [1]
			"[*] 灵魂盛宴", -- [2]
		},
		[327649] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[269456] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[256589] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[291974] = {
			2260, -- [1]
			"麦卡贡国王", -- [2]
		},
		[320120] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[334961] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[258381] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[272528] = {
			2099, -- [1]
			"艾什凡狙击手", -- [2]
		},
		[336499] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[80734] = {
			1026, -- [1]
			"原型多彩龙人", -- [2]
		},
		[48281] = {
			2299, -- [1]
			"布林顿7000 <稳住丶别浪-燃烧之刃>", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[294535] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[206474] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[208230] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
		[265366] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[270484] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[218424] = {
			1886, -- [1]
			"自然学家特尔安", -- [2]
		},
		[186993] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[306819] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[210022] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[298120] = {
			2299, -- [1]
			"艾瑟内尔", -- [2]
		},
		[155265] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[263914] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[322239] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[339573] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[298121] = {
			2299, -- [1]
			"艾瑟内尔", -- [2]
		},
		[228190] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[114255] = {
			2337, -- [1]
			5, -- [2]
		},
		[210279] = {
			1877, -- [1]
			"塞纳留斯", -- [2]
		},
		[155266] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[325245] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[219235] = {
			1886, -- [1]
			"剧毒孢子", -- [2]
		},
		[323198] = {
			2390, -- [1]
			"[*] 黑暗放逐", -- [2]
		},
		[264235] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[334970] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[256594] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[341623] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[268443] = {
			2109, -- [1]
			"恐怖火炮", -- [2]
		},
		[326271] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[296078] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[218155] = {
			1886, -- [1]
			"[*] 阳光坍缩", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"幻影克隆体", -- [2]
		},
		[181113] = {
			1722, -- [1]
			"未知目标", -- [2]
		},
		[52027] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[341625] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[256083] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[320132] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[320644] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[294545] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[317066] = {
			2344, -- [1]
			"智慧收割者", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[346800] = {
			2412, -- [1]
			"斯塔夫罗斯勋爵", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[299152] = {
			2305, -- [1]
			"[*] 浸水", -- [2]
		},
		[328322] = {
			2380, -- [1]
			"不死石精 <艾谢朗>", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] 恶臭气体", -- [2]
		},
		[265889] = {
			2102, -- [1]
			"黑齿纵火犯", -- [2]
		},
		[272542] = {
			2099, -- [1]
			"艾什凡狙击手", -- [2]
		},
		[255579] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[196980] = {
			2418, -- [1]
			4, -- [2]
		},
		[208748] = {
			1864, -- [1]
			"恐惧憎恶", -- [2]
		},
		[227427] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[319637] = {
			2364, -- [1]
			"[*] 魂魄归体", -- [2]
		},
		[266923] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[325254] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[320147] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[326278] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[296085] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[328887] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[319626] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[223590] = {
			1877, -- [1]
			"恐魂腐蚀者", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[213867] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[55098] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[26662] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[59320] = {
			2028, -- [1]
			"灵魂之泉", -- [2]
		},
		[325257] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[325769] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[306881] = {
			2331, -- [1]
			"虚空猎手 <莱登>", -- [2]
		},
		[325258] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[336005] = {
			2398, -- [1]
			"[*] 裂耳尖啸", -- [2]
		},
		[320141] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[269484] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[176533] = {
			1705, -- [1]
			"[*] 蔓延暗影", -- [2]
		},
		[318102] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[320142] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[271526] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[325260] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[52028] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[179582] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[325261] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[328897] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[320144] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[328338] = {
			2384, -- [1]
			"喷毒狙击手", -- [2]
		},
		[325262] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[179583] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[47743] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[48191] = {
			519, -- [1]
			"联盟游侠", -- [2]
		},
		[272046] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[203124] = {
			1854, -- [1]
			"莱索恩", -- [2]
		},
		[260696] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[57082] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] 血肉模糊", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[59321] = {
			2028, -- [1]
			"灵魂之泉", -- [2]
		},
		[257882] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[323730] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[260699] = {
			2113, -- [1]
			4, -- [2]
		},
		[260697] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[181120] = {
			1778, -- [1]
			"钢铁龙骑兵", -- [2]
		},
		[264368] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[163209] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"重型火炮", -- [2]
		},
		[257883] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[323732] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[223596] = {
			1877, -- [1]
			"恐魂腐蚀者", -- [2]
		},
		[260698] = {
			2113, -- [1]
			4, -- [2]
		},
		[329362] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[52029] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[346762] = {
			2412, -- [1]
			"芙莱达女男爵", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[300705] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[295076] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[229738] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[211571] = {
			1862, -- [1]
			"魔誓混沌法师", -- [2]
		},
		[342189] = {
			2403, -- [1]
			"忠诚的石裔魔", -- [2]
		},
		[55100] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[320155] = {
			2400, -- [1]
			"[*] 错位陷阱", -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[48639] = {
			2029, -- [1]
			"伊米亚战士", -- [2]
		},
		[184449] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[188545] = {
			1778, -- [1]
			"血缚邪术士", -- [2]
		},
		[260700] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[57083] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[295079] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[328343] = {
			2385, -- [1]
			"毒牙蛛 <喷毒狙击手>", -- [2]
		},
		[260702] = {
			2113, -- [1]
			"[*] 不稳定的符文印记", -- [2]
		},
		[257886] = {
			2099, -- [1]
			"[*] 盐水池", -- [2]
		},
		[260189] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[334485] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[260701] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[331415] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] 流沙陷阱", -- [2]
		},
		[317112] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[328857] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[334971] = {
			2418, -- [1]
			"玛尔苟", -- [2]
		},
		[260190] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[229741] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[213621] = {
			1871, -- [1]
			"未知目标", -- [2]
		},
		[205689] = {
			2304, -- [1]
			"赞齐尔女猎手", -- [2]
		},
		[272055] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[58747] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[30213] = {
			2401, -- [1]
			"恶魔卫士 <小瑶瑶呀-贫瘠之地>", -- [2]
		},
		[299178] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[174473] = {
			1720, -- [1]
			"钢铁血法师", -- [2]
		},
		[260703] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[298156] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[174474] = {
			1720, -- [1]
			"钢铁血法师", -- [2]
		},
		[70381] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[206458] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[48640] = {
			2029, -- [1]
			"伊米亚战士", -- [2]
		},
		[319650] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[332444] = {
			2399, -- [1]
			"[*] 震动的地基", -- [2]
		},
		[266940] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[264206] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[59259] = {
			1987, -- [1]
			"坚钢狂暴者", -- [2]
		},
		[157331] = {
			2305, -- [1]
			"原始风暴元素", -- [2]
		},
		[59834] = {
			1984, -- [1]
			"艾欧纳尔的火花", -- [2]
		},
		[317605] = {
			2365, -- [1]
			"裂伤者耐克萨拉", -- [2]
		},
		[174475] = {
			1720, -- [1]
			"钢铁血法师", -- [2]
		},
		[213624] = {
			1871, -- [1]
			"[*] 冰霜印记", -- [2]
		},
		[35079] = {
			2337, -- [1]
			5, -- [2]
		},
		[61564] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[225390] = {
			1871, -- [1]
			"[*] 星光之尘", -- [2]
		},
		[59835] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[323236] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[319654] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[306874] = {
			2331, -- [1]
			"龟裂追踪者 <莱登>", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[319655] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[323749] = {
			2403, -- [1]
			"空的心能容器", -- [2]
		},
		[320168] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[322736] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[267459] = {
			2133, -- [1]
			"被遗忘的居民", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] 腐烂酸液", -- [2]
		},
		[326319] = {
			2397, -- [1]
			"德鲁斯特收割者", -- [2]
		},
		[265923] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[263365] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[54719] = {
			1983, -- [1]
			"达卡莱巨像", -- [2]
		},
		[174478] = {
			1720, -- [1]
			"钢铁战争大师", -- [2]
		},
		[295606] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[295607] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[306865] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[266951] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[306866] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[59452] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[264903] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[335013] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[317102] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[223865] = {
			1867, -- [1]
			"腐败软泥怪", -- [2]
		},
		[303797] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[299702] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[263371] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[69233] = {
			2000, -- [1]
			"霜牙", -- [2]
		},
		[335016] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[303799] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[197509] = {
			2139, -- [1]
			"血虫 <冰之蔷薇-血色十字军>", -- [2]
		},
		[262347] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[299705] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[332969] = {
			2399, -- [1]
			"[*] 毁灭冲击", -- [2]
		},
		[198533] = {
			2299, -- [1]
			"青龙雕像 <踏雪寻花问柳-死亡之翼>", -- [2]
		},
		[163990] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"血虱", -- [2]
		},
		[322735] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[155288] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[210048] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[226936] = {
			1873, -- [1]
			"伊格诺斯之鞭", -- [2]
		},
		[257641] = {
			2097, -- [1]
			"库尔提拉斯神射手", -- [2]
		},
		[79339] = {
			1026, -- [1]
			"奈法利安", -- [2]
		},
		[325807] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[299708] = {
			2293, -- [1]
			1, -- [2]
		},
		[176525] = {
			1705, -- [1]
			"滋生暗影", -- [2]
		},
		[57086] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[224378] = {
			1871, -- [1]
			"星界助祭", -- [2]
		},
		[323750] = {
			2365, -- [1]
			"[*] 邪恶毒气", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"烂吐", -- [2]
		},
		[320180] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[328880] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[212258] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[319669] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[265910] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[59837] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[266939] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[260202] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[47747] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[265914] = {
			2139, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[298689] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[264712] = {
			2115, -- [1]
			"[*] 腐物喷发", -- [2]
		},
		[98021] = {
			2298, -- [1]
			"未知目标 <儍僈>", -- [2]
		},
		[269493] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[303296] = {
			2304, -- [1]
			"赞齐尔女猎手", -- [2]
		},
		[174726] = {
			1690, -- [1]
			"熔炉工程师", -- [2]
		},
		[225404] = {
			1871, -- [1]
			"训练有素的影鳞浮龙", -- [2]
		},
		[298691] = {
			2375, -- [1]
			"奴隶主奥洛克", -- [2]
		},
		[260954] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[328885] = {
			2402, -- [1]
			"高阶折磨官达利索斯", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[317627] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[305857] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[230504] = {
			1871, -- [1]
			"邪能之魂", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[55104] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[300701] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[49091] = {
			2029, -- [1]
			"伊米亚标枪手", -- [2]
		},
		[335540] = {
			2402, -- [1]
			"难缠的石精", -- [2]
		},
		[274642] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[207495] = {
			2293, -- [1]
			8, -- [2]
		},
		[255575] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[163208] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[70388] = {
			2000, -- [1]
			"怒骨巫师", -- [2]
		},
		[322746] = {
			2395, -- [1]
			"[*] 堕落之血", -- [2]
		},
		[300743] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[320145] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[47748] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[328890] = {
			2402, -- [1]
			"高阶折磨官达利索斯", -- [2]
		},
		[297672] = {
			2311, -- [1]
			"[*] 出列", -- [2]
		},
		[339067] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[322236] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[155267] = {
			1690, -- [1]
			"元素尊者", -- [2]
		},
		[297333] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[264923] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[341621] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[298122] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[80735] = {
			1026, -- [1]
			"原型多彩龙人", -- [2]
		},
		[334522] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[214662] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[303306] = {
			2311, -- [1]
			"[*] 影响范围", -- [2]
		},
		[334523] = {
			2383, -- [1]
			"饥饿的毁灭者", -- [2]
		},
		[263318] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[52921] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[69238] = {
			2000, -- [1]
			"冰霜冲击", -- [2]
		},
		[303819] = {
			2293, -- [1]
			"[*] 噩梦汇集", -- [2]
		},
		[49092] = {
			2029, -- [1]
			"伊米亚标枪手", -- [2]
		},
		[181873] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[206340] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[267899] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[3600] = {
			2299, -- [1]
			"未知目标", -- [2]
		},
		[298324] = {
			2132, -- [1]
			11, -- [2]
		},
		[224387] = {
			1871, -- [1]
			"恒星魔仆", -- [2]
		},
		[257544] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[298192] = {
			2293, -- [1]
			"[*] 黑暗虚空", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[301431] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[178586] = {
			1705, -- [1]
			"拜夜信徒", -- [2]
		},
		[261446] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[185239] = {
			1788, -- [1]
			"[*] 安苏之光", -- [2]
		},
		[259187] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[320114] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[181913] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[292565] = {
			2293, -- [1]
			"碾压之握", -- [2]
		},
		[268936] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[322759] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[300785] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[61548] = {
			2028, -- [1]
			"伊米亚狂战士", -- [2]
		},
		[206222] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[182170] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[54850] = {
			1983, -- [1]
			"达卡莱巨像", -- [2]
		},
		[298458] = {
			2303, -- [1]
			"羊水喷发 <虚悯者>", -- [2]
		},
		[300244] = {
			2303, -- [1]
			"[*] 狂怒急流", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[55106] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[173471] = {
			1696, -- [1]
			"奥尔高格", -- [2]
		},
		[155511] = {
			1689, -- [1]
			"缚火者卡格拉兹", -- [2]
		},
		[182171] = {
			1795, -- [1]
			"[*] 玛诺洛斯之血", -- [2]
		},
		[258628] = {
			2106, -- [1]
			"[*] 地震回荡", -- [2]
		},
		[269029] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[203102] = {
			1854, -- [1]
			"伊森德雷", -- [2]
		},
		[313040] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[189540] = {
			1794, -- [1]
			"缚魂构装体", -- [2]
		},
		[307306] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[59840] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[313041] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[55093] = {
			1978, -- [1]
			"斯拉德兰蟒蛇", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[271590] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[268008] = {
			2127, -- [1]
			"瘟疫博士", -- [2]
		},
		[259191] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[159250] = {
			1721, -- [1]
			"卡加斯·刃拳", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[319780] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[267890] = {
			2131, -- [1]
			"[*] 迅捷结界", -- [2]
		},
		[303832] = {
			2293, -- [1]
			"[*] 触须猛击", -- [2]
		},
		[333002] = {
			2402, -- [1]
			"恶毒的神秘学者", -- [2]
		},
		[296546] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[327885] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[218508] = {
			1886, -- [1]
			"奥术师特尔安", -- [2]
		},
		[258875] = {
			2094, -- [1]
			"眩晕酒桶 <拉乌尔船长>", -- [2]
		},
		[257791] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[323792] = {
			2358, -- [1]
			"凝结心能", -- [2]
		},
		[230951] = {
			1871, -- [1]
			"邪能之魂", -- [2]
		},
		[269419] = {
			2133, -- [1]
			"[*] 巨口之门", -- [2]
		},
		[223417] = {
			1841, -- [1]
			"灰熊诱捕者", -- [2]
		},
		[327887] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[320723] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[268013] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[155242] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[240448] = {
			2101, -- [1]
			"[*] 践踏", -- [2]
		},
		[184990] = {
			1784, -- [1]
			"[*] 抑制光环", -- [2]
		},
		[300502] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[156844] = {
			1713, -- [1]
			"克罗莫格", -- [2]
		},
		[309978] = {
			2344, -- [1]
			"[*] 妄念", -- [2]
		},
		[299094] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[296673] = {
			2305, -- [1]
			"风暴火花", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[213807] = {
			1871, -- [1]
			"[*] 冰霜爆裂", -- [2]
		},
		[68987] = {
			2001, -- [1]
			"伊克", -- [2]
		},
		[300768] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] 蔓延腐化", -- [2]
		},
		[226955] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[56938] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[227723] = {
			2344, -- [1]
			9, -- [2]
		},
		[162475] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[69580] = {
			2000, -- [1]
			"阵亡的战士", -- [2]
		},
		[313564] = {
			2337, -- [1]
			"增生覆盖的触须", -- [2]
		},
		[223528] = {
			1867, -- [1]
			"腐败软泥怪", -- [2]
		},
		[186016] = {
			1778, -- [1]
			"[*] 邪火弹药", -- [2]
		},
		[333523] = {
			2391, -- [1]
			"卑劣的席拉", -- [2]
		},
		[156151] = {
			1706, -- [1]
			"屠夫", -- [2]
		},
		[250241] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[155239] = {
			1690, -- [1]
			"山脉之心", -- [2]
		},
		[304866] = {
			2311, -- [1]
			"希拉凯斯割影者", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[187213] = {
			1784, -- [1]
			"上古先驱", -- [2]
		},
		[59330] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[265974] = {
			2126, -- [1]
			"加瓦兹特", -- [2]
		},
		[321755] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[309985] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[260811] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[259975] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[19134] = {
			519, -- [1]
			"指挥官斯托比德", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[206488] = {
			1867, -- [1]
			"[*] 奥术渗流", -- [2]
		},
		[323569] = {
			2395, -- [1]
			"哈卡之子", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[343995] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[312546] = {
			2418, -- [1]
			6, -- [2]
		},
		[276212] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[69245] = {
			2000, -- [1]
			"霜牙", -- [2]
		},
		[259853] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"监狱守卫", -- [2]
		},
		[212886] = {
			1873, -- [1]
			"伊格诺斯", -- [2]
		},
		[223021] = {
			1862, -- [1]
			"[*] 腐肉瘟疫", -- [2]
		},
		[306767] = {
			2332, -- [1]
			"萨尔", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[268590] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[319713] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[59304] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[334792] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[298425] = {
			2299, -- [1]
			"赛兰努斯", -- [2]
		},
		[222020] = {
			1886, -- [1]
			"自然学家特尔安", -- [2]
		},
		[309991] = {
			2344, -- [1]
			"腐蚀者恩佐斯", -- [2]
		},
		[273657] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[319715] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"佐尔拉姆斯虹吸者", -- [2]
		},
		[273658] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[57067] = {
			2012, -- [1]
			"[*] 水晶之刺", -- [2]
		},
		[323810] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[2061] = {
			2337, -- [1]
			5, -- [2]
		},
		[263424] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[226194] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[156852] = {
			1713, -- [1]
			"克罗莫格", -- [2]
		},
		[113942] = {
			2337, -- [1]
			5, -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] 最终收割", -- [2]
		},
		[270590] = {
			2100, -- [1]
			"攻城恐魔", -- [2]
		},
		[320230] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[218806] = {
			1886, -- [1]
			"日心学者特尔安", -- [2]
		},
		[295415] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[330700] = {
			2365, -- [1]
			"染病恐魔", -- [2]
		},
		[301808] = {
			2311, -- [1]
			"炽情者希里瓦兹", -- [2]
		},
		[335072] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[265986] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[223381] = {
			1841, -- [1]
			"可怕的萨满", -- [2]
		},
		[320232] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[267522] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[156598] = {
			1706, -- [1]
			"屠夫", -- [2]
		},
		[327646] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[330468] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[267523] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[262019] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[258181] = {
			2095, -- [1]
			"铁潮打击者", -- [2]
		},
		[225855] = {
			1871, -- [1]
			"夏多雷自然学家", -- [2]
		},
		[224181] = {
			1871, -- [1]
			"星界防御者", -- [2]
		},
		[333540] = {
			2391, -- [1]
			"卑劣的席拉", -- [2]
		},
		[297206] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[204275] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[268126] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[268061] = {
			2127, -- [1]
			"瘟疫博士", -- [2]
		},
		[213148] = {
			1871, -- [1]
			"魔剑士奥鲁瑞尔", -- [2]
		},
		[306168] = {
			2331, -- [1]
			"未知目标", -- [2]
		},
		[260741] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[263257] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[295161] = {
			2303, -- [1]
			"次级虚悯者", -- [2]
		},
		[302589] = {
			2298, -- [1]
			"[*] 剧毒烙印", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[59147] = {
			1987, -- [1]
			"坚钢唤天者", -- [2]
		},
		[156239] = {
			1705, -- [1]
			"元首马尔高克", -- [2]
		},
		[310003] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[225943] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[303351] = {
			2289, -- [1]
			"艾泽拉斯守护者", -- [2]
		},
		[281621] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[326892] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[294652] = {
			2293, -- [1]
			"不羁梦魇", -- [2]
		},
		[256137] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[310005] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[209568] = {
			1872, -- [1]
			"加速元素", -- [2]
		},
		[306257] = {
			2331, -- [1]
			"[*] 不稳定的生命", -- [2]
		},
		[212423] = {
			2298, -- [1]
			"复生的潜伏者 <湫水-奥尔加隆>", -- [2]
		},
		[291856] = {
			2260, -- [1]
			"等离子球", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[296701] = {
			2305, -- [1]
			"风暴怨灵", -- [2]
		},
		[205391] = {
			1842, -- [1]
			"克洛苏斯", -- [2]
		},
		[206920] = {
			1864, -- [1]
			"梦魇触须", -- [2]
		},
		[187052] = {
			1778, -- [1]
			"雇佣工程师", -- [2]
		},
		[325360] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[323825] = {
			2404, -- [1]
			"攫取裂隙 <无尽女皇莫德蕾莎>", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[267533] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[325361] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[333292] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[63619] = {
			2293, -- [1]
			"暗影魔 <射击猎-卡德加>", -- [2]
		},
		[223423] = {
			1873, -- [1]
			"被污染的血瓣花", -- [2]
		},
		[276234] = {
			2108, -- [1]
			"王牌轰炸机", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[250022] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[295444] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[266512] = {
			2126, -- [1]
			"加瓦兹特", -- [2]
		},
		[260103] = {
			2107, -- [1]
			"[*] 推进器冲击", -- [2]
		},
		[273677] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[318976] = {
			2344, -- [1]
			"[*] 呆滞凝视", -- [2]
		},
		[181227] = {
			1784, -- [1]
			"上古执行者", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[298242] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[206757] = {
			1866, -- [1]
			"诱捕者德佐克斯", -- [2]
		},
		[325877] = {
			2402, -- [1]
			"凯尔萨斯之影", -- [2]
		},
		[90361] = {
			2104, -- [1]
			"哈提", -- [2]
		},
		[174773] = {
			1694, -- [1]
			"爆裂熔炉废气", -- [2]
		},
		[258338] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[323831] = {
			2404, -- [1]
			"[*] 死亡之攫", -- [2]
		},
		[267027] = {
			2125, -- [1]
			"喷毒盘蛇 <蛋>", -- [2]
		},
		[318714] = {
			2344, -- [1]
			"未知目标", -- [2]
		},
		[298756] = {
			2299, -- [1]
			"赛兰努斯", -- [2]
		},
		[267639] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[310015] = {
			2331, -- [1]
			"莱登", -- [2]
		},
		[273681] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[263958] = {
			2125, -- [1]
			"缠绕的蛇群", -- [2]
		},
		[306985] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[303875] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[206503] = {
			1866, -- [1]
			"[*] 萨格拉斯之焰", -- [2]
		},
		[296851] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[267838] = {
			2131, -- [1]
			"[*] 反冲气流", -- [2]
		},
		[303876] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[313362] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[334889] = {
			2418, -- [1]
			"[*] 石化嚎叫", -- [2]
		},
		[195757] = {
			2418, -- [1]
			6, -- [2]
		},
		[210342] = {
			1877, -- [1]
			"塞纳留斯", -- [2]
		},
		[347376] = {
			2412, -- [1]
			"舞蹈控制者", -- [2]
		},
		[184243] = {
			1778, -- [1]
			"魁梧的狂战士", -- [2]
		},
		[223392] = {
			1841, -- [1]
			"可怕的萨满", -- [2]
		},
		[310019] = {
			2331, -- [1]
			"[*] 充能锁链", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[302855] = {
			2304, -- [1]
			"增生珊瑚", -- [2]
		},
		[214181] = {
			1867, -- [1]
			"腐败软泥怪", -- [2]
		},
		[301832] = {
			2311, -- [1]
			"狂热者帕什玛", -- [2]
		},
		[257066] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[334852] = {
			2418, -- [1]
			"赫库提斯", -- [2]
		},
		[267034] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[181275] = {
			1795, -- [1]
			"恶魔传送门", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[303369] = {
			2298, -- [1]
			"艾萨亚雷剧毒卫士", -- [2]
		},
		[310022] = {
			2331, -- [1]
			"[*] 充能锁链", -- [2]
		},
		[204459] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[58769] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[299276] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[307167] = {
			2303, -- [1]
			"奥戈佐亚", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[263573] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[261264] = {
			2113, -- [1]
			4, -- [2]
		},
		[185590] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[212648] = {
			1871, -- [1]
			"[*] 冰霜爆炸印记", -- [2]
		},
		[339706] = {
			2404, -- [1]
			"回响驭牛者", -- [2]
		},
		[342281] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[208865] = {
			1872, -- [1]
			"艾利桑德", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[320804] = {
			2394, -- [1]
			"实验型松鼠炸弹", -- [2]
		},
		[272668] = {
			2114, -- [1]
			"未知目标", -- [2]
		},
		[259474] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[315947] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[327426] = {
			2396, -- [1]
			"破碎残影", -- [2]
		},
		[272669] = {
			2114, -- [1]
			"未知目标", -- [2]
		},
		[221605] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[296257] = {
			2293, -- [1]
			"扎库尔", -- [2]
		},
		[327427] = {
			2396, -- [1]
			"破碎残影", -- [2]
		},
		[261266] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[155078] = {
			1691, -- [1]
			"格鲁尔", -- [2]
		},
		[267360] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[300817] = {
			2298, -- [1]
			"深渊指挥官西瓦拉", -- [2]
		},
		[270624] = {
			2100, -- [1]
			"束缚恐魔", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[205486] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[325382] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[31403] = {
			519, -- [1]
			"指挥官斯托比德", -- [2]
		},
		[59795] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[204463] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[296725] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[223197] = {
			1854, -- [1]
			"罗索斯", -- [2]
		},
		[312078] = {
			2344, -- [1]
			"尖刺触须", -- [2]
		},
		[258709] = {
			2084, -- [1]
			"[*] 腐化的黄金", -- [2]
		},
		[325384] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[320825] = {
			2394, -- [1]
			"机械炸弹松鼠", -- [2]
		},
		[186883] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[326920] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[255895] = {
			2086, -- [1]
			"剧毒细颚龙", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[295704] = {
			2298, -- [1]
			"[*] 寒冰箭", -- [2]
		},
		[221864] = {
			1872, -- [1]
			"递归元素", -- [2]
		},
		[331527] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[297240] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[267047] = {
			2125, -- [1]
			"沙鳞突击者 <蛋>", -- [2]
		},
		[302419] = {
			2086, -- [1]
			"[*] 虚空视界", -- [2]
		},
		[56920] = {
			519, -- [1]
			"联盟祭司", -- [2]
		},
		[303382] = {
			2298, -- [1]
			"艾萨亚雷剧毒卫士", -- [2]
		},
		[265001] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[325440] = {
			2402, -- [1]
			"缚石征服者", -- [2]
		},
		[291613] = {
			2260, -- [1]
			"R-21/X型空中单位", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] 邪恶污染", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[213166] = {
			1871, -- [1]
			"[*] 灼热烙印", -- [2]
		},
		[269097] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[324424] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[268586] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[206339] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[335114] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[190394] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[268587] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[223914] = {
			1873, -- [1]
			"显赫的伯兰", -- [2]
		},
		[298781] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[342280] = {
			2406, -- [1]
			"伊涅瓦·暗脉女勋爵", -- [2]
		},
		[303981] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[320787] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[298782] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[198839] = {
			2331, -- [1]
			"未知目标", -- [2]
		},
		[324370] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[306971] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[319765] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[320277] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[320789] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[296737] = {
			2305, -- [1]
			"艾萨拉之辉", -- [2]
		},
		[268591] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[297402] = {
			2304, -- [1]
			"艾什凡女勋爵", -- [2]
		},
		[335119] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[268080] = {
			2113, -- [1]
			"[*] 冷漠光环", -- [2]
		},
		[210099] = {
			1873, -- [1]
			"梦魇脓液", -- [2]
		},
		[269104] = {
			2132, -- [1]
			"觉醒虚空", -- [2]
		},
		[331618] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[190397] = {
			1799, -- [1]
			"未知目标", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[324459] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[203028] = {
			1854, -- [1]
			"伊森德雷", -- [2]
		},
		[298787] = {
			2299, -- [1]
			"艾萨拉女王", -- [2]
		},
		[328593] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[281388] = {
			2109, -- [1]
			"艾什凡炮手", -- [2]
		},
		[204471] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[190398] = {
			1799, -- [1]
			"黑暗导管", -- [2]
		},
		[266191] = {
			2140, -- [1]
			"[*] 回旋飞斧", -- [2]
		},
		[267060] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[223918] = {
			1841, -- [1]
			"可怕的萨满", -- [2]
		},
		[206610] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[260318] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[257784] = {
			2094, -- [1]
			"水鼠帮盐鳞战士", -- [2]
		},
		[296231] = {
			2289, -- [1]
			"胖子", -- [2]
		},
		[306978] = {
			2337, -- [1]
			"恩佐斯之怒", -- [2]
		},
		[265168] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[291626] = {
			2260, -- [1]
			"R-21/X型空中单位", -- [2]
		},
		[292138] = {
			2289, -- [1]
			"黑水巨鳗", -- [2]
		},
		[268086] = {
			2113, -- [1]
			"[*] 恐怖光环", -- [2]
		},
		[89753] = {
			2401, -- [1]
			"恶魔卫士 <小瑶瑶呀-贫瘠之地>", -- [2]
		},
		[208536] = {
			1866, -- [1]
			"古尔丹", -- [2]
		},
		[273716] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[280485] = {
			2100, -- [1]
			"束缚恐魔", -- [2]
		},
		[186562] = {
			1799, -- [1]
			"恐惧猎犬", -- [2]
		},
		[268230] = {
			2109, -- [1]
			"艾什凡水手", -- [2]
		},
		[162510] = {
			1722, -- [1]
			"泰克图斯", -- [2]
		},
		[296746] = {
			2305, -- [1]
			"奥术炸弹", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"不死石精 <艾谢朗>", -- [2]
		},
		[340324] = {
			2398, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[273718] = {
			2097, -- [1]
			"[*] 重型军火", -- [2]
		},
		[52238] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[303400] = {
			2298, -- [1]
			"艾萨亚雷缚霜者", -- [2]
		},
		[340758] = {
			2405, -- [1]
			"圣物匠赛·墨克斯", -- [2]
		},
		[335129] = {
			2418, -- [1]
			"猎手阿尔迪莫", -- [2]
		},
		[68788] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[303401] = {
			2298, -- [1]
			"艾萨亚雷缚霜者", -- [2]
		},
		[326430] = {
			2402, -- [1]
			"凯尔萨斯之影", -- [2]
		},
		[273720] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[277965] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[211439] = {
			1866, -- [1]
			"心魔", -- [2]
		},
		[260512] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[221875] = {
			1863, -- [1]
			"占星师艾塔乌斯", -- [2]
		},
		[212997] = {
			1862, -- [1]
			"提克迪奥斯", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["report_pos"] = {
		59.6666259765625, -- [1]
		80.1112060546875, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["Magiccreamdz-凤凰之神"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -3.0517578125e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310,
							["h"] = 158.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\!!!163UI!!!\\Textures\\statusbar\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["menu_icons_size"] = 0.850000023841858,
					["switch_all_roles_after_wipe"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["fontstrings_text3_anchor"] = 35,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["ignore_mass_showhide"] = false,
					["skin_custom"] = "",
					["libwindow"] = {
						["y"] = 0,
						["x"] = 0.0001220703125,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["grab_on_top"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["icon_desaturated"] = false,
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -3.0517578125e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310,
							["h"] = 158.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["backdrop_texture"] = "Details Ground",
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["bars_sort_direction"] = 1,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = false,
					["__was_opened"] = true,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["默认"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = true,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
					["y"] = 22.22248840332031,
					["x"] = -240.221923828125,
					["point"] = "RIGHT",
					["scale"] = 1,
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.31, -- [1]
					0.924000015258789, -- [2]
					0.2130000114440918, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.7999982237815857, -- [1]
					0.7999982237815857, -- [2]
					0.7999982237815857, -- [3]
					0.2000000178813934, -- [4]
				},
			},
			["ps_abbreviation"] = 2,
			["world_combat_is_trash"] = true,
			["update_speed"] = 0.05000000074505806,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["death_tooltip_width"] = 350,
			["data_broker_text"] = "",
			["segments_amount"] = 25,
			["report_lines"] = 8,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = false,
			["damage_taken_everything"] = true,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 16,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["deny_score_messages"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 25,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 3,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["segments_auto_erase"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = true,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 2,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -362.3258438110352,
							["x"] = 505.4449462890625,
							["w"] = 231.7769775390625,
							["h"] = 233.5702972412109,
						},
						["solo"] = {
							["y"] = 113.1113187499197,
							["x"] = 89.88893040353993,
							["w"] = 300.0000305175781,
							["h"] = 300.0000305175781,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 10,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\TargetingFrame\\UI-StatusBar",
						["textR_bracket"] = "(",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["texture_background_file"] = "Interface\\TargetingFrame\\UI-StatusBar",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Gloss",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture"] = "Gloss",
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 1,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.07058823529411765, -- [1]
						0.07058823529411765, -- [2]
						0.07058823529411765, -- [3]
						0.6400000154972076, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = true,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["isHidden"] = true,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["isHidden"] = true,
								["textStyle"] = 2,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 6,
								["textAlign"] = 2,
								["textStyle"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = true,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 0.8890414834022522,
						["x"] = -232,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.6400000154972076,
						["overlay"] = {
							0.3411764705882353, -- [1]
							0.3411764705882353, -- [2]
							0.3411764705882353, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -362.3258438110352,
							["x"] = 505.4449462890625,
							["w"] = 231.7769775390625,
							["h"] = 233.5702972412109,
						},
						["solo"] = {
							["y"] = 113.1113187499197,
							["x"] = 89.88893040353993,
							["w"] = 300.0000305175781,
							["h"] = 300.0000305175781,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = true,
						["only_in_group"] = false,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 0.8500000238418579,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -300.0145449374629,
							["x"] = 737.454172957329,
							["w"] = 232.6695098876953,
							["h"] = 109.507926940918,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300.0000610351563,
							["h"] = 299.9999694824219,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 10,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 20,
						["texture_file"] = "Interface\\TargetingFrame\\UI-StatusBar",
						["textR_bracket"] = "(",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = false,
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["texture_background_file"] = "Interface\\TargetingFrame\\UI-StatusBar",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Gloss",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture"] = "Gloss",
						["fast_ps_update"] = false,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 1,
					["window_scale"] = 0.9960846304893494,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_THREAT",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_THREAT"] = {
								["isHidden"] = true,
								["textYMod"] = 0.363621711730957,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["textStyle"] = 2,
								["textSize"] = 12,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PTIME"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textXMod"] = 0,
								["textAlign"] = 1,
								["textSize"] = 12,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["timeType"] = 1,
								["textYMod"] = 1,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textAlign"] = 2,
								["textSize"] = 12,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PTIME",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["bars_sort_direction"] = 1,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 125.4458976586884,
						["x"] = -1.097461790777743e-06,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 0.9960846304893494,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3799999952316284,
						["overlay"] = {
							0.3333333333333333, -- [1]
							0.3333333333333333, -- [2]
							0.3333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -300.0145449374629,
							["x"] = 737.454172957329,
							["w"] = 232.6695098876953,
							["h"] = 109.507926940918,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300.0000610351563,
							["h"] = 299.9999694824219,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = false,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 0.850000023841858,
				}, -- [2]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -425.4603608486476,
							["x"] = 737.454172957329,
							["w"] = 232.6695098876953,
							["h"] = 109.507926940918,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300.0000610351563,
							["h"] = 299.9999694824219,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_C.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 10,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 10,
						["textL_translit_text"] = false,
						["height"] = 20,
						["texture_file"] = "Interface\\TargetingFrame\\UI-StatusBar",
						["textR_bracket"] = "(",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = false,
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_outline_small"] = true,
						["texture_background_file"] = "Interface\\TargetingFrame\\UI-StatusBar",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Gloss",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "伤害数字",
						["texture_class_colors"] = true,
						["texture"] = "Gloss",
						["fast_ps_update"] = true,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 1,
					["window_scale"] = 0.9960846304893494,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_THREAT",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_THREAT"] = {
								["isHidden"] = true,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 3,
								["textSize"] = 12.49224758148193,
								["textYMod"] = 0.2020149230957031,
							},
							["DETAILS_STATUSBAR_PLUGIN_PTIME"] = {
								["isHidden"] = true,
								["timeType"] = 1,
								["textYMod"] = 0.2020149230957031,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["textSize"] = 12.49224758148193,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["isHidden"] = false,
								["textStyle"] = 2,
								["textYMod"] = 1,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 6,
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 12.49224758148193,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PTIME",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_after_wipe"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_inverted"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["icon_desaturated"] = false,
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 8.75356764858783e-05,
						["x"] = -1.097461790777743e-06,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 0.9960846304893494,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager"] = false,
					["switch_tank_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["bars_sort_direction"] = 1,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["version"] = 3,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -425.4603608486476,
							["x"] = 737.454172957329,
							["w"] = 232.6695098876953,
							["h"] = 109.507926940918,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300.0000610351563,
							["h"] = 299.9999694824219,
						},
					},
					["skin_custom"] = "",
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = false,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 35,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 0.850000023841858,
				}, -- [3]
			},
			["time_type"] = 1,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 1,
		},
		["Magiccream-格雷迈恩"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -3.0517578125e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310,
							["h"] = 158.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\!!!163UI!!!\\Textures\\statusbar\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["start_after_icon"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["menu_icons_size"] = 0.850000023841858,
					["switch_all_roles_after_wipe"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["fontstrings_text3_anchor"] = 35,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["ignore_mass_showhide"] = false,
					["skin_custom"] = "",
					["libwindow"] = {
						["y"] = 0,
						["x"] = 0.0001220703125,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["grab_on_top"] = false,
					["attribute_text"] = {
						["show_timer"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["icon_desaturated"] = false,
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -3.0517578125e-05,
							["x"] = 6.103515625e-05,
							["w"] = 310,
							["h"] = 158.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["backdrop_texture"] = "Details Ground",
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["bars_sort_direction"] = 1,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = false,
					["__was_opened"] = true,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
		},
		["麦吉克库瑞姆-格雷迈恩"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.199999988079071,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -235.5557861328125,
							["x"] = 639.1116943359375,
							["w"] = 310,
							["h"] = 158.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\Addons\\!!!163UI!!!\\Textures\\statusbar\\BantoBar",
						["height"] = 21,
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["textL_enable_custom_text"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textR_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_outline_small"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Minimalistic",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["menu_icons_size"] = 0.850000023841858,
					["switch_all_roles_after_wipe"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["fontstrings_text3_anchor"] = 35,
					["show_sidebars"] = false,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["ignore_mass_showhide"] = false,
					["skin_custom"] = "",
					["libwindow"] = {
						["y"] = 165.4442291259766,
						["x"] = -59.2216796875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["grab_on_top"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
					},
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["icon_desaturated"] = false,
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -235.5557861328125,
							["x"] = 639.1116943359375,
							["w"] = 310,
							["h"] = 158.0000152587891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["backdrop_texture"] = "Details Ground",
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["bars_sort_direction"] = 1,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = false,
					["__was_opened"] = true,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["249919"] = {
				"249919", -- [1]
				"Timer249919cd", -- [2]
				"刺穿冷却", -- [3]
				5, -- [4]
				132141, -- [5]
				"cd", -- [6]
				249919, -- [7]
				5, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["263776"] = {
				"263776", -- [1]
				"Timer263776cd", -- [2]
				"狂风之力冷却", -- [3]
				26.7, -- [4]
				649816, -- [5]
				"cd", -- [6]
				263776, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["297324"] = {
				"297324", -- [1]
				"Timer297324cdcount	3", -- [2]
				"咸水气泡冷却（3）", -- [3]
				13.9, -- [4]
				893777, -- [5]
				"cdcount", -- [6]
				297324, -- [7]
				3, -- [8]
				"2354", -- [9]
				["id"] = 2304,
			},
			["268932"] = {
				"268932", -- [1]
				"Timer268932cd", -- [2]
				"震地之跃冷却", -- [3]
				12, -- [4]
				878213, -- [5]
				"cd", -- [6]
				268932, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["319626"] = {
				"319626", -- [1]
				"Timer319626cd", -- [2]
				"~幻影寄生", -- [3]
				3.3, -- [4]
				236298, -- [5]
				"cd", -- [6]
				319626, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["309980"] = {
				"309980", -- [1]
				"Timer309980nextcount	1", -- [2]
				"妄念 (1)", -- [3]
				50, -- [4]
				135740, -- [5]
				"nextcount", -- [6]
				309980, -- [7]
				3, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["259718"] = {
				"259718", -- [1]
				"Timer259718cd", -- [2]
				"颠覆冷却", -- [3]
				17, -- [4]
				236188, -- [5]
				"cd", -- [6]
				259718, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["187050"] = {
				"187050", -- [1]
				"Timer187050nextcount	1", -- [2]
				"标记 (1)", -- [3]
				20, -- [4]
				1020342, -- [5]
				"nextcount", -- [6]
				187050, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["181753"] = {
				"181753", -- [1]
				"Timer181753cd	Creature-0-3921-1448-18848-91543-00002C0571", -- [2]
				"~邪能炸弹", -- [3]
				14, -- [4]
				1117883, -- [5]
				"cd", -- [6]
				181753, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["313040"] = {
				"313040", -- [1]
				"Timer313040cdcount	1", -- [2]
				"~无尽黑暗 (1)", -- [3]
				54, -- [4]
				1386548, -- [5]
				"cdcount", -- [6]
				313040, -- [7]
				2, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["309985"] = {
				"309985", -- [1]
				"Timer309985cdcount	1", -- [2]
				"~吞食能量 (1)", -- [3]
				25.8, -- [4]
				1022945, -- [5]
				"cdcount", -- [6]
				309985, -- [7]
				6, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["156238"] = {
				"156238", -- [1]
				"Timer156238cd", -- [2]
				"~奥术愤怒", -- [3]
				5.5, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				156238, -- [7]
				3, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["179977"] = {
				"179977", -- [1]
				"Timer179977cd", -- [2]
				"~毁灭之触", -- [3]
				9, -- [4]
				1120185, -- [5]
				"cd", -- [6]
				179977, -- [7]
				3, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["69029"] = {
				"69029", -- [1]
				"Timer69029active", -- [2]
				"扑杀迷惑结束", -- [3]
				12, -- [4]
				135983, -- [5]
				"active", -- [6]
				69029, -- [7]
				0, -- [8]
				"609", -- [9]
				["id"] = 2001,
			},
			["324148"] = {
				"324148", -- [1]
				"Timer324148cd", -- [2]
				"~暗影迅步", -- [3]
				11.2, -- [4]
				132303, -- [5]
				"cd", -- [6]
				324148, -- [7]
				3, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["320012"] = {
				"320012", -- [1]
				"Timer320012cd", -- [2]
				"~邪恶狂乱", -- [3]
				6, -- [4]
				136224, -- [5]
				"cd", -- [6]
				320012, -- [7]
				5, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["298050"] = {
				"298050", -- [1]
				"Timer298050next", -- [2]
				"下一次列阵", -- [3]
				30, -- [4]
				135942, -- [5]
				"next", -- [6]
				298050, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["294726"] = {
				"294726", -- [1]
				"Timer294726cd", -- [2]
				"奇美拉印记冷却", -- [3]
				23, -- [4]
				1392555, -- [5]
				"cd", -- [6]
				294726, -- [7]
				2, -- [8]
				"2352", -- [9]
				["id"] = 2298,
			},
			["320787"] = {
				"320787", -- [1]
				"Timer320787cd", -- [2]
				"~召唤能量水晶", -- [3]
				9, -- [4]
				132776, -- [5]
				"cd", -- [6]
				320787, -- [7]
				5, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["296725"] = {
				"296725", -- [1]
				"Timer296725cdcount	1", -- [2]
				"壶蔓猛击冷却（1）", -- [3]
				8, -- [4]
				1498835, -- [5]
				"cdcount", -- [6]
				296725, -- [7]
				5, -- [8]
				"2354", -- [9]
				["id"] = 2304,
			},
			["325552"] = {
				"325552", -- [1]
				"Timer325552cd", -- [2]
				"~毒性裂击", -- [3]
				3.1, -- [4]
				348565, -- [5]
				"cd", -- [6]
				325552, -- [7]
				5, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["331634"] = {
				"331634", -- [1]
				"Timer331634cd", -- [2]
				"~黑暗伴舞", -- [3]
				24.5, -- [4]
				607854, -- [5]
				"cd", -- [6]
				331634, -- [7]
				3, -- [8]
				"2426", -- [9]
				["id"] = 2412,
			},
			["214278"] = {
				"214278", -- [1]
				"Timer214278nextcount	1", -- [2]
				"神秘射线 (1)", -- [3]
				67, -- [4]
				135730, -- [5]
				"nextcount", -- [6]
				214278, -- [7]
				3, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["268347"] = {
				"268347", -- [1]
				"Timer268347cd", -- [2]
				"虚空箭冷却", -- [3]
				7.3, -- [4]
				132886, -- [5]
				"cd", -- [6]
				268347, -- [7]
				4, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["323552"] = {
				"323552", -- [1]
				"Timer323552cd", -- [2]
				"~能量箭雨", -- [3]
				12, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				323552, -- [7]
				4, -- [8]
				"2411", -- [9]
				["id"] = 2403,
			},
			["205344"] = {
				"205344", -- [1]
				"Timer205344nextcount	1", -- [2]
				"球", -- [3]
				13, -- [4]
				135800, -- [5]
				"nextcount", -- [6]
				205344, -- [7]
				3, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["300395"] = {
				"300395", -- [1]
				"Timer300395next", -- [2]
				"下一次狂热箭矢", -- [3]
				5.1, -- [4]
				252174, -- [5]
				"next", -- [6]
				300395, -- [7]
				5, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["340758"] = {
				"340758", -- [1]
				"Timer340758cd", -- [2]
				"~灵魂", -- [3]
				25, -- [4]
				3256113, -- [5]
				"cd", -- [6]
				340758, -- [7]
				3, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["180600"] = {
				"180600", -- [1]
				"Timer180600nextcount	1", -- [2]
				"壁垒 (1)", -- [3]
				10, -- [4]
				402660, -- [5]
				"nextcount", -- [6]
				180600, -- [7]
				3, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["319713"] = {
				"319713", -- [1]
				"Timer319713cd", -- [2]
				"~巨兽奔袭", -- [3]
				15.5, -- [4]
				132335, -- [5]
				"cd", -- [6]
				319713, -- [7]
				3, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["301518"] = {
				"301518", -- [1]
				"Timer301518cast", -- [2]
				"巨型能量电压", -- [3]
				42, -- [4]
				2032580, -- [5]
				"cast", -- [6]
				301518, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["ej21953"] = {
				"ej21953", -- [1]
				"Timerej21953cdcount	1", -- [2]
				"~灵魂灌注者 (1)", -- [3]
				185, -- [4]
				607854, -- [5]
				"cdcount", -- [6]
				"ej21953", -- [7]
				1, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["ej11456"] = {
				"ej11456", -- [1]
				"Timerej11456nextcount	1", -- [2]
				"萨格雷统御者 (1)", -- [3]
				23, -- [4]
				135796, -- [5]
				"nextcount", -- [6]
				"ej11456", -- [7]
				1, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["325361"] = {
				"325361", -- [1]
				"Timer325361target2	绯绯东罗-霜之哀伤", -- [2]
				"毁灭符文: 绯绯东罗*", -- [3]
				8, -- [4]
				236219, -- [5]
				"target", -- [6]
				325361, -- [7]
				2, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["260280"] = {
				"260280", -- [1]
				"Timer260280cd", -- [2]
				"加特林机枪冷却", -- [3]
				14.9, -- [4]
				249177, -- [5]
				"cd", -- [6]
				260280, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["156467"] = {
				"156467", -- [1]
				"Timer156467cd", -- [2]
				"~毁灭共鸣", -- [3]
				15, -- [4]
				1041232, -- [5]
				"cd", -- [6]
				156467, -- [7]
				3, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["256955"] = {
				"256955", -- [1]
				"Timer256955cd", -- [2]
				"炉渣之焰冷却", -- [3]
				18.2, -- [4]
				524795, -- [5]
				"cd", -- [6]
				256955, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["320596"] = {
				"320596", -- [1]
				"Timer320596cd", -- [2]
				"~深重呕吐", -- [3]
				11, -- [4]
				136182, -- [5]
				"cd", -- [6]
				320596, -- [7]
				3, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["204471"] = {
				"204471", -- [1]
				"Timer204471cd", -- [2]
				"~聚焦冲击", -- [3]
				13, -- [4]
				135739, -- [5]
				"cd", -- [6]
				204471, -- [7]
				3, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["324427"] = {
				"324427", -- [1]
				"Timer324427cd", -- [2]
				"~天域军火", -- [3]
				16.9, -- [4]
				1405806, -- [5]
				"cd", -- [6]
				324427, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["204372"] = {
				"204372", -- [1]
				"Timer204372cd", -- [2]
				"~召唤", -- [3]
				20.3, -- [4]
				620833, -- [5]
				"cd", -- [6]
				204372, -- [7]
				1, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["212735"] = {
				"212735", -- [1]
				"Timer212735next", -- [2]
				"自爆", -- [3]
				48, -- [4]
				609814, -- [5]
				"next", -- [6]
				212735, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["55098"] = {
				"55098", -- [1]
				"Timer55098cd", -- [2]
				"~变形", -- [3]
				10, -- [4]
				132254, -- [5]
				"cd", -- [6]
				55098, -- [7]
				4, -- [8]
				"594", -- [9]
				["id"] = 1980,
			},
			["155209"] = {
				"155209", -- [1]
				"Timer155209cd", -- [2]
				"~冲击", -- [3]
				24, -- [4]
				1029721, -- [5]
				"cd", -- [6]
				155209, -- [7]
				2, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["257092"] = {
				"257092", -- [1]
				"Timer257092cd", -- [2]
				"流沙陷阱冷却", -- [3]
				8.5, -- [4]
				796634, -- [5]
				"cd", -- [6]
				257092, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["183817"] = {
				"183817", -- [1]
				"Timer183817cd2", -- [2]
				"~邪影爆裂", -- [3]
				40, -- [4]
				236296, -- [5]
				"cd", -- [6]
				183817, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["322304"] = {
				"322304", -- [1]
				"Timer322304cd", -- [2]
				"~恶毒附肢", -- [3]
				5.6, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				322304, -- [7]
				1, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["190506"] = {
				"190506", -- [1]
				"Timer190506nextcount	1", -- [2]
				"跳舞 (1)", -- [3]
				61, -- [4]
				135793, -- [5]
				"nextcount", -- [6]
				190506, -- [7]
				2, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["82848"] = {
				"82848", -- [1]
				"Timer82848next", -- [2]
				"下一次屠杀", -- [3]
				26, -- [4]
				132099, -- [5]
				"next", -- [6]
				82848, -- [7]
				0, -- [8]
				"172", -- [9]
				["id"] = 1023,
			},
			["182994"] = {
				"182994", -- [1]
				"Timer182994cd", -- [2]
				"~邪能牢笼", -- [3]
				51, -- [4]
				133012, -- [5]
				"cd", -- [6]
				182994, -- [7]
				3, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["265923"] = {
				"265923", -- [1]
				"Timer265923cd", -- [2]
				"卢彻的召唤冷却", -- [3]
				41.2, -- [4]
				135950, -- [5]
				"cd", -- [6]
				265923, -- [7]
				3, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["180221"] = {
				"180221", -- [1]
				"Timer180221cd", -- [2]
				"~邪能宝珠", -- [3]
				12, -- [4]
				840941, -- [5]
				"cd", -- [6]
				180221, -- [7]
				3, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["199446"] = {
				"199446", -- [1]
				"Timer199446cdcount	1", -- [2]
				"~尘风 (1)", -- [3]
				12, -- [4]
				1029595, -- [5]
				"cdcount", -- [6]
				199446, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["272457"] = {
				"272457", -- [1]
				"Timer272457cd", -- [2]
				"震荡波冷却", -- [3]
				10, -- [4]
				451165, -- [5]
				"cd", -- [6]
				272457, -- [7]
				5, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["322574"] = {
				"322574", -- [1]
				"Timer322574cd", -- [2]
				"~融合具象", -- [3]
				14.6, -- [4]
				132331, -- [5]
				"cd", -- [6]
				322574, -- [7]
				1, -- [8]
				"2415", -- [9]
				["id"] = 2361,
			},
			["321894"] = {
				"321894", -- [1]
				"Timer321894cd", -- [2]
				"~黑暗放逐", -- [3]
				26.5, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				321894, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["334266"] = {
				"334266", -- [1]
				"Timer334266nextcount	1", -- [2]
				"射线 (1)", -- [3]
				10.5, -- [4]
				342917, -- [5]
				"nextcount", -- [6]
				334266, -- [7]
				3, -- [8]
				"2428", -- [9]
				["id"] = 2383,
			},
			["184357"] = {
				"184357", -- [1]
				"Timer184357nextcount	2", -- [2]
				"污血 (2)", -- [3]
				15.8, -- [4]
				1029738, -- [5]
				"nextcount", -- [6]
				184357, -- [7]
				0, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["162275"] = {
				"162275", -- [1]
				"Timer162275nextcount	1", -- [2]
				"发脾气 (1)", -- [3]
				25, -- [4]
				136025, -- [5]
				"nextcount", -- [6]
				162275, -- [7]
				2, -- [8]
				"1122", -- [9]
				["id"] = 1694,
			},
			["78006"] = {
				"78006", -- [1]
				"Timer78006cd", -- [2]
				"烈焰火柱冷却", -- [3]
				30, -- [4]
				236216, -- [5]
				"cd", -- [6]
				78006, -- [7]
				0, -- [8]
				"170", -- [9]
				["id"] = 1024,
			},
			["206744"] = {
				"206744", -- [1]
				"Timer206744nextcount	1", -- [2]
				"黑暗收割 (1)", -- [3]
				55.7, -- [4]
				537517, -- [5]
				"nextcount", -- [6]
				206744, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["211927"] = {
				"211927", -- [1]
				"Timer211927nextcount	1", -- [2]
				"势不可挡 (1)", -- [3]
				22, -- [4]
				1125916, -- [5]
				"nextcount", -- [6]
				211927, -- [7]
				4, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["256105"] = {
				"256105", -- [1]
				"Timer256105cd", -- [2]
				"爆炸冷却", -- [3]
				11.5, -- [4]
				878211, -- [5]
				"cd", -- [6]
				256105, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["213867"] = {
				"213867", -- [1]
				"Timer213867next", -- [2]
				"烈焰强化", -- [3]
				75, -- [4]
				132847, -- [5]
				"next", -- [6]
				213867, -- [7]
				6, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["320644"] = {
				"320644", -- [1]
				"Timer320644cdcount	1", -- [2]
				"~残酷连击 (1)", -- [3]
				5.8, -- [4]
				1390946, -- [5]
				"cdcount", -- [6]
				320644, -- [7]
				5, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["292996"] = {
				"292996", -- [1]
				"Timer292996cd", -- [2]
				"狂乱爆发冷却", -- [3]
				66.4, -- [4]
				1391783, -- [5]
				"cd", -- [6]
				292996, -- [7]
				5, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["319589"] = {
				"319589", -- [1]
				"Timer319589cd", -- [2]
				"~攫取之手", -- [3]
				8.2, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				319589, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["320359"] = {
				"320359", -- [1]
				"Timer320359cast", -- [2]
				"逃脱 ", -- [3]
				30, -- [4]
				132307, -- [5]
				"cast", -- [6]
				320359, -- [7]
				6, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["208863"] = {
				"208863", -- [1]
				"Timer208863cast", -- [2]
				"离开暗夜井 ", -- [3]
				4, -- [4]
				135964, -- [5]
				"cast", -- [6]
				208863, -- [7]
				6, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["320772"] = {
				"320772", -- [1]
				"Timer320772cd", -- [2]
				"~彗星风暴", -- [3]
				16.5, -- [4]
				1033907, -- [5]
				"cd", -- [6]
				320772, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["206617"] = {
				"206617", -- [1]
				"Timer206617nextcount	1", -- [2]
				"时间炸弹 (1)", -- [3]
				5, -- [4]
				609814, -- [5]
				"nextcount", -- [6]
				206617, -- [7]
				3, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["184931"] = {
				"184931", -- [1]
				"Timer184931cdcount	1", -- [2]
				"~枷锁酷刑 (1)", -- [3]
				25, -- [4]
				607854, -- [5]
				"cdcount", -- [6]
				184931, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["268306"] = {
				"268306", -- [1]
				"Timer268306cd", -- [2]
				"不谐乐段冷却", -- [3]
				15.5, -- [4]
				463569, -- [5]
				"cd", -- [6]
				268306, -- [7]
				3, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["230414"] = {
				"230414", -- [1]
				"Timer230414next", -- [2]
				"恶魔践踏", -- [3]
				25, -- [4]
				135794, -- [5]
				"next", -- [6]
				230414, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["257278"] = {
				"257278", -- [1]
				"Timer257278cd", -- [2]
				"~疾风军刀", -- [3]
				10.4, -- [4]
				796638, -- [5]
				"cd", -- [6]
				257278, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["47958"] = {
				"47958", -- [1]
				"Timer47958cd", -- [2]
				"~水晶之刺", -- [3]
				10, -- [4]
				135845, -- [5]
				"cd", -- [6]
				47958, -- [7]
				3, -- [8]
				"620", -- [9]
				["id"] = 2012,
			},
			["260333"] = {
				"260333", -- [1]
				"Timer260333cd", -- [2]
				"发脾气冷却", -- [3]
				37.6, -- [4]
				1694232, -- [5]
				"cd", -- [6]
				260333, -- [7]
				2, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["190703"] = {
				"190703", -- [1]
				"Timer190703nextcount2	1", -- [2]
				"混沌之源 (1)", -- [3]
				49, -- [4]
				1135365, -- [5]
				"nextcount", -- [6]
				190703, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["218774"] = {
				"218774", -- [1]
				"Timer218774next", -- [2]
				"未知", -- [3]
				45, -- [4]
				525024, -- [5]
				"next", -- [6]
				218774, -- [7]
				1, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["331209"] = {
				"331209", -- [1]
				"Timer331209cdcount	1", -- [2]
				"~怨恨凝视 (1)", -- [3]
				50.1, -- [4]
				136215, -- [5]
				"cdcount", -- [6]
				331209, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["295444"] = {
				"295444", -- [1]
				"Timer295444cd", -- [2]
				"心智锁链冷却", -- [3]
				3.3, -- [4]
				607865, -- [5]
				"cd", -- [6]
				295444, -- [7]
				5, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["258622"] = {
				"258622", -- [1]
				"Timer258622cd", -- [2]
				"回荡脉冲冷却", -- [3]
				10.6, -- [4]
				451165, -- [5]
				"cd", -- [6]
				258622, -- [7]
				2, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["297585"] = {
				"297585", -- [1]
				"Timer297585next", -- [2]
				"下一次服从或受苦", -- [3]
				40, -- [4]
				237567, -- [5]
				"next", -- [6]
				297585, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["303657"] = {
				"303657", -- [1]
				"Timer303657cdcount	1", -- [2]
				"奥术震爆冷却（1）", -- [3]
				52.1, -- [4]
				1391780, -- [5]
				"cdcount", -- [6]
				303657, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["324205"] = {
				"324205", -- [1]
				"Timer324205cd", -- [2]
				"~眩目闪光", -- [3]
				16, -- [4]
				1029583, -- [5]
				"cd", -- [6]
				324205, -- [7]
				3, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["213869"] = {
				"213869", -- [1]
				"Timer213869next", -- [2]
				"魔力强化", -- [3]
				75, -- [4]
				132851, -- [5]
				"next", -- [6]
				213869, -- [7]
				6, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["78621"] = {
				"78621", -- [1]
				"Timer78621active", -- [2]
				"暗影烈焰弹幕结束", -- [3]
				150, -- [4]
				236302, -- [5]
				"active", -- [6]
				78621, -- [7]
				0, -- [8]
				"174", -- [9]
				["id"] = 1026,
			},
			["269843"] = {
				"269843", -- [1]
				"Timer269843next", -- [2]
				"下一次邪恶污染", -- [3]
				8.2, -- [4]
				1029009, -- [5]
				"next", -- [6]
				269843, -- [7]
				3, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["268896"] = {
				"268896", -- [1]
				"Timer268896cd", -- [2]
				"心灵撕裂冷却", -- [3]
				16, -- [4]
				136125, -- [5]
				"cd", -- [6]
				268896, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["218438"] = {
				"218438", -- [1]
				"Timer218438next", -- [2]
				"约束混沌", -- [3]
				30, -- [4]
				429383, -- [5]
				"next", -- [6]
				218438, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["221149"] = {
				"221149", -- [1]
				"Timer221149cdcount	1", -- [2]
				"~埃辛诺斯具象 (1)", -- [3]
				26.3, -- [4]
				135697, -- [5]
				"cdcount", -- [6]
				221149, -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["269369"] = {
				"269369", -- [1]
				"Timer269369cd", -- [2]
				"致命咆哮冷却", -- [3]
				8, -- [4]
				236175, -- [5]
				"cd", -- [6]
				269369, -- [7]
				2, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["ej13129"] = {
				"ej13129", -- [1]
				"Timerej13129cast", -- [2]
				"诱捕者德佐克斯 ", -- [3]
				17, -- [4]
				535592, -- [5]
				"cast", -- [6]
				"ej13129", -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["313606"] = {
				"313606", -- [1]
				"Timer313606cd", -- [2]
				"~飞行", -- [3]
				30.5, -- [4]
				135737, -- [5]
				"cd", -- [6]
				313606, -- [7]
				6, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["ej9394"] = {
				"ej9394", -- [1]
				"Timerej9394next", -- [2]
				"烈焰之柱", -- [3]
				24, -- [4]
				236216, -- [5]
				"next", -- [6]
				"ej9394", -- [7]
				0, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["77896"] = {
				"77896", -- [1]
				"Timer77896cd", -- [2]
				"奥术风暴冷却", -- [3]
				10, -- [4]
				135743, -- [5]
				"cd", -- [6]
				77896, -- [7]
				0, -- [8]
				"173", -- [9]
				["id"] = 1025,
			},
			["323730"] = {
				"323730", -- [1]
				"Timer323730cd", -- [2]
				"~冻结之缚", -- [3]
				8.9, -- [4]
				135834, -- [5]
				"cd", -- [6]
				323730, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["78740"] = {
				"78740", -- [1]
				"Timer78740next", -- [2]
				"下一次已激活", -- [3]
				45, -- [4]
				132488, -- [5]
				"next", -- [6]
				78740, -- [7]
				0, -- [8]
				"169", -- [9]
				["id"] = 1027,
			},
			["267639"] = {
				"267639", -- [1]
				"Timer267639cd", -- [2]
				"燃烧腐蚀冷却", -- [3]
				10.8, -- [4]
				892832, -- [5]
				"cd", -- [6]
				267639, -- [7]
				2, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["256405"] = {
				"256405", -- [1]
				"Timer256405cd", -- [2]
				"狂鲨飓风冷却", -- [3]
				20.4, -- [4]
				463487, -- [5]
				"cd", -- [6]
				256405, -- [7]
				3, -- [8]
				"2094", -- [9]
				["id"] = 2095,
			},
			["213238"] = {
				"213238", -- [1]
				"Timer213238nextcount	1", -- [2]
				"寻踪虫群 (1)", -- [3]
				25, -- [4]
				136128, -- [5]
				"nextcount", -- [6]
				213238, -- [7]
				3, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["319592"] = {
				"319592", -- [1]
				"Timer319592cd", -- [2]
				"~碎石之跃", -- [3]
				20.6, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				319592, -- [7]
				3, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["306874"] = {
				"306874", -- [1]
				"Timer306874cd	Creature-0-3928-2217-13052-157365-000016EB6F", -- [2]
				"~闪电链", -- [3]
				4.8, -- [4]
				135990, -- [5]
				"cd", -- [6]
				306874, -- [7]
				3, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["267060"] = {
				"267060", -- [1]
				"Timer267060cd", -- [2]
				"元素的召唤冷却", -- [3]
				19.2, -- [4]
				538566, -- [5]
				"cd", -- [6]
				267060, -- [7]
				1, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["295791"] = {
				"295791", -- [1]
				"Timer295791cd", -- [2]
				"命运逆位冷却", -- [3]
				70, -- [4]
				413591, -- [5]
				"cd", -- [6]
				295791, -- [7]
				2, -- [8]
				"2352", -- [9]
				["id"] = 2298,
			},
			["260741"] = {
				"260741", -- [1]
				"Timer260741next", -- [2]
				"下一次锯齿荨麻", -- [3]
				7.8, -- [4]
				959837, -- [5]
				"next", -- [6]
				260741, -- [7]
				5, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["333231"] = {
				"333231", -- [1]
				"Timer333231cd", -- [2]
				"~灼热之陨", -- [3]
				10.2, -- [4]
				2576089, -- [5]
				"cd", -- [6]
				333231, -- [7]
				3, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["257882"] = {
				"257882", -- [1]
				"Timer257882cd", -- [2]
				"激流破奔冷却", -- [3]
				7.1, -- [4]
				135861, -- [5]
				"cd", -- [6]
				257882, -- [7]
				3, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["182001"] = {
				"182001", -- [1]
				"Timer182001nextcount2	1", -- [2]
				"不稳定的宝珠 (1)", -- [3]
				3, -- [4]
				135799, -- [5]
				"nextcount", -- [6]
				182001, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["263257"] = {
				"263257", -- [1]
				"Timer263257cd", -- [2]
				"静电冲击冷却", -- [3]
				20, -- [4]
				237587, -- [5]
				"cd", -- [6]
				263257, -- [7]
				2, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["203552"] = {
				"203552", -- [1]
				"Timer203552cdcount	1", -- [2]
				"~虫群之心 (1)", -- [3]
				86, -- [4]
				136128, -- [5]
				"cdcount", -- [6]
				203552, -- [7]
				6, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["264101"] = {
				"264101", -- [1]
				"Timer264101cd", -- [2]
				"踏浪冲锋冷却", -- [3]
				17, -- [4]
				237590, -- [5]
				"cd", -- [6]
				264101, -- [7]
				3, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["209597"] = {
				"209597", -- [1]
				"Timer209597nextcount	1", -- [2]
				"聚合爆破 (1)", -- [3]
				48, -- [4]
				1044088, -- [5]
				"nextcount", -- [6]
				209597, -- [7]
				3, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["218148"] = {
				"218148", -- [1]
				"Timer218148next", -- [2]
				"阳光坍缩", -- [3]
				5, -- [4]
				135981, -- [5]
				"next", -- [6]
				218148, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["ej11694"] = {
				"ej11694", -- [1]
				"Timerej11694next", -- [2]
				"野生纵火魔", -- [3]
				10, -- [4]
				615097, -- [5]
				"next", -- [6]
				"ej11694", -- [7]
				1, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["266237"] = {
				"266237", -- [1]
				"Timer266237cd", -- [2]
				"衰弱抽击冷却", -- [3]
				24.3, -- [4]
				134919, -- [5]
				"cd", -- [6]
				266237, -- [7]
				5, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["328921"] = {
				"328921", -- [1]
				"Timer328921cd", -- [2]
				"~赤红之幕", -- [3]
				112, -- [4]
				538040, -- [5]
				"cd", -- [6]
				328921, -- [7]
				6, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["327608"] = {
				"327608", -- [1]
				"Timer327608cd", -- [2]
				"~召唤软泥", -- [3]
				25, -- [4]
				3459153, -- [5]
				"cd", -- [6]
				327608, -- [7]
				1, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["206883"] = {
				"206883", -- [1]
				"Timer206883cd", -- [2]
				"~灵魂漩涡", -- [3]
				3, -- [4]
				607512, -- [5]
				"cd", -- [6]
				206883, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["218304"] = {
				"218304", -- [1]
				"Timer218304next", -- [2]
				"寄生镣铐", -- [3]
				16, -- [4]
				538515, -- [5]
				"next", -- [6]
				218304, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["346657"] = {
				"346657", -- [1]
				"Timer346657cd", -- [2]
				"~爆发", -- [3]
				35, -- [4]
				3528311, -- [5]
				"cd", -- [6]
				346657, -- [7]
				3, -- [8]
				"2426", -- [9]
				["id"] = 2412,
			},
			["205043"] = {
				"205043", -- [1]
				"Timer205043next", -- [2]
				"感染意志", -- [3]
				10, -- [4]
				892448, -- [5]
				"next", -- [6]
				205043, -- [7]
				3, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["295825"] = {
				"295825", -- [1]
				"Timer295825cdcount	1", -- [2]
				"弧光电流冷却（1）", -- [3]
				41, -- [4]
				839977, -- [5]
				"cdcount", -- [6]
				295825, -- [7]
				3, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["ej20353"] = {
				"ej20353", -- [1]
				"Timerej20353cd", -- [2]
				"艾萨拉的虔信者冷却", -- [3]
				35, -- [4]
				132154, -- [5]
				"cd", -- [6]
				"ej20353", -- [7]
				1, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["320823"] = {
				"320823", -- [1]
				"Timer320823cd", -- [2]
				"~实验型松鼠炸弹", -- [3]
				7.9, -- [4]
				133709, -- [5]
				"cd", -- [6]
				320823, -- [7]
				5, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["332313"] = {
				"332313", -- [1]
				"Timer332313cd", -- [2]
				"~巢群刺客", -- [3]
				15.2, -- [4]
				1370997, -- [5]
				"cd", -- [6]
				332313, -- [7]
				1, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["325506"] = {
				"325506", -- [1]
				"Timer325506cdcount	1	Creature-0-3903-2296-10904-165764-000075B9ED", -- [2]
				"~震荡跃击 (1)", -- [3]
				24.1, -- [4]
				1016245, -- [5]
				"cdcount", -- [6]
				325506, -- [7]
				5, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["256005"] = {
				"256005", -- [1]
				"Timer256005cd", -- [2]
				"污秽轰炸冷却", -- [3]
				6.2, -- [4]
				1500941, -- [5]
				"cd", -- [6]
				256005, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["156626"] = {
				"156626", -- [1]
				"Timer156626cd	1", -- [2]
				"~急速射击", -- [3]
				15.5, -- [4]
				1035051, -- [5]
				"cd", -- [6]
				156626, -- [7]
				3, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["220957"] = {
				"220957", -- [1]
				"Timer220957cdcount	1", -- [2]
				"~裂魂 (1)", -- [3]
				19.3, -- [4]
				1305157, -- [5]
				"cdcount", -- [6]
				220957, -- [7]
				5, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["221783"] = {
				"221783", -- [1]
				"Timer221783nextcount	1-1", -- [2]
				"烈焰 (1-1)", -- [3]
				24.5, -- [4]
				236297, -- [5]
				"nextcount", -- [6]
				221783, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["205368"] = {
				"205368", -- [1]
				"Timer205368nextcount	1", -- [2]
				"射线 (1)", -- [3]
				6, -- [4]
				841219, -- [5]
				"nextcount", -- [6]
				205368, -- [7]
				3, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["182826"] = {
				"182826", -- [1]
				"Timer182826cd", -- [2]
				"~魔火", -- [3]
				5.1, -- [4]
				135799, -- [5]
				"cd", -- [6]
				182826, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["181508"] = {
				"181508", -- [1]
				"Timer181508nextcount	1", -- [2]
				"毁灭之种 (1)", -- [3]
				27, -- [4]
				136193, -- [5]
				"nextcount", -- [6]
				181508, -- [7]
				3, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["181799"] = {
				"181799", -- [1]
				"Timer181799cd", -- [2]
				"~暗影之力", -- [3]
				32.6, -- [4]
				1035040, -- [5]
				"cd", -- [6]
				181799, -- [7]
				3, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["322232"] = {
				"322232", -- [1]
				"Timer322232cd", -- [2]
				"~感染毒雨", -- [3]
				15.4, -- [4]
				132100, -- [5]
				"cd", -- [6]
				322232, -- [7]
				3, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["258381"] = {
				"258381", -- [1]
				"Timer258381next", -- [2]
				"下一次葡萄弹", -- [3]
				7.4, -- [4]
				1773651, -- [5]
				"next", -- [6]
				258381, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["328437"] = {
				"328437", -- [1]
				"Timer328437cd", -- [2]
				"~撕裂", -- [3]
				14, -- [4]
				526520, -- [5]
				"cd", -- [6]
				328437, -- [7]
				3, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["154932"] = {
				"154932", -- [1]
				"Timer154932cd2", -- [2]
				"~熔岩激流", -- [3]
				30, -- [4]
				1032477, -- [5]
				"cd", -- [6]
				154932, -- [7]
				3, -- [8]
				"1123", -- [9]
				["id"] = 1689,
			},
			["ej20565"] = {
				"ej20565", -- [1]
				"Timerej20565cdcount	1", -- [2]
				"~疯狂凝视 (1)", -- [3]
				10, -- [4]
				1386547, -- [5]
				"cdcount", -- [6]
				"ej20565", -- [7]
				1, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["161612"] = {
				"161612", -- [1]
				"Timer161612nextcount	1", -- [2]
				"溢流能量 (1)", -- [3]
				36, -- [4]
				841219, -- [5]
				"nextcount", -- [6]
				161612, -- [7]
				5, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["329110"] = {
				"329110", -- [1]
				"Timer329110cd", -- [2]
				"~软泥注射", -- [3]
				12, -- [4]
				3459797, -- [5]
				"cd", -- [6]
				329110, -- [7]
				5, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["320132"] = {
				"320132", -- [1]
				"Timer320132nextcount	1", -- [2]
				"暗影之怒 (1)", -- [3]
				18, -- [4]
				136201, -- [5]
				"nextcount", -- [6]
				320132, -- [7]
				3, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["81031"] = {
				"81031", -- [1]
				"Timer81031cd", -- [2]
				"暗影爆燃火花冷却", -- [3]
				12, -- [4]
				236302, -- [5]
				"cd", -- [6]
				81031, -- [7]
				5, -- [8]
				"174", -- [9]
				["id"] = 1026,
			},
			["204316"] = {
				"204316", -- [1]
				"Timer204316cd", -- [2]
				"~震荡波", -- [3]
				56.2, -- [4]
				1029595, -- [5]
				"cd", -- [6]
				204316, -- [7]
				2, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["342321"] = {
				"342321", -- [1]
				"Timer342321cd2", -- [2]
				"~浓缩心能", -- [3]
				54.7, -- [4]
				3684827, -- [5]
				"cd", -- [6]
				342321, -- [7]
				1, -- [8]
				"2420", -- [9]
				["id"] = 2406,
			},
			["322550"] = {
				"322550", -- [1]
				"Timer322550cd", -- [2]
				"~加速孵化", -- [3]
				45.2, -- [4]
				2141733, -- [5]
				"cd", -- [6]
				322550, -- [7]
				1, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["292167"] = {
				"292167", -- [1]
				"Timer292167next", -- [2]
				"下一次剧毒脊刺", -- [3]
				11, -- [4]
				132106, -- [5]
				"next", -- [6]
				292167, -- [7]
				5, -- [8]
				"2347", -- [9]
				["id"] = 2289,
			},
			["272046"] = {
				"272046", -- [1]
				"Timer272046cd", -- [2]
				"俯冲轰炸冷却", -- [3]
				17.7, -- [4]
				1029584, -- [5]
				"cd", -- [6]
				272046, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["162346"] = {
				"162346", -- [1]
				"Timer162346fades", -- [2]
				"晶化弹幕消失", -- [3]
				15, -- [4]
				1006111, -- [5]
				"fades", -- [6]
				162346, -- [7]
				0, -- [8]
				"1195", -- [9]
				["id"] = 1722,
			},
			["269231"] = {
				"269231", -- [1]
				"Timer269231cd", -- [2]
				"狩猎跃击冷却", -- [3]
				5, -- [4]
				132141, -- [5]
				"cd", -- [6]
				269231, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["298787"] = {
				"298787", -- [1]
				"Timer298787cdcount	1", -- [2]
				"奥术宝珠冷却（1）", -- [3]
				69.8, -- [4]
				1717106, -- [5]
				"cdcount", -- [6]
				298787, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["295916"] = {
				"295916", -- [1]
				"Timer295916next", -- [2]
				"下一次远古风暴", -- [3]
				95.6, -- [4]
				1029585, -- [5]
				"next", -- [6]
				295916, -- [7]
				6, -- [8]
				"2353", -- [9]
				["id"] = 2305,
			},
			["179889"] = {
				"179889", -- [1]
				"Timer179889nextcount	1", -- [2]
				"迅猛突袭 (1)", -- [3]
				63, -- [4]
				236216, -- [5]
				"nextcount", -- [6]
				179889, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["323236"] = {
				"323236", -- [1]
				"Timer323236cd", -- [2]
				"~释放苦痛", -- [3]
				15.7, -- [4]
				1035037, -- [5]
				"cd", -- [6]
				323236, -- [7]
				3, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["335013"] = {
				"335013", -- [1]
				"Timer335013cd", -- [2]
				"~裂隙冲击", -- [3]
				20.3, -- [4]
				3528282, -- [5]
				"cd", -- [6]
				335013, -- [7]
				3, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["173917"] = {
				"173917", -- [1]
				"Timer173917cd", -- [2]
				"~撼地符文", -- [3]
				61, -- [4]
				1058937, -- [5]
				"cd", -- [6]
				173917, -- [7]
				6, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["180526"] = {
				"180526", -- [1]
				"Timer180526next", -- [2]
				"腐蚀术", -- [3]
				22, -- [4]
				237570, -- [5]
				"next", -- [6]
				180526, -- [7]
				3, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["303980"] = {
				"303980", -- [1]
				"Timer303980cdcount	1", -- [2]
				"虚空传送门冷却（1）", -- [3]
				23.9, -- [4]
				2065615, -- [5]
				"cdcount", -- [6]
				303980, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["158986"] = {
				"158986", -- [1]
				"Timer158986cd", -- [2]
				"~狂暴冲锋", -- [3]
				48, -- [4]
				841383, -- [5]
				"cd", -- [6]
				158986, -- [7]
				3, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["257777"] = {
				"257777", -- [1]
				"Timer257777cd", -- [2]
				"断筋剃刀冷却", -- [3]
				7.2, -- [4]
				132290, -- [5]
				"cd", -- [6]
				257777, -- [7]
				5, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["260894"] = {
				"260894", -- [1]
				"Timer260894next", -- [2]
				"下一次蔓延腐化", -- [3]
				12.2, -- [4]
				236271, -- [5]
				"next", -- [6]
				260894, -- [7]
				3, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["268260"] = {
				"268260", -- [1]
				"Timer268260cd", -- [2]
				"舷侧攻击冷却", -- [3]
				11.3, -- [4]
				252185, -- [5]
				"cd", -- [6]
				268260, -- [7]
				3, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["329725"] = {
				"329725", -- [1]
				"Timer329725nextcount	1", -- [2]
				"根除 (1)", -- [3]
				34.7, -- [4]
				1778228, -- [5]
				"nextcount", -- [6]
				329725, -- [7]
				3, -- [8]
				"2428", -- [9]
				["id"] = 2383,
			},
			["346698"] = {
				"346698", -- [1]
				"Timer346698cd", -- [2]
				"~召唤忠实的侍从", -- [3]
				7.3, -- [4]
				3528307, -- [5]
				"cd", -- [6]
				346698, -- [7]
				5, -- [8]
				"2426", -- [9]
				["id"] = 2412,
			},
			["328789"] = {
				"328789", -- [1]
				"Timer328789cd", -- [2]
				"~毁灭", -- [3]
				27, -- [4]
				2101973, -- [5]
				"cd", -- [6]
				328789, -- [7]
				2, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["156160"] = {
				"156160", -- [1]
				"Timer156160nextcount	1", -- [2]
				"旋转跳劈 (1)", -- [3]
				60, -- [4]
				999952, -- [5]
				"nextcount", -- [6]
				156160, -- [7]
				2, -- [8]
				"971", -- [9]
				["id"] = 1706,
			},
			["268752"] = {
				"268752", -- [1]
				"Timer268752cd", -- [2]
				"紧急回避冷却", -- [3]
				13.1, -- [4]
				1126431, -- [5]
				"cd", -- [6]
				268752, -- [7]
				6, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["161121"] = {
				"161121", -- [1]
				"Timer161121nextcount	1", -- [2]
				"风暴 (1)", -- [3]
				72.6, -- [4]
				651097, -- [5]
				"nextcount", -- [6]
				161121, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["329770"] = {
				"329770", -- [1]
				"Timer329770cd", -- [2]
				"~播种", -- [3]
				21.6, -- [4]
				3575389, -- [5]
				"cd", -- [6]
				329770, -- [7]
				5, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["335300"] = {
				"335300", -- [1]
				"Timer335300cdcount	1", -- [2]
				"~锁链联结 (1)", -- [3]
				4.7, -- [4]
				463560, -- [5]
				"cdcount", -- [6]
				335300, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["301078"] = {
				"301078", -- [1]
				"Timer301078cd", -- [2]
				"充能长矛冷却", -- [3]
				27.5, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				301078, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["321061"] = {
				"321061", -- [1]
				"Timer321061next", -- [2]
				"火箭鸡", -- [3]
				43, -- [4]
				133883, -- [5]
				"next", -- [6]
				321061, -- [7]
				3, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["261438"] = {
				"261438", -- [1]
				"Timer261438cd", -- [2]
				"污秽攻击冷却", -- [3]
				6, -- [4]
				132100, -- [5]
				"cd", -- [6]
				261438, -- [7]
				5, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["307048"] = {
				"307048", -- [1]
				"Timer307048cd	1", -- [2]
				"~永恒黑暗", -- [3]
				24, -- [4]
				1386548, -- [5]
				"cd", -- [6]
				307048, -- [7]
				2, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["255434"] = {
				"255434", -- [1]
				"Timer255434cd", -- [2]
				"锯齿冷却", -- [3]
				6, -- [4]
				236304, -- [5]
				"cd", -- [6]
				255434, -- [7]
				5, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["318406"] = {
				"318406", -- [1]
				"Timer318406cd", -- [2]
				"~软肉碎击", -- [3]
				14.5, -- [4]
				623773, -- [5]
				"cd", -- [6]
				318406, -- [7]
				3, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["269310"] = {
				"269310", -- [1]
				"Timer269310cd", -- [2]
				"净化之光冷却", -- [3]
				18.2, -- [4]
				237541, -- [5]
				"cd", -- [6]
				269310, -- [7]
				5, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["310333"] = {
				"310333", -- [1]
				"Timer310333cd", -- [2]
				"~虚空凝视", -- [3]
				14.7, -- [4]
				3004126, -- [5]
				"cd", -- [6]
				310333, -- [7]
				2, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["256589"] = {
				"256589", -- [1]
				"Timer256589cd", -- [2]
				"砸桶冷却", -- [3]
				6.1, -- [4]
				132622, -- [5]
				"cd", -- [6]
				256589, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["323059"] = {
				"323059", -- [1]
				"Timer323059active", -- [2]
				"宗主之怒结束", -- [3]
				12, -- [4]
				134218, -- [5]
				"active", -- [6]
				323059, -- [7]
				6, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["326271"] = {
				"326271", -- [1]
				"Timer326271cd", -- [2]
				"~静滞陷阱", -- [3]
				10.7, -- [4]
				613397, -- [5]
				"cd", -- [6]
				326271, -- [7]
				3, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["296688"] = {
				"296688", -- [1]
				"Timer296688cdcount	1", -- [2]
				"翻滚涟漪冷却（1）", -- [3]
				15, -- [4]
				237590, -- [5]
				"cdcount", -- [6]
				296688, -- [7]
				3, -- [8]
				"2354", -- [9]
				["id"] = 2304,
			},
			["267360"] = {
				"267360", -- [1]
				"Timer267360next", -- [2]
				"下一次沉没之城的掌控", -- [3]
				20.5, -- [4]
				136194, -- [5]
				"next", -- [6]
				267360, -- [7]
				6, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["322773"] = {
				"322773", -- [1]
				"Timer322773cd", -- [2]
				"~鲜血屏障", -- [3]
				26.5, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				322773, -- [7]
				6, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["319702"] = {
				"319702", -- [1]
				"Timer319702cd", -- [2]
				"~鲜血洪流", -- [3]
				7.5, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				319702, -- [7]
				2, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["259022"] = {
				"259022", -- [1]
				"Timer259022cd", -- [2]
				"艾泽里特催化剂冷却", -- [3]
				4, -- [4]
				135789, -- [5]
				"cd", -- [6]
				259022, -- [7]
				3, -- [8]
				"2115", -- [9]
				["id"] = 2107,
			},
			["301947"] = {
				"301947", -- [1]
				"Timer301947cd", -- [2]
				"强能火花冷却", -- [3]
				15.8, -- [4]
				839974, -- [5]
				"cd", -- [6]
				301947, -- [7]
				1, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["264694"] = {
				"264694", -- [1]
				"Timer264694cd", -- [2]
				"腐物喷发冷却", -- [3]
				5, -- [4]
				132098, -- [5]
				"cd", -- [6]
				264694, -- [7]
				3, -- [8]
				"2127", -- [9]
				["id"] = 2115,
			},
			["320326"] = {
				"320326", -- [1]
				"Timer320326cd", -- [2]
				"~错位冲击波", -- [3]
				9.4, -- [4]
				1408832, -- [5]
				"cd", -- [6]
				320326, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["257785"] = {
				"257785", -- [1]
				"Timer257785cd", -- [2]
				"闪光飞刃冷却", -- [3]
				12.1, -- [4]
				236273, -- [5]
				"cd", -- [6]
				257785, -- [7]
				2, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["257593"] = {
				"257593", -- [1]
				"Timer257593nextcount	1", -- [2]
				"下一次召唤地怒者（1）", -- [3]
				60, -- [4]
				136024, -- [5]
				"nextcount", -- [6]
				257593, -- [7]
				1, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["ej11714"] = {
				"ej11714", -- [1]
				"Timerej11714next", -- [2]
				"不稳定的空灵魔", -- [3]
				10.5, -- [4]
				136221, -- [5]
				"next", -- [6]
				"ej11714", -- [7]
				1, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["272657"] = {
				"272657", -- [1]
				"Timer272657cd", -- [2]
				"毒性吐息冷却", -- [3]
				6, -- [4]
				136182, -- [5]
				"cd", -- [6]
				272657, -- [7]
				3, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["186348"] = {
				"186348", -- [1]
				"Timer186348next", -- [2]
				"愤怒", -- [3]
				10, -- [4]
				615100, -- [5]
				"next", -- [6]
				186348, -- [7]
				3, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["306881"] = {
				"306881", -- [1]
				"Timer306881next	Creature-0-3928-2217-13052-157366-000016EB35", -- [2]
				"虚空塌缩", -- [3]
				5, -- [4]
				607865, -- [5]
				"next", -- [6]
				306881, -- [7]
				3, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["334053"] = {
				"334053", -- [1]
				"Timer334053cd", -- [2]
				"~净化冲击波", -- [3]
				8.4, -- [4]
				3528286, -- [5]
				"cd", -- [6]
				334053, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["334625"] = {
				"334625", -- [1]
				"Timer334625cd", -- [2]
				"~深渊爆炸", -- [3]
				20.1, -- [4]
				3528303, -- [5]
				"cd", -- [6]
				334625, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["320966"] = {
				"320966", -- [1]
				"Timer320966cd", -- [2]
				"~过顶挥砍", -- [3]
				8.3, -- [4]
				3284464, -- [5]
				"cd", -- [6]
				320966, -- [7]
				5, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["218809"] = {
				"218809", -- [1]
				"Timer218809next", -- [2]
				"黑夜的召唤", -- [3]
				57, -- [4]
				135752, -- [5]
				"next", -- [6]
				218809, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["179667"] = {
				"179667", -- [1]
				"Timer179667next", -- [2]
				"赤手空拳", -- [3]
				86.7, -- [4]
				132343, -- [5]
				"next", -- [6]
				179667, -- [7]
				6, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["300478"] = {
				"300478", -- [1]
				"Timer300478cd", -- [2]
				"各个击破冷却", -- [3]
				39.9, -- [4]
				132176, -- [5]
				"cd", -- [6]
				300478, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["256489"] = {
				"256489", -- [1]
				"Timer256489cd", -- [2]
				"重新武装冷却", -- [3]
				43.5, -- [4]
				136225, -- [5]
				"cd", -- [6]
				256489, -- [7]
				3, -- [8]
				"2094", -- [9]
				["id"] = 2095,
			},
			["163594"] = {
				"163594", -- [1]
				"Timer163594cd2", -- [2]
				"~孢子射手", -- [3]
				20, -- [4]
				132849, -- [5]
				"cd", -- [6]
				163594, -- [7]
				1, -- [8]
				"1196", -- [9]
				["id"] = 1720,
			},
			["313364"] = {
				"313364", -- [1]
				"Timer313364cd", -- [2]
				"~精神腐烂", -- [3]
				12, -- [4]
				136174, -- [5]
				"cd", -- [6]
				313364, -- [7]
				3, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["162185"] = {
				"162185", -- [1]
				"Timer162185cd", -- [2]
				"~魔能散射：火焰", -- [3]
				6, -- [4]
				132847, -- [5]
				"cd", -- [6]
				162185, -- [7]
				3, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["296430"] = {
				"296430", -- [1]
				"Timer296430nextcount	1", -- [2]
				"下一次奥寒冲击（1）", -- [3]
				6, -- [4]
				1020351, -- [5]
				"nextcount", -- [6]
				296430, -- [7]
				3, -- [8]
				"2353", -- [9]
				["id"] = 2305,
			},
			["322236"] = {
				"322236", -- [1]
				"Timer322236cd", -- [2]
				"~粘液之触", -- [3]
				6, -- [4]
				254105, -- [5]
				"cd", -- [6]
				322236, -- [7]
				5, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["156096"] = {
				"156096", -- [1]
				"Timer156096nextcount	1", -- [2]
				"死亡标记 (1)", -- [3]
				36, -- [4]
				1029718, -- [5]
				"nextcount", -- [6]
				156096, -- [7]
				3, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["208887"] = {
				"208887", -- [1]
				"Timer208887nextsource	慢", -- [2]
				"召唤元素: 慢", -- [3]
				5, -- [4]
				135738, -- [5]
				"nextsource", -- [6]
				208887, -- [7]
				1, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["292264"] = {
				"292264", -- [1]
				"Timer292264cd", -- [2]
				"超荷电磁炮冷却", -- [3]
				8.3, -- [4]
				896468, -- [5]
				"cd", -- [6]
				292264, -- [7]
				3, -- [8]
				"2331", -- [9]
				["id"] = 2260,
			},
			["205408"] = {
				"205408", -- [1]
				"Timer205408cdcount	1", -- [2]
				"~强力联结 (1)", -- [3]
				15, -- [4]
				236168, -- [5]
				"cdcount", -- [6]
				205408, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["255952"] = {
				"255952", -- [1]
				"Timer255952cd", -- [2]
				"冲冲冲锋冷却", -- [3]
				4.7, -- [4]
				1716281, -- [5]
				"cd", -- [6]
				255952, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["155992"] = {
				"155992", -- [1]
				"Timer155992cdcount	1", -- [2]
				"~粉碎猛击 (1)", -- [3]
				21, -- [4]
				132318, -- [5]
				"cdcount", -- [6]
				155992, -- [7]
				5, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["92154"] = {
				"92154", -- [1]
				"Timer92154next", -- [2]
				"下一次炽光地狱火", -- [3]
				30, -- [4]
				135789, -- [5]
				"next", -- [6]
				92154, -- [7]
				0, -- [8]
				"170", -- [9]
				["id"] = 1024,
			},
			["321834"] = {
				"321834", -- [1]
				"Timer321834cd", -- [2]
				"~闪避球", -- [3]
				8.1, -- [4]
				132387, -- [5]
				"cd", -- [6]
				321834, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["320069"] = {
				"320069", -- [1]
				"Timer320069cd", -- [2]
				"~致死打击", -- [3]
				22.6, -- [4]
				132355, -- [5]
				"cd", -- [6]
				320069, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["ej9995"] = {
				"ej9995", -- [1]
				"Timerej9995cdcount	1", -- [2]
				"~真菌食肉者 (1)", -- [3]
				32, -- [4]
				132849, -- [5]
				"cdcount", -- [6]
				"ej9995", -- [7]
				1, -- [8]
				"1196", -- [9]
				["id"] = 1720,
			},
			["157060"] = {
				"157060", -- [1]
				"Timer157060cd", -- [2]
				"~纠缠之地符文", -- [3]
				50, -- [4]
				1058940, -- [5]
				"cd", -- [6]
				157060, -- [7]
				6, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["256083"] = {
				"256083", -- [1]
				"Timer256083cd", -- [2]
				"交叉点火冷却", -- [3]
				16, -- [4]
				460952, -- [5]
				"cd", -- [6]
				256083, -- [7]
				2, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["162124"] = {
				"162124", -- [1]
				"Timer162124next", -- [2]
				"智能冲压机", -- [3]
				13, -- [4]
				458973, -- [5]
				"next", -- [6]
				162124, -- [7]
				6, -- [8]
				"1155", -- [9]
				["id"] = 1693,
			},
			["89773"] = {
				"89773", -- [1]
				"Timer89773cd", -- [2]
				"裂伤冷却", -- [3]
				90, -- [4]
				132278, -- [5]
				"cd", -- [6]
				89773, -- [7]
				0, -- [8]
				"170", -- [9]
				["id"] = 1024,
			},
			["331618"] = {
				"331618", -- [1]
				"Timer331618cdcount	1", -- [2]
				"~压制战旗 (1)", -- [3]
				10.7, -- [4]
				3578234, -- [5]
				"cdcount", -- [6]
				331618, -- [7]
				1, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["ej9650"] = {
				"ej9650", -- [1]
				"Timerej9650cdcount	2", -- [2]
				"~鼓风者 (2)", -- [3]
				40, -- [4]
				237030, -- [5]
				"cdcount", -- [6]
				"ej9650", -- [7]
				1, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["182020"] = {
				"182020", -- [1]
				"Timer182020nextcount	1", -- [2]
				"重击 (1)", -- [3]
				32.6, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				182020, -- [7]
				2, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["204459"] = {
				"204459", -- [1]
				"Timer204459fades", -- [2]
				"易伤外壳消失", -- [3]
				15, -- [4]
				132358, -- [5]
				"fades", -- [6]
				204459, -- [7]
				6, -- [8]
				"1706", -- [9]
				["id"] = 1849,
			},
			["309046"] = {
				"309046", -- [1]
				"Timer309046next", -- [2]
				"神思之门", -- [3]
				68, -- [4]
				878214, -- [5]
				"next", -- [6]
				309046, -- [7]
				1, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["179582"] = {
				"179582", -- [1]
				"Timer179582next	1", -- [2]
				"裂隙", -- [3]
				5.5, -- [4]
				1118738, -- [5]
				"next", -- [6]
				179582, -- [7]
				5, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["264560"] = {
				"264560", -- [1]
				"Timer264560cd", -- [2]
				"窒息海潮冷却", -- [3]
				10.5, -- [4]
				893779, -- [5]
				"cd", -- [6]
				264560, -- [7]
				5, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["263424"] = {
				"263424", -- [1]
				"Timer263424cd", -- [2]
				"电弧冲刺冷却", -- [3]
				14, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				263424, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["80053"] = {
				"80053", -- [1]
				"Timer80053next", -- [2]
				"下一次自动毒弹", -- [3]
				21, -- [4]
				132107, -- [5]
				"next", -- [6]
				80053, -- [7]
				0, -- [8]
				"169", -- [9]
				["id"] = 1027,
			},
			["155794"] = {
				"155794", -- [1]
				"Timer155794cdcount	1", -- [2]
				"~利刃冲刺 (1)", -- [3]
				8, -- [4]
				132301, -- [5]
				"cdcount", -- [6]
				155794, -- [7]
				5, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["313184"] = {
				"313184", -- [1]
				"Timer313184active", -- [2]
				"突触震击结束", -- [3]
				30, -- [4]
				237552, -- [5]
				"active", -- [6]
				313184, -- [7]
				5, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["326171"] = {
				"326171", -- [1]
				"Timer326171cd", -- [2]
				"~粉碎现实", -- [3]
				60, -- [4]
				463285, -- [5]
				"cd", -- [6]
				326171, -- [7]
				2, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["329455"] = {
				"329455", -- [1]
				"Timer329455nextcount	1", -- [2]
				"风蚀 (1)", -- [3]
				23.2, -- [4]
				1778230, -- [5]
				"nextcount", -- [6]
				329455, -- [7]
				2, -- [8]
				"2428", -- [9]
				["id"] = 2383,
			},
			["79888"] = {
				"79888", -- [1]
				"Timer79888next", -- [2]
				"下一次闪电导体", -- [3]
				11, -- [4]
				237587, -- [5]
				"next", -- [6]
				79888, -- [7]
				0, -- [8]
				"169", -- [9]
				["id"] = 1027,
			},
			["322681"] = {
				"322681", -- [1]
				"Timer322681cd", -- [2]
				"~肉钩", -- [3]
				10.6, -- [4]
				1373906, -- [5]
				"cd", -- [6]
				322681, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["320637"] = {
				"320637", -- [1]
				"Timer320637cd", -- [2]
				"~恶臭气体", -- [3]
				22, -- [4]
				646782, -- [5]
				"cd", -- [6]
				320637, -- [7]
				3, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["256060"] = {
				"256060", -- [1]
				"Timer256060cd", -- [2]
				"复苏之酒冷却", -- [3]
				20.6, -- [4]
				132800, -- [5]
				"cd", -- [6]
				256060, -- [7]
				4, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["79624"] = {
				"79624", -- [1]
				"Timer79624next", -- [2]
				"下一次能量发生器", -- [3]
				15, -- [4]
				135728, -- [5]
				"next", -- [6]
				79624, -- [7]
				0, -- [8]
				"169", -- [9]
				["id"] = 1027,
			},
			["320180"] = {
				"320180", -- [1]
				"Timer320180cd", -- [2]
				"~剧毒孢子", -- [3]
				17.7, -- [4]
				464341, -- [5]
				"cd", -- [6]
				320180, -- [7]
				3, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["298242"] = {
				"298242", -- [1]
				"Timer298242cd", -- [2]
				"孵化培养液冷却", -- [3]
				18.6, -- [4]
				893779, -- [5]
				"cd", -- [6]
				298242, -- [7]
				3, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["273271"] = {
				"273271", -- [1]
				"Timer273271cd", -- [2]
				"不稳定的种荚冷却", -- [3]
				20.4, -- [4]
				620828, -- [5]
				"cd", -- [6]
				273271, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["260508"] = {
				"260508", -- [1]
				"Timer260508cd", -- [2]
				"碾压冷却", -- [3]
				5.7, -- [4]
				132318, -- [5]
				"cd", -- [6]
				260508, -- [7]
				5, -- [8]
				"2126", -- [9]
				["id"] = 2114,
			},
			["81198"] = {
				"81198", -- [1]
				"Timer81198cast", -- [2]
				"通电", -- [3]
				5, -- [4]
				136050, -- [5]
				"cast", -- [6]
				81198, -- [7]
				0, -- [8]
				"174", -- [9]
				["id"] = 1026,
			},
			["176312"] = {
				"176312", -- [1]
				"Timer176312nextcount	1", -- [2]
				"疾驰列车 (1)", -- [3]
				12, -- [4]
				1029727, -- [5]
				"nextcount", -- [6]
				176312, -- [7]
				1, -- [8]
				"1147", -- [9]
				["id"] = 1692,
			},
			["160838"] = {
				"160838", -- [1]
				"Timer160838cd", -- [2]
				"~干扰怒吼", -- [3]
				45, -- [4]
				892447, -- [5]
				"cd", -- [6]
				160838, -- [7]
				0, -- [8]
				"1155", -- [9]
				["id"] = 1693,
			},
			["309819"] = {
				"309819", -- [1]
				"Timer309819cd", -- [2]
				"~虚空爆发", -- [3]
				20.5, -- [4]
				1386548, -- [5]
				"cd", -- [6]
				309819, -- [7]
				2, -- [8]
				"d1993", -- [9]
				["id"] = 2338,
			},
			["332687"] = {
				"332687", -- [1]
				"Timer332687cdcount	2", -- [2]
				"~咆哮 (2)", -- [3]
				31.9, -- [4]
				892447, -- [5]
				"cdcount", -- [6]
				332687, -- [7]
				2, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["327646"] = {
				"327646", -- [1]
				"Timer327646cdcount	1", -- [2]
				"~灵魂碎裂 (1)", -- [3]
				5.9, -- [4]
				1354410, -- [5]
				"cdcount", -- [6]
				327646, -- [7]
				5, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["323877"] = {
				"323877", -- [1]
				"Timer323877nextcount	1", -- [2]
				"Laser (1)", -- [3]
				22, -- [4]
				892834, -- [5]
				"nextcount", -- [6]
				323877, -- [7]
				2, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["264144"] = {
				"264144", -- [1]
				"Timer264144cd", -- [2]
				"逆流冷却", -- [3]
				30, -- [4]
				893778, -- [5]
				"cd", -- [6]
				264144, -- [7]
				3, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["345397"] = {
				"345397", -- [1]
				"Timer345397cdcount	1", -- [2]
				"~赤红声浪 (1)", -- [3]
				12.5, -- [4]
				1035055, -- [5]
				"cdcount", -- [6]
				345397, -- [7]
				2, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["266225"] = {
				"266225", -- [1]
				"Timer266225cd", -- [2]
				"黑暗闪电冷却", -- [3]
				8, -- [4]
				1385911, -- [5]
				"cd", -- [6]
				266225, -- [7]
				4, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["322736"] = {
				"322736", -- [1]
				"Timer322736cd", -- [2]
				"~尖锐脊刺", -- [3]
				10.1, -- [4]
				1508486, -- [5]
				"cd", -- [6]
				322736, -- [7]
				5, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["213853"] = {
				"213853", -- [1]
				"Timer213853next", -- [2]
				"复生", -- [3]
				65, -- [4]
				135862, -- [5]
				"next", -- [6]
				213853, -- [7]
				1, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["210022"] = {
				"210022", -- [1]
				"Timer210022nextcount	1", -- [2]
				"纪元宝珠 (1)", -- [3]
				23.8, -- [4]
				429383, -- [5]
				"nextcount", -- [6]
				210022, -- [7]
				2, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["261563"] = {
				"261563", -- [1]
				"Timer261563cd", -- [2]
				"毁灭之潮冷却", -- [3]
				13.1, -- [4]
				1385912, -- [5]
				"cd", -- [6]
				261563, -- [7]
				5, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["48179"] = {
				"48179", -- [1]
				"Timer48179cd", -- [2]
				"~晶化", -- [3]
				25, -- [4]
				135848, -- [5]
				"cd", -- [6]
				48179, -- [7]
				2, -- [8]
				"621", -- [9]
				["id"] = 2011,
			},
			["206222"] = {
				"206222", -- [1]
				"Timer206222nextcount	1", -- [2]
				"邪能束缚 (1)", -- [3]
				8.4, -- [4]
				1117883, -- [5]
				"nextcount", -- [6]
				206222, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["315772"] = {
				"315772", -- [1]
				"Timer315772next", -- [2]
				"心灵之握", -- [3]
				7.5, -- [4]
				237566, -- [5]
				"next", -- [6]
				315772, -- [7]
				3, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["267522"] = {
				"267522", -- [1]
				"Timer267522cd", -- [2]
				"刀刃疾突冷却", -- [3]
				4.1, -- [4]
				965900, -- [5]
				"cd", -- [6]
				267522, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["267891"] = {
				"267891", -- [1]
				"Timer267891cd", -- [2]
				"迅捷结界冷却", -- [3]
				16.1, -- [4]
				1589500, -- [5]
				"cd", -- [6]
				267891, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["186546"] = {
				"186546", -- [1]
				"Timer186546cdcount2	1", -- [2]
				"~黑洞 (1)", -- [3]
				18, -- [4]
				132886, -- [5]
				"cdcount", -- [6]
				186546, -- [7]
				5, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["301807"] = {
				"301807", -- [1]
				"Timer301807next", -- [2]
				"下一次狂热爆发", -- [3]
				60.5, -- [4]
				1698701, -- [5]
				"next", -- [6]
				301807, -- [7]
				2, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["298465"] = {
				"298465", -- [1]
				"Timer298465cast	Creature-0-3193-2164-30299-153692-00000E1770", -- [2]
				"羊水飞溅", -- [3]
				5, -- [4]
				136243, -- [5]
				"cast", -- [6]
				298465, -- [7]
				2, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["156834"] = {
				"156834", -- [1]
				"Timer156834cd", -- [2]
				"~黑石尖刺", -- [3]
				13, -- [4]
				1044087, -- [5]
				"cd", -- [6]
				156834, -- [7]
				4, -- [8]
				"1202", -- [9]
				["id"] = 1696,
			},
			["301494"] = {
				"301494", -- [1]
				"Timer301494next", -- [2]
				"下一次尖锐脊刺", -- [3]
				13, -- [4]
				136067, -- [5]
				"next", -- [6]
				301494, -- [7]
				3, -- [8]
				"2347", -- [9]
				["id"] = 2289,
			},
			["157592"] = {
				"157592", -- [1]
				"Timer157592cd", -- [2]
				"~撕裂猛击", -- [3]
				23.5, -- [4]
				132846, -- [5]
				"cd", -- [6]
				157592, -- [7]
				3, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["257495"] = {
				"257495", -- [1]
				"Timer257495cd", -- [2]
				"沙尘暴冷却", -- [3]
				30.3, -- [4]
				796638, -- [5]
				"cd", -- [6]
				257495, -- [7]
				2, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["297937"] = {
				"297937", -- [1]
				"Timer297937next", -- [2]
				"下一次痛苦的回忆", -- [3]
				19.6, -- [4]
				237567, -- [5]
				"next", -- [6]
				297937, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["322554"] = {
				"322554", -- [1]
				"Timer322554next", -- [2]
				"严惩", -- [3]
				3.7, -- [4]
				458735, -- [5]
				"next", -- [6]
				322554, -- [7]
				3, -- [8]
				"2415", -- [9]
				["id"] = 2361,
			},
			["319015"] = {
				"319015", -- [1]
				"Timer319015active", -- [2]
				"碎裂自我结束", -- [3]
				30, -- [4]
				132094, -- [5]
				"active", -- [6]
				319015, -- [7]
				6, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["298055"] = {
				"298055", -- [1]
				"Timer298055cdcount	1", -- [2]
				"激涌冷却（1）", -- [3]
				9, -- [4]
				893779, -- [5]
				"cdcount", -- [6]
				298055, -- [7]
				3, -- [8]
				"2354", -- [9]
				["id"] = 2304,
			},
			["255579"] = {
				"255579", -- [1]
				"Timer255579cd", -- [2]
				"镀金之爪冷却", -- [3]
				10.5, -- [4]
				237389, -- [5]
				"cd", -- [6]
				255579, -- [7]
				5, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["320102"] = {
				"320102", -- [1]
				"Timer320102cdcount	1", -- [2]
				"~鲜血与荣耀 (1)", -- [3]
				33.9, -- [4]
				1322720, -- [5]
				"cdcount", -- [6]
				320102, -- [7]
				3, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["206949"] = {
				"206949", -- [1]
				"Timer206949cdcount	1", -- [2]
				"~严寒新星 (1)", -- [3]
				49, -- [4]
				464484, -- [5]
				"cdcount", -- [6]
				206949, -- [7]
				2, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["184394"] = {
				"184394", -- [1]
				"Timer184394cd", -- [2]
				"~震荡波", -- [3]
				5.8, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				184394, -- [7]
				3, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["276068"] = {
				"276068", -- [1]
				"Timer276068cd", -- [2]
				"海潮涌动冷却", -- [3]
				24.1, -- [4]
				237590, -- [5]
				"cd", -- [6]
				276068, -- [7]
				2, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["55081"] = {
				"55081", -- [1]
				"Timer55081cd", -- [2]
				"~毒性新星", -- [3]
				24, -- [4]
				136030, -- [5]
				"cd", -- [6]
				55081, -- [7]
				2, -- [8]
				"592", -- [9]
				["id"] = 1978,
			},
			["322654"] = {
				"322654", -- [1]
				"Timer322654cd", -- [2]
				"~酸蚀排放", -- [3]
				8, -- [4]
				132104, -- [5]
				"cd", -- [6]
				322654, -- [7]
				3, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["256198"] = {
				"256198", -- [1]
				"Timer256198cd", -- [2]
				"艾泽里特子弹：爆炎弹冷却", -- [3]
				5.1, -- [4]
				514016, -- [5]
				"cd", -- [6]
				256198, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["268586"] = {
				"268586", -- [1]
				"Timer268586cd", -- [2]
				"剑刃连击冷却", -- [3]
				18, -- [4]
				1035036, -- [5]
				"cd", -- [6]
				268586, -- [7]
				5, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["323437"] = {
				"323437", -- [1]
				"Timer323437cd", -- [2]
				"~傲慢罪印", -- [3]
				10, -- [4]
				538039, -- [5]
				"cd", -- [6]
				323437, -- [7]
				5, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["223437"] = {
				"223437", -- [1]
				"Timer223437next", -- [2]
				"暗夜坍缩", -- [3]
				28, -- [4]
				1035051, -- [5]
				"next", -- [6]
				223437, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["181488"] = {
				"181488", -- [1]
				"Timer181488cdcount	1", -- [2]
				"~死亡幻象 (1)", -- [3]
				61, -- [4]
				136145, -- [5]
				"cdcount", -- [6]
				181488, -- [7]
				5, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["271456"] = {
				"271456", -- [1]
				"Timer271456cd", -- [2]
				"钻地猛砸冷却", -- [3]
				22.4, -- [4]
				892833, -- [5]
				"cd", -- [6]
				271456, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["323810"] = {
				"323810", -- [1]
				"Timer323810cd", -- [2]
				"~穿刺残影", -- [3]
				10.6, -- [4]
				1029589, -- [5]
				"cd", -- [6]
				323810, -- [7]
				3, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["256970"] = {
				"256970", -- [1]
				"Timer256970cd", -- [2]
				"点火冷却", -- [3]
				6.1, -- [4]
				236215, -- [5]
				"cd", -- [6]
				256970, -- [7]
				5, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["ej18312"] = {
				"ej18312", -- [1]
				"Timerej18312cd", -- [2]
				"血面兽冷却", -- [3]
				22.3, -- [4]
				136133, -- [5]
				"cd", -- [6]
				"ej18312", -- [7]
				1, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["299914"] = {
				"299914", -- [1]
				"Timer299914next", -- [2]
				"下一次狂热冲锋", -- [3]
				75, -- [4]
				132177, -- [5]
				"next", -- [6]
				299914, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["ej11411"] = {
				"ej11411", -- [1]
				"Timerej11411cdcount	1", -- [2]
				"~血缚邪术士 (1)", -- [3]
				35, -- [4]
				841221, -- [5]
				"cdcount", -- [6]
				"ej11411", -- [7]
				1, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["211439"] = {
				"211439", -- [1]
				"Timer211439cast", -- [2]
				"内心恶魔的意志 ", -- [3]
				43, -- [4]
				1380372, -- [5]
				"cast", -- [6]
				211439, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["324449"] = {
				"324449", -- [1]
				"Timer324449cd", -- [2]
				"~死亡具象", -- [3]
				23.9, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				324449, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["69246"] = {
				"69246", -- [1]
				"Timer69246cd", -- [2]
				"~霜降", -- [3]
				31.5, -- [4]
				135851, -- [5]
				"cd", -- [6]
				69246, -- [7]
				3, -- [8]
				"610", -- [9]
				["id"] = 2000,
			},
			["202977"] = {
				"202977", -- [1]
				"Timer202977cdcount	1", -- [2]
				"~感染吐息 (1)", -- [3]
				35, -- [4]
				538518, -- [5]
				"cdcount", -- [6]
				202977, -- [7]
				3, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["180025"] = {
				"180025", -- [1]
				"Timer180025cd", -- [2]
				"~治疗", -- [3]
				17, -- [4]
				136202, -- [5]
				"cd", -- [6]
				180025, -- [7]
				4, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["156425"] = {
				"156425", -- [1]
				"Timer156425nextcount	1", -- [2]
				"毁灭 (1)", -- [3]
				15, -- [4]
				1029732, -- [5]
				"nextcount", -- [6]
				156425, -- [7]
				2, -- [8]
				"959", -- [9]
				["id"] = 1704,
			},
			["296018"] = {
				"296018", -- [1]
				"Timer296018cd", -- [2]
				"癫狂惊惧冷却", -- [3]
				67.06699999999546, -- [4]
				460857, -- [5]
				"cd", -- [6]
				296018, -- [7]
				5, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["256038"] = {
				"256038", -- [1]
				"Timer256038cd", -- [2]
				"致命狙击冷却", -- [3]
				23.3, -- [4]
				132385, -- [5]
				"cd", -- [6]
				256038, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["317292"] = {
				"317292", -- [1]
				"Timer317292cast", -- [2]
				"坍缩心绪 ", -- [3]
				20, -- [4]
				1386548, -- [5]
				"cast", -- [6]
				317292, -- [7]
				6, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["78194"] = {
				"78194", -- [1]
				"Timer78194next", -- [2]
				"下一次熔岩喷射", -- [3]
				10, -- [4]
				135830, -- [5]
				"next", -- [6]
				78194, -- [7]
				0, -- [8]
				"173", -- [9]
				["id"] = 1025,
			},
			["179909"] = {
				"179909", -- [1]
				"Timer179909nextcount2	1", -- [2]
				"命运相连 (1)", -- [3]
				19, -- [4]
				607854, -- [5]
				"nextcount", -- [6]
				179909, -- [7]
				3, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["179406"] = {
				"179406", -- [1]
				"Timer179406next	1", -- [2]
				"灵魂裂劈", -- [3]
				25, -- [4]
				132338, -- [5]
				"next", -- [6]
				179406, -- [7]
				3, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["301431"] = {
				"301431", -- [1]
				"Timer301431cdcount	1", -- [2]
				"过载冷却（1）", -- [3]
				14, -- [4]
				2201832, -- [5]
				"cdcount", -- [6]
				301431, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["ej11462"] = {
				"ej11462", -- [1]
				"Timerej11462cdcount	1", -- [2]
				"~作祟的幽魂 (1)", -- [3]
				30, -- [4]
				841382, -- [5]
				"cdcount", -- [6]
				"ej11462", -- [7]
				1, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["325245"] = {
				"325245", -- [1]
				"Timer325245cd", -- [2]
				"~暗影伏击", -- [3]
				6.1, -- [4]
				1305160, -- [5]
				"cd", -- [6]
				325245, -- [7]
				3, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["322818"] = {
				"322818", -- [1]
				"Timer322818cd", -- [2]
				"~失去信心", -- [3]
				24.6, -- [4]
				237555, -- [5]
				"cd", -- [6]
				322818, -- [7]
				3, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["163372"] = {
				"163372", -- [1]
				"Timer163372next", -- [2]
				"奥能动荡", -- [3]
				65, -- [4]
				135731, -- [5]
				"next", -- [6]
				163372, -- [7]
				3, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["296944"] = {
				"296944", -- [1]
				"Timer296944cdcount	1", -- [2]
				"艾泽里特弧光冷却（1）", -- [3]
				20.5, -- [4]
				2065558, -- [5]
				"cdcount", -- [6]
				296944, -- [7]
				3, -- [8]
				"2354", -- [9]
				["id"] = 2304,
			},
			["213148"] = {
				"213148", -- [1]
				"Timer213148next", -- [2]
				"灼热烙印", -- [3]
				17.8, -- [4]
				236188, -- [5]
				"next", -- [6]
				213148, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["219815"] = {
				"219815", -- [1]
				"Timer219815nextcount	1", -- [2]
				"时光珠 (1)", -- [3]
				12, -- [4]
				610472, -- [5]
				"nextcount", -- [6]
				219815, -- [7]
				2, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["185590"] = {
				"185590", -- [1]
				"Timer185590cd2", -- [2]
				"~亵渎", -- [3]
				26.3, -- [4]
				1118739, -- [5]
				"cd", -- [6]
				185590, -- [7]
				2, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["265773"] = {
				"265773", -- [1]
				"Timer265773cd	1", -- [2]
				"吐金冷却", -- [3]
				8.3, -- [4]
				646669, -- [5]
				"cd", -- [6]
				265773, -- [7]
				3, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["186407"] = {
				"186407", -- [1]
				"Timer186407cd2", -- [2]
				"~邪能喷涌", -- [3]
				21, -- [4]
				841221, -- [5]
				"cd", -- [6]
				186407, -- [7]
				3, -- [8]
				"1447", -- [9]
				["id"] = 1800,
			},
			["ej10019"] = {
				"ej10019", -- [1]
				"Timerej10019nextcount	1", -- [2]
				"无畏舰 (1)", -- [3]
				59.5, -- [4]
				133168, -- [5]
				"nextcount", -- [6]
				"ej10019", -- [7]
				6, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["181973"] = {
				"181973", -- [1]
				"Timer181973next", -- [2]
				"灵魂盛宴", -- [3]
				123.5, -- [4]
				828455, -- [5]
				"next", -- [6]
				181973, -- [7]
				6, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["181827"] = {
				"181827", -- [1]
				"Timer181827cd	Creature-0-3921-1448-18848-91541-00002C01D6", -- [2]
				"~邪能导管", -- [3]
				4, -- [4]
				135795, -- [5]
				"cd", -- [6]
				181827, -- [7]
				4, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["319619"] = {
				"319619", -- [1]
				"Timer319619cd", -- [2]
				"~错位陷阱", -- [3]
				4.5, -- [4]
				132206, -- [5]
				"cd", -- [6]
				319619, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["321226"] = {
				"321226", -- [1]
				"Timer321226cd", -- [2]
				"~亡者领域", -- [3]
				8.6, -- [4]
				136179, -- [5]
				"cd", -- [6]
				321226, -- [7]
				1, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["271784"] = {
				"271784", -- [1]
				"Timer271784cd", -- [2]
				"抛硬币冷却", -- [3]
				18, -- [4]
				237281, -- [5]
				"cd", -- [6]
				271784, -- [7]
				3, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["310184"] = {
				"310184", -- [1]
				"Timer310184next2", -- [2]
				"蔓延痛楚", -- [3]
				12, -- [4]
				136195, -- [5]
				"next", -- [6]
				310184, -- [7]
				5, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["208924"] = {
				"208924", -- [1]
				"Timer208924cd", -- [2]
				"~弧光连接", -- [3]
				5, -- [4]
				607854, -- [5]
				"cd", -- [6]
				208924, -- [7]
				3, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["298121"] = {
				"298121", -- [1]
				"Timer298121cd", -- [2]
				"闪电宝珠冷却", -- [3]
				23, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				298121, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["291626"] = {
				"291626", -- [1]
				"Timer291626cast", -- [2]
				"切割光线", -- [3]
				6, -- [4]
				839983, -- [5]
				"cast", -- [6]
				291626, -- [7]
				3, -- [8]
				"2331", -- [9]
				["id"] = 2260,
			},
			["155864"] = {
				"155864", -- [1]
				"Timer155864cd", -- [2]
				"~实验型脉冲手雷", -- [3]
				6, -- [4]
				463550, -- [5]
				"cd", -- [6]
				155864, -- [7]
				3, -- [8]
				"1147", -- [9]
				["id"] = 1692,
			},
			["208230"] = {
				"208230", -- [1]
				"Timer208230nextcount2	1", -- [2]
				"鲜血盛宴 (1)", -- [3]
				20, -- [4]
				538039, -- [5]
				"nextcount", -- [6]
				208230, -- [7]
				1, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["ej9649"] = {
				"ej9649", -- [1]
				"Timerej9649nextcount	2", -- [2]
				"熔炉工程师 (2)", -- [3]
				40, -- [4]
				134520, -- [5]
				"nextcount", -- [6]
				"ej9649", -- [7]
				1, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["266181"] = {
				"266181", -- [1]
				"Timer266181cd", -- [2]
				"恐惧精华冷却", -- [3]
				25, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				266181, -- [7]
				2, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["156179"] = {
				"156179", -- [1]
				"Timer156179cd2", -- [2]
				"~呕吐黑石", -- [3]
				4.5, -- [4]
				252178, -- [5]
				"cd", -- [6]
				156179, -- [7]
				3, -- [8]
				"1202", -- [9]
				["id"] = 1696,
			},
			["320141"] = {
				"320141", -- [1]
				"Timer320141next", -- [2]
				"末日！！！", -- [3]
				45.5, -- [4]
				136129, -- [5]
				"next", -- [6]
				320141, -- [7]
				2, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["323143"] = {
				"323143", -- [1]
				"Timer323143cd", -- [2]
				"~念力投掷", -- [3]
				6, -- [4]
				135822, -- [5]
				"cd", -- [6]
				323143, -- [7]
				3, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["297746"] = {
				"297746", -- [1]
				"Timer297746cd", -- [2]
				"~震地猛击", -- [3]
				4.6, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				297746, -- [7]
				3, -- [8]
				"d1995", -- [9]
				["id"] = 2332,
			},
			["334404"] = {
				"334404", -- [1]
				"Timer334404cd", -- [2]
				"~扩散射击", -- [3]
				6, -- [4]
				132208, -- [5]
				"cd", -- [6]
				334404, -- [7]
				2, -- [8]
				"2429", -- [9]
				["id"] = 2418,
			},
			["272884"] = {
				"272884", -- [1]
				"Timer272884next", -- [2]
				"下一次打开酒桶", -- [3]
				12.2, -- [4]
				132621, -- [5]
				"next", -- [6]
				272884, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["334945"] = {
				"334945", -- [1]
				"Timer334945cd", -- [2]
				"~突刺", -- [3]
				18.1, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				334945, -- [7]
				3, -- [8]
				"2429", -- [9]
				["id"] = 2418,
			},
			["323845"] = {
				"323845", -- [1]
				"Timer323845cd", -- [2]
				"~邪恶冲刺", -- [3]
				5.7, -- [4]
				589068, -- [5]
				"cd", -- [6]
				323845, -- [7]
				3, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["80734"] = {
				"80734", -- [1]
				"Timer80734cast", -- [2]
				"冲击新星", -- [3]
				1.5, -- [4]
				135824, -- [5]
				"cast", -- [6]
				80734, -- [7]
				0, -- [8]
				"174", -- [9]
				["id"] = 1026,
			},
			["249923"] = {
				"249923", -- [1]
				"Timer249923cd", -- [2]
				"碎魂冷却", -- [3]
				10, -- [4]
				1354410, -- [5]
				"cd", -- [6]
				249923, -- [7]
				3, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["325725"] = {
				"325725", -- [1]
				"Timer325725cdcount	1", -- [2]
				"~寰宇操控 (1)", -- [3]
				3.7, -- [4]
				1033912, -- [5]
				"cdcount", -- [6]
				325725, -- [7]
				3, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["68789"] = {
				"68789", -- [1]
				"Timer68789cd", -- [2]
				"~投入萨隆邪铁", -- [3]
				15.5, -- [4]
				237437, -- [5]
				"cd", -- [6]
				68789, -- [7]
				3, -- [8]
				"608", -- [9]
				["id"] = 1999,
			},
			["ej20355"] = {
				"ej20355", -- [1]
				"Timerej20355cd", -- [2]
				"忠实的仆从冷却", -- [3]
				94.7, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				"ej20355", -- [7]
				1, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["255591"] = {
				"255591", -- [1]
				"Timer255591next", -- [2]
				"下一次熔化的黄金", -- [3]
				16.5, -- [4]
				135903, -- [5]
				"next", -- [6]
				255591, -- [7]
				3, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["180224"] = {
				"180224", -- [1]
				"Timer180224cdcount	1", -- [2]
				"~死亡挣扎 (1)", -- [3]
				39, -- [4]
				132338, -- [5]
				"cdcount", -- [6]
				180224, -- [7]
				2, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["320063"] = {
				"320063", -- [1]
				"Timer320063cd", -- [2]
				"~猛击", -- [3]
				9.4, -- [4]
				132340, -- [5]
				"cd", -- [6]
				320063, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["323687"] = {
				"323687", -- [1]
				"Timer323687cd", -- [2]
				"~奥术闪电", -- [3]
				7.2, -- [4]
				136099, -- [5]
				"cd", -- [6]
				323687, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["346654"] = {
				"346654", -- [1]
				"Timer346654cd", -- [2]
				"~吸取精华", -- [3]
				15.5, -- [4]
				1003601, -- [5]
				"cd", -- [6]
				346654, -- [7]
				5, -- [8]
				"2426", -- [9]
				["id"] = 2412,
			},
			["250096"] = {
				"250096", -- [1]
				"Timer250096cd", -- [2]
				"毁灭痛苦冷却", -- [3]
				3.5, -- [4]
				236300, -- [5]
				"cd", -- [6]
				250096, -- [7]
				4, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["188693"] = {
				"188693", -- [1]
				"Timer188693cdcount	1", -- [2]
				"~邪能爆发 (1)", -- [3]
				33.7, -- [4]
				135800, -- [5]
				"cdcount", -- [6]
				188693, -- [7]
				2, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["323597"] = {
				"323597", -- [1]
				"Timer323597cd", -- [2]
				"~幽灵附身", -- [3]
				15.5, -- [4]
				236548, -- [5]
				"cd", -- [6]
				323597, -- [7]
				1, -- [8]
				"2411", -- [9]
				["id"] = 2403,
			},
			["267899"] = {
				"267899", -- [1]
				"Timer267899cd", -- [2]
				"妨害劈斩冷却", -- [3]
				5.8, -- [4]
				460959, -- [5]
				"cd", -- [6]
				267899, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["332572"] = {
				"332572", -- [1]
				"Timer332572cdcount	1", -- [2]
				"~碎石飞落 (1)", -- [3]
				12.5, -- [4]
				1385913, -- [5]
				"cdcount", -- [6]
				332572, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["250258"] = {
				"250258", -- [1]
				"Timer250258cd", -- [2]
				"剧毒跳碾冷却", -- [3]
				2, -- [4]
				132301, -- [5]
				"cd", -- [6]
				250258, -- [7]
				3, -- [8]
				"2036", -- [9]
				["id"] = 2085,
			},
			["212530"] = {
				"212530", -- [1]
				"Timer212530next", -- [2]
				"复制", -- [3]
				28, -- [4]
				135732, -- [5]
				"next", -- [6]
				212530, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["306973"] = {
				"306973", -- [1]
				"Timer306973cdcount	1", -- [2]
				"~疯狂炸弹 (1)", -- [3]
				5, -- [4]
				136173, -- [5]
				"cdcount", -- [6]
				306973, -- [7]
				3, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["339550"] = {
				"339550", -- [1]
				"Timer339550cd", -- [2]
				"~战斗回响", -- [3]
				7, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				339550, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["165876"] = {
				"165876", -- [1]
				"Timer165876nextcount	1", -- [2]
				"噬体之夜 (1)", -- [3]
				55, -- [4]
				136223, -- [5]
				"nextcount", -- [6]
				165876, -- [7]
				2, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["1867"] = {
				"1867", -- [1]
				"Timer1867achievement", -- [2]
				"适时死亡", -- [3]
				120, -- [4]
				236521, -- [5]
				"achievement", -- [6]
				1867, -- [7]
				0, -- [8]
				"600", -- [9]
				["id"] = 1986,
			},
			["ej21954"] = {
				"ej21954", -- [1]
				"Timerej21954cdcount	1", -- [2]
				"~缚石征服者 (1)", -- [3]
				50, -- [4]
				2065633, -- [5]
				"cdcount", -- [6]
				"ej21954", -- [7]
				1, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["331314"] = {
				"331314", -- [1]
				"Timer331314active", -- [2]
				"毁灭冲击结束", -- [3]
				12, -- [4]
				135860, -- [5]
				"active", -- [6]
				331314, -- [7]
				5, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["321873"] = {
				"321873", -- [1]
				"Timer321873cd", -- [2]
				"~鬼抓人", -- [3]
				18.4, -- [4]
				1698698, -- [5]
				"cd", -- [6]
				321873, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["319685"] = {
				"319685", -- [1]
				"Timer319685cd", -- [2]
				"~撕裂撞击", -- [3]
				34.2, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				319685, -- [7]
				6, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["207630"] = {
				"207630", -- [1]
				"Timer207630cd	boss", -- [2]
				"~毁灭", -- [3]
				20.3, -- [4]
				135734, -- [5]
				"cd", -- [6]
				207630, -- [7]
				2, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["ej9396"] = {
				"ej9396", -- [1]
				"Timerej9396next", -- [2]
				"贪婪的血喉", -- [3]
				110, -- [4]
				236169, -- [5]
				"next", -- [6]
				"ej9396", -- [7]
				1, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["319654"] = {
				"319654", -- [1]
				"Timer319654cd", -- [2]
				"~饥苦吸取", -- [3]
				10.7, -- [4]
				571321, -- [5]
				"cd", -- [6]
				319654, -- [7]
				4, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["269493"] = {
				"269493", -- [1]
				"Timer269493cd", -- [2]
				"足球炸弹发射器冷却", -- [3]
				9.4, -- [4]
				660531, -- [5]
				"cd", -- [6]
				269493, -- [7]
				5, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["300088"] = {
				"300088", -- [1]
				"Timer300088cast	Creature-0-3193-2164-30299-152852-00000E195E", -- [2]
				"孤注一掷", -- [3]
				10, -- [4]
				136042, -- [5]
				"cast", -- [6]
				300088, -- [7]
				5, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["159947"] = {
				"159947", -- [1]
				"Timer159947next", -- [2]
				"锁链投掷", -- [3]
				91, -- [4]
				463560, -- [5]
				"next", -- [6]
				159947, -- [7]
				6, -- [8]
				"1128", -- [9]
				["id"] = 1721,
			},
			["52658"] = {
				"52658", -- [1]
				"Timer52658target	Magiccreamdk", -- [2]
				"静电过载: Magiccreamdk", -- [3]
				10, -- [4]
				136050, -- [5]
				"target", -- [6]
				52658, -- [7]
				3, -- [8]
				"599", -- [9]
				["id"] = 1984,
			},
			["184360"] = {
				"184360", -- [1]
				"Timer184360cdcount	1", -- [2]
				"~邪能狂怒 (1)", -- [3]
				28, -- [4]
				135791, -- [5]
				"cdcount", -- [6]
				184360, -- [7]
				3, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["190821"] = {
				"190821", -- [1]
				"Timer190821nextcount	1", -- [2]
				"虚空之星 (1)", -- [3]
				75, -- [4]
				458969, -- [5]
				"nextcount", -- [6]
				190821, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["323137"] = {
				"323137", -- [1]
				"Timer323137cd", -- [2]
				"~迷乱花粉", -- [3]
				15.8, -- [4]
				134219, -- [5]
				"cd", -- [6]
				323137, -- [7]
				5, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["181180"] = {
				"181180", -- [1]
				"Timer181180nextcount	1", -- [2]
				"地狱火 (1)", -- [3]
				53, -- [4]
				135793, -- [5]
				"nextcount", -- [6]
				181180, -- [7]
				1, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["291613"] = {
				"291613", -- [1]
				"Timer291613cd", -- [2]
				"发射升空！冷却", -- [3]
				30.2, -- [4]
				133029, -- [5]
				"cd", -- [6]
				291613, -- [7]
				6, -- [8]
				"2331", -- [9]
				["id"] = 2260,
			},
			["259732"] = {
				"259732", -- [1]
				"Timer259732cd", -- [2]
				"溃烂收割冷却", -- [3]
				34.9, -- [4]
				237521, -- [5]
				"cd", -- [6]
				259732, -- [7]
				2, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["300519"] = {
				"300519", -- [1]
				"Timer300519cdcount	1", -- [2]
				"奥术炸药冷却（1）", -- [3]
				75, -- [4]
				1391782, -- [5]
				"cdcount", -- [6]
				300519, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["182534"] = {
				"182534", -- [1]
				"Timer182534nextcount	1", -- [2]
				"易爆火焰炸弹 (1)", -- [3]
				9, -- [4]
				840408, -- [5]
				"nextcount", -- [6]
				182534, -- [7]
				1, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["205649"] = {
				"205649", -- [1]
				"Timer205649cdcount	1", -- [2]
				"~邪能喷射 (1)", -- [3]
				17.5, -- [4]
				841218, -- [5]
				"cdcount", -- [6]
				205649, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["307092"] = {
				"307092", -- [1]
				"Timer307092cd", -- [2]
				"~枕眼冲击", -- [3]
				5, -- [4]
				1386551, -- [5]
				"cd", -- [6]
				307092, -- [7]
				3, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["165243"] = {
				"165243", -- [1]
				"Timer165243nextcount	1", -- [2]
				"疯狂之眼 (1)", -- [3]
				20, -- [4]
				237567, -- [5]
				"nextcount", -- [6]
				165243, -- [7]
				1, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["227071"] = {
				"227071", -- [1]
				"Timer227071cdcount	1", -- [2]
				"~烈焰冲撞 (1)", -- [3]
				29.3, -- [4]
				1344650, -- [5]
				"cdcount", -- [6]
				227071, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["265781"] = {
				"265781", -- [1]
				"Timer265781cd", -- [2]
				"蛇之风冷却", -- [3]
				13.1, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				265781, -- [7]
				2, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["181255"] = {
				"181255", -- [1]
				"Timer181255nextcount	1", -- [2]
				"邪能小鬼爆炸 (1)", -- [3]
				27.4, -- [4]
				236294, -- [5]
				"nextcount", -- [6]
				181255, -- [7]
				1, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["263345"] = {
				"263345", -- [1]
				"Timer263345cd", -- [2]
				"巨力冲击冷却", -- [3]
				17, -- [4]
				1373903, -- [5]
				"cd", -- [6]
				263345, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["ej21993"] = {
				"ej21993", -- [1]
				"Timerej21993cdcount	1", -- [2]
				"~荒翼刺客 (1)", -- [3]
				70, -- [4]
				3565724, -- [5]
				"cdcount", -- [6]
				"ej21993", -- [7]
				1, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["259853"] = {
				"259853", -- [1]
				"Timer259853cd", -- [2]
				"化学灼烧冷却", -- [3]
				12, -- [4]
				132100, -- [5]
				"cd", -- [6]
				259853, -- [7]
				5, -- [8]
				"2115", -- [9]
				["id"] = 2107,
			},
			["292565"] = {
				"292565", -- [1]
				"Timer292565cd", -- [2]
				"碾压之握冷却", -- [3]
				30, -- [4]
				537022, -- [5]
				"cd", -- [6]
				292565, -- [7]
				3, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["213182"] = {
				"213182", -- [1]
				"Timer213182next", -- [2]
				"复制", -- [3]
				27, -- [4]
				135732, -- [5]
				"next", -- [6]
				213182, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["185456"] = {
				"185456", -- [1]
				"Timer185456cd	Creature-0-3921-1448-18848-93625-00002C0572", -- [2]
				"~绝望之链", -- [3]
				23.6, -- [4]
				463560, -- [5]
				"cd", -- [6]
				185456, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["ej11266"] = {
				"ej11266", -- [1]
				"Timerej11266cdcount	1", -- [2]
				"~垂涎的嗜血者 (1)", -- [3]
				6, -- [4]
				538039, -- [5]
				"cdcount", -- [6]
				"ej11266", -- [7]
				1, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["267299"] = {
				"267299", -- [1]
				"Timer267299next", -- [2]
				"下一次召唤深渊", -- [3]
				5.5, -- [4]
				1305154, -- [5]
				"next", -- [6]
				267299, -- [7]
				5, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["155539"] = {
				"155539", -- [1]
				"Timer155539cd", -- [2]
				"~毁灭之怒", -- [3]
				107, -- [4]
				132352, -- [5]
				"cd", -- [6]
				155539, -- [7]
				6, -- [8]
				"1161", -- [9]
				["id"] = 1691,
			},
			["267533"] = {
				"267533", -- [1]
				"Timer267533cd", -- [2]
				"回旋剑刃冷却", -- [3]
				9.8, -- [4]
				1500963, -- [5]
				"cd", -- [6]
				267533, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["250368"] = {
				"250368", -- [1]
				"Timer250368cd", -- [2]
				"恶毒臭气冷却", -- [3]
				6, -- [4]
				132108, -- [5]
				"cd", -- [6]
				250368, -- [7]
				4, -- [8]
				"2036", -- [9]
				["id"] = 2085,
			},
			["322746"] = {
				"322746", -- [1]
				"Timer322746cd", -- [2]
				"~堕落之血", -- [3]
				8.5, -- [4]
				136133, -- [5]
				"cd", -- [6]
				322746, -- [7]
				3, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["212794"] = {
				"212794", -- [1]
				"Timer212794nextcount	1", -- [2]
				"阿古斯之印 (1)", -- [3]
				15, -- [4]
				841219, -- [5]
				"nextcount", -- [6]
				212794, -- [7]
				3, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["298548"] = {
				"298548", -- [1]
				"Timer298548cast", -- [2]
				"超规模孵化", -- [3]
				35, -- [4]
				1029747, -- [5]
				"cast", -- [6]
				298548, -- [7]
				4, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["ej20549"] = {
				"ej20549", -- [1]
				"Timerej20549next", -- [2]
				"虚空猎手", -- [3]
				6, -- [4]
				136221, -- [5]
				"next", -- [6]
				"ej20549", -- [7]
				1, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["325360"] = {
				"325360", -- [1]
				"Timer325360next", -- [2]
				"至高仪式", -- [3]
				11, -- [4]
				3528311, -- [5]
				"next", -- [6]
				325360, -- [7]
				2, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["206365"] = {
				"206365", -- [1]
				"Timer206365nextcount	1", -- [2]
				"幻象之夜 (1)", -- [3]
				130, -- [4]
				607852, -- [5]
				"nextcount", -- [6]
				206365, -- [7]
				6, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["155192"] = {
				"155192", -- [1]
				"Timer155192fades", -- [2]
				"炸弹消失", -- [3]
				7.999000000068918, -- [4]
				465876, -- [5]
				"fades", -- [6]
				155192, -- [7]
				0, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["325258"] = {
				"325258", -- [1]
				"Timer325258cd", -- [2]
				"~死亡之主", -- [3]
				9.5, -- [4]
				3163624, -- [5]
				"cd", -- [6]
				325258, -- [7]
				3, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["260292"] = {
				"260292", -- [1]
				"Timer260292cd", -- [2]
				"冲锋冷却", -- [3]
				8.3, -- [4]
				2011119, -- [5]
				"cd", -- [6]
				260292, -- [7]
				3, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["ej22082"] = {
				"ej22082", -- [1]
				"Timerej22082cdcount	1", -- [2]
				"~难缠的石精 (1)", -- [3]
				70, -- [4]
				134085, -- [5]
				"cdcount", -- [6]
				"ej22082", -- [7]
				1, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["295099"] = {
				"295099", -- [1]
				"Timer295099next", -- [2]
				"下一次穿透黑暗", -- [3]
				25, -- [4]
				607852, -- [5]
				"next", -- [6]
				295099, -- [7]
				5, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["321948"] = {
				"321948", -- [1]
				"Timer321948cd", -- [2]
				"~定向爆破", -- [3]
				14.3, -- [4]
				236214, -- [5]
				"cd", -- [6]
				321948, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["180260"] = {
				"180260", -- [1]
				"Timer180260nextcount	1", -- [2]
				"烈焰打击 (1)", -- [3]
				10, -- [4]
				463567, -- [5]
				"nextcount", -- [6]
				180260, -- [7]
				3, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["182459"] = {
				"182459", -- [1]
				"Timer182459nextcount	1", -- [2]
				"谴责 (1)", -- [3]
				57, -- [4]
				801000, -- [5]
				"nextcount", -- [6]
				182459, -- [7]
				3, -- [8]
				"1394", -- [9]
				["id"] = 1784,
			},
			["319650"] = {
				"319650", -- [1]
				"Timer319650cd", -- [2]
				"~恶意头槌", -- [3]
				5.9, -- [4]
				132091, -- [5]
				"cd", -- [6]
				319650, -- [7]
				5, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["326039"] = {
				"326039", -- [1]
				"Timer326039next", -- [2]
				"无尽的折磨", -- [3]
				24.2, -- [4]
				1394887, -- [5]
				"next", -- [6]
				326039, -- [7]
				2, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["181275"] = {
				"181275", -- [1]
				"Timer181275nextcount	1", -- [2]
				"军团诅咒 (1)", -- [3]
				5, -- [4]
				615098, -- [5]
				"nextcount", -- [6]
				181275, -- [7]
				1, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["182055"] = {
				"182055", -- [1]
				"Timer182055next", -- [2]
				"整装待发", -- [3]
				136, -- [4]
				133864, -- [5]
				"next", -- [6]
				182055, -- [7]
				6, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["264239"] = {
				"264239", -- [1]
				"Timer264239cast", -- [2]
				"孵化 ", -- [3]
				35, -- [4]
				236197, -- [5]
				"cast", -- [6]
				264239, -- [7]
				1, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["327664"] = {
				"327664", -- [1]
				"Timer327664cd", -- [2]
				"~防腐剂", -- [3]
				9.7, -- [4]
				1001622, -- [5]
				"cd", -- [6]
				327664, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["297371"] = {
				"297371", -- [1]
				"Timer297371cdcount	1", -- [2]
				"命运逆转冷却（1）", -- [3]
				68.1, -- [4]
				413591, -- [5]
				"cdcount", -- [6]
				297371, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["293509"] = {
				"293509", -- [1]
				"Timer293509cd", -- [2]
				"梦魇之影冷却", -- [3]
				37.2, -- [4]
				237561, -- [5]
				"cd", -- [6]
				293509, -- [7]
				3, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["227283"] = {
				"227283", -- [1]
				"Timer227283cdcount	1", -- [2]
				"~召唤暗夜宝珠 (1)", -- [3]
				39.3, -- [4]
				1097742, -- [5]
				"cdcount", -- [6]
				227283, -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["325064"] = {
				"325064", -- [1]
				"Timer325064cd", -- [2]
				"~射线", -- [3]
				29.1, -- [4]
				3684828, -- [5]
				"cd", -- [6]
				325064, -- [7]
				3, -- [8]
				"2420", -- [9]
				["id"] = 2406,
			},
			["257028"] = {
				"257028", -- [1]
				"Timer257028cd", -- [2]
				"点火器冷却", -- [3]
				14.2, -- [4]
				132093, -- [5]
				"cd", -- [6]
				257028, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["268403"] = {
				"268403", -- [1]
				"Timer268403cd", -- [2]
				"强风劈砍冷却", -- [3]
				8.4, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				268403, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["327411"] = {
				"327411", -- [1]
				"Timer327411cd", -- [2]
				"~羁石诅咒", -- [3]
				21.3, -- [4]
				516666, -- [5]
				"cd", -- [6]
				327411, -- [7]
				3, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["155776"] = {
				"155776", -- [1]
				"Timer155776next", -- [2]
				"召唤烬狼", -- [3]
				60, -- [4]
				1032474, -- [5]
				"next", -- [6]
				155776, -- [7]
				1, -- [8]
				"1123", -- [9]
				["id"] = 1689,
			},
			["206700"] = {
				"206700", -- [1]
				"Timer206700nextcount	1", -- [2]
				"Summon Slow Add (1)", -- [3]
				7, -- [4]
				132849, -- [5]
				"nextcount", -- [6]
				206700, -- [7]
				1, -- [8]
				"1725", -- [9]
				["id"] = 1865,
			},
			["336258"] = {
				"336258", -- [1]
				"Timer336258fades", -- [2]
				"落单狩猎消失", -- [3]
				6, -- [4]
				892448, -- [5]
				"fades", -- [6]
				336258, -- [7]
				5, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["227008"] = {
				"227008", -- [1]
				"Timer227008cdcount	1", -- [2]
				"~黑暗泰坦的幻象 (1)", -- [3]
				95.1, -- [4]
				136215, -- [5]
				"cdcount", -- [6]
				227008, -- [7]
				2, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["257305"] = {
				"257305", -- [1]
				"Timer257305cd", -- [2]
				"火炮弹幕冷却", -- [3]
				20, -- [4]
				252185, -- [5]
				"cd", -- [6]
				257305, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["329509"] = {
				"329509", -- [1]
				"Timer329509cd", -- [2]
				"~烈焰涌动", -- [3]
				28.8, -- [4]
				524795, -- [5]
				"cd", -- [6]
				329509, -- [7]
				3, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["257337"] = {
				"257337", -- [1]
				"Timer257337ai", -- [2]
				"电击之爪人工智能计时冷却", -- [3]
				35.19699999998557, -- [4]
				136050, -- [5]
				"ai", -- [6]
				257337, -- [7]
				3, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["186993"] = {
				"186993", -- [1]
				"Timer186993cd", -- [2]
				"~邪恶打击", -- [3]
				10.5, -- [4]
				132109, -- [5]
				"cd", -- [6]
				186993, -- [7]
				2, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["209270"] = {
				"209270", -- [1]
				"Timer209270nextcount	1", -- [2]
				"古尔丹之眼 (1)", -- [3]
				26.1, -- [4]
				136210, -- [5]
				"nextcount", -- [6]
				209270, -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["ej21952"] = {
				"ej21952", -- [1]
				"Timerej21952cdcount	1", -- [2]
				"~恶毒的神秘学者 (1)", -- [3]
				105, -- [4]
				538040, -- [5]
				"cdcount", -- [6]
				"ej21952", -- [7]
				1, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["183329"] = {
				"183329", -- [1]
				"Timer183329cd", -- [2]
				"~天启", -- [3]
				53, -- [4]
				136204, -- [5]
				"cd", -- [6]
				183329, -- [7]
				2, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["329217"] = {
				"329217", -- [1]
				"Timer329217cd", -- [2]
				"~软泥突袭", -- [3]
				33.2, -- [4]
				451165, -- [5]
				"cd", -- [6]
				329217, -- [7]
				3, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["267273"] = {
				"267273", -- [1]
				"Timer267273cd", -- [2]
				"毒性新星冷却", -- [3]
				18.1, -- [4]
				132099, -- [5]
				"cd", -- [6]
				267273, -- [7]
				4, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["263371"] = {
				"263371", -- [1]
				"Timer263371cd", -- [2]
				"导电冷却", -- [3]
				11.6, -- [4]
				136050, -- [5]
				"cd", -- [6]
				263371, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["1873"] = {
				"1873", -- [1]
				"Timer1873achievement", -- [2]
				"我们都爱斯卡迪", -- [3]
				180, -- [4]
				236530, -- [5]
				"achievement", -- [6]
				1873, -- [7]
				0, -- [8]
				"643", -- [9]
				["id"] = 2029,
			},
			["265910"] = {
				"265910", -- [1]
				"Timer265910cd", -- [2]
				"甩尾冷却", -- [3]
				16.8, -- [4]
				132202, -- [5]
				"cd", -- [6]
				265910, -- [7]
				5, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["172895"] = {
				"172895", -- [1]
				"Timer172895cd2", -- [2]
				"~魔能散射：邪能", -- [3]
				5, -- [4]
				135795, -- [5]
				"cd", -- [6]
				172895, -- [7]
				3, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["346762"] = {
				"346762", -- [1]
				"Timer346762cd", -- [2]
				"~灵魂尖刺", -- [3]
				50, -- [4]
				3259845, -- [5]
				"cd", -- [6]
				346762, -- [7]
				3, -- [8]
				"2426", -- [9]
				["id"] = 2412,
			},
			["318449"] = {
				"318449", -- [1]
				"Timer318449nextcount	1", -- [2]
				"折磨 (1)", -- [3]
				35.3, -- [4]
				237567, -- [5]
				"nextcount", -- [6]
				318449, -- [7]
				2, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["296894"] = {
				"296894", -- [1]
				"Timer296894nextcount	1", -- [2]
				"下一次不羁能量（1）", -- [3]
				10, -- [4]
				135735, -- [5]
				"nextcount", -- [6]
				296894, -- [7]
				2, -- [8]
				"2353", -- [9]
				["id"] = 2305,
			},
			["206847"] = {
				"206847", -- [1]
				"Timer206847cd", -- [2]
				"~寄生伤口", -- [3]
				8.3, -- [4]
				136214, -- [5]
				"cd", -- [6]
				206847, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["157349"] = {
				"157349", -- [1]
				"Timer157349cdcount	1", -- [2]
				"~奥能新星 (1)", -- [3]
				45, -- [4]
				1041235, -- [5]
				"cdcount", -- [6]
				157349, -- [7]
				2, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["323608"] = {
				"323608", -- [1]
				"Timer323608cd", -- [2]
				"~黑暗毁灭", -- [3]
				15.7, -- [4]
				2576088, -- [5]
				"cd", -- [6]
				323608, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["38619"] = {
				"38619", -- [1]
				"Timer38619cd", -- [2]
				"~旋风斩", -- [3]
				15, -- [4]
				132369, -- [5]
				"cd", -- [6]
				38619, -- [7]
				2, -- [8]
				"Commander", -- [9]
				["id"] = 519,
			},
			["206788"] = {
				"206788", -- [1]
				"Timer206788cd	boss", -- [2]
				"~毒性薄片", -- [3]
				10.5, -- [4]
				237360, -- [5]
				"cd", -- [6]
				206788, -- [7]
				3, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["320272"] = {
				"320272", -- [1]
				"Timer320272cd", -- [2]
				"~幽魂转移", -- [3]
				10.5, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				320272, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["260793"] = {
				"260793", -- [1]
				"Timer260793cd", -- [2]
				"消化不良冷却", -- [3]
				8.3, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				260793, -- [7]
				5, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["183963"] = {
				"183963", -- [1]
				"Timer183963next", -- [2]
				"纳鲁之光", -- [3]
				10, -- [4]
				135981, -- [5]
				"next", -- [6]
				183963, -- [7]
				5, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["263365"] = {
				"263365", -- [1]
				"Timer263365ai", -- [2]
				"雷电轰鸣人工智能计时冷却", -- [3]
				12.82599999999911, -- [4]
				136111, -- [5]
				"ai", -- [6]
				263365, -- [7]
				2, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["203096"] = {
				"203096", -- [1]
				"Timer203096cdcount	1", -- [2]
				"~溃烂 (1)", -- [3]
				5.2, -- [4]
				136134, -- [5]
				"cdcount", -- [6]
				203096, -- [7]
				3, -- [8]
				"1703", -- [9]
				["id"] = 1853,
			},
			["250050"] = {
				"250050", -- [1]
				"Timer250050cd", -- [2]
				"沙德拉的回响冷却", -- [3]
				16.9, -- [4]
				134321, -- [5]
				"cd", -- [6]
				250050, -- [7]
				3, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["306984"] = {
				"306984", -- [1]
				"Timer306984cd", -- [2]
				"~狂乱炸弹", -- [3]
				21.6, -- [4]
				458969, -- [5]
				"cd", -- [6]
				306984, -- [7]
				3, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["301244"] = {
				"301244", -- [1]
				"Timer301244next", -- [2]
				"下一次重复行动", -- [3]
				40, -- [4]
				1500884, -- [5]
				"next", -- [6]
				301244, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["322893"] = {
				"322893", -- [1]
				"Timer322893next", -- [2]
				"冲流", -- [3]
				10, -- [4]
				648840, -- [5]
				"next", -- [6]
				322893, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["255371"] = {
				"255371", -- [1]
				"Timer255371cd", -- [2]
				"恐惧之面冷却", -- [3]
				12.4, -- [4]
				132111, -- [5]
				"cd", -- [6]
				255371, -- [7]
				2, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["ej9854"] = {
				"ej9854", -- [1]
				"Timerej9854next", -- [2]
				"泰山压顶", -- [3]
				20.5, -- [4]
				1037259, -- [5]
				"next", -- [6]
				"ej9854", -- [7]
				3, -- [8]
				"1155", -- [9]
				["id"] = 1693,
			},
			["322903"] = {
				"322903", -- [1]
				"Timer322903cd", -- [2]
				"~暗天飑风", -- [3]
				34.5, -- [4]
				1035055, -- [5]
				"cd", -- [6]
				322903, -- [7]
				2, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["213275"] = {
				"213275", -- [1]
				"Timer213275next", -- [2]
				"自爆", -- [3]
				40, -- [4]
				135811, -- [5]
				"next", -- [6]
				213275, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["256493"] = {
				"256493", -- [1]
				"Timer256493fades", -- [2]
				"炽燃的艾泽里特消失", -- [3]
				15, -- [4]
				615339, -- [5]
				"fades", -- [6]
				256493, -- [7]
				5, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["323685"] = {
				"323685", -- [1]
				"Timer323685cd", -- [2]
				"~攫取裂隙", -- [3]
				22.7, -- [4]
				2576095, -- [5]
				"cd", -- [6]
				323685, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["ej20546"] = {
				"ej20546", -- [1]
				"Timerej20546next", -- [2]
				"龟裂追踪者", -- [3]
				5.8, -- [4]
				237587, -- [5]
				"next", -- [6]
				"ej20546", -- [7]
				1, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["181557"] = {
				"181557", -- [1]
				"Timer181557cd", -- [2]
				"~邪焰风暴", -- [3]
				10.5, -- [4]
				135804, -- [5]
				"cd", -- [6]
				181557, -- [7]
				2, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["187111"] = {
				"187111", -- [1]
				"Timer187111nextcount	1", -- [2]
				"召唤地狱火 (1)", -- [3]
				35, -- [4]
				136219, -- [5]
				"nextcount", -- [6]
				187111, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["315820"] = {
				"315820", -- [1]
				"Timer315820cdcount	1", -- [2]
				"~痛击触须 (1)", -- [3]
				32, -- [4]
				132154, -- [5]
				"cdcount", -- [6]
				315820, -- [7]
				3, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["296737"] = {
				"296737", -- [1]
				"Timer296737nextcount	1", -- [2]
				"下一次奥术炸弹（1）", -- [3]
				7, -- [4]
				132861, -- [5]
				"nextcount", -- [6]
				296737, -- [7]
				3, -- [8]
				"2353", -- [9]
				["id"] = 2305,
			},
			["334522"] = {
				"334522", -- [1]
				"Timer334522nextcount	1", -- [2]
				"吞噬 (1)", -- [3]
				93, -- [4]
				1778226, -- [5]
				"nextcount", -- [6]
				334522, -- [7]
				2, -- [8]
				"2428", -- [9]
				["id"] = 2383,
			},
			["183254"] = {
				"183254", -- [1]
				"Timer183254cd", -- [2]
				"~烈焰滔天", -- [3]
				30, -- [4]
				135800, -- [5]
				"cd", -- [6]
				183254, -- [7]
				2, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["306634"] = {
				"306634", -- [1]
				"Timer306634nextcount	1", -- [2]
				"不稳定的虚空 (1)", -- [3]
				7, -- [4]
				1386548, -- [5]
				"nextcount", -- [6]
				306634, -- [7]
				5, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["303978"] = {
				"303978", -- [1]
				"Timer303978cd", -- [2]
				"黑暗脉动冷却", -- [3]
				75.1, -- [4]
				607865, -- [5]
				"cd", -- [6]
				303978, -- [7]
				6, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["267618"] = {
				"267618", -- [1]
				"Timer267618cd", -- [2]
				"排干体液冷却", -- [3]
				17.6, -- [4]
				463570, -- [5]
				"cd", -- [6]
				267618, -- [7]
				3, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["342077"] = {
				"342077", -- [1]
				"Timer342077cd", -- [2]
				"~回声定位", -- [3]
				14.2, -- [4]
				132097, -- [5]
				"cd", -- [6]
				342077, -- [7]
				3, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["266266"] = {
				"266266", -- [1]
				"Timer266266cd", -- [2]
				"召唤亡触奴隶主冷却", -- [3]
				13, -- [4]
				136194, -- [5]
				"cd", -- [6]
				266266, -- [7]
				1, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["296650"] = {
				"296650", -- [1]
				"Timer296650cd", -- [2]
				"硬化甲壳冷却", -- [3]
				70.5, -- [4]
				134970, -- [5]
				"cd", -- [6]
				296650, -- [7]
				6, -- [8]
				"2354", -- [9]
				["id"] = 2304,
			},
			["205420"] = {
				"205420", -- [1]
				"Timer205420nextcount2	1", -- [2]
				"燃烧的沥青 (1)", -- [3]
				45, -- [4]
				135804, -- [5]
				"nextcount", -- [6]
				205420, -- [7]
				5, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["330711"] = {
				"330711", -- [1]
				"Timer330711cd", -- [2]
				"~尖鸣", -- [3]
				48.3, -- [4]
				136147, -- [5]
				"cd", -- [6]
				330711, -- [7]
				2, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["178607"] = {
				"178607", -- [1]
				"Timer178607cd", -- [2]
				"~黑暗之星", -- [3]
				29, -- [4]
				631519, -- [5]
				"cd", -- [6]
				178607, -- [7]
				3, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["322943"] = {
				"322943", -- [1]
				"Timer322943cd", -- [2]
				"~举起残骸", -- [3]
				14.6, -- [4]
				1500971, -- [5]
				"cd", -- [6]
				322943, -- [7]
				3, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["181735"] = {
				"181735", -- [1]
				"Timer181735cd", -- [2]
				"~邪能引导", -- [3]
				40.2, -- [4]
				841219, -- [5]
				"cd", -- [6]
				181735, -- [7]
				2, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["155005"] = {
				"155005", -- [1]
				"Timer155005next", -- [2]
				"相位变换", -- [3]
				45, -- [4]
				517160, -- [5]
				"next", -- [6]
				155005, -- [7]
				6, -- [8]
				"1731", -- [9]
				["id"] = 1867,
			},
			["185345"] = {
				"185345", -- [1]
				"Timer185345cd", -- [2]
				"~暗影逆流", -- [3]
				9.5, -- [4]
				132354, -- [5]
				"cd", -- [6]
				185345, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["324608"] = {
				"324608", -- [1]
				"Timer324608cd", -- [2]
				"~充能践踏", -- [3]
				14.3, -- [4]
				460957, -- [5]
				"cd", -- [6]
				324608, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["264605"] = {
				"264605", -- [1]
				"Timer264605next", -- [2]
				"下一次掌柜之棍", -- [3]
				8, -- [4]
				644384, -- [5]
				"next", -- [6]
				264605, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["ej21286"] = {
				"ej21286", -- [1]
				"Timerej21286nextcount	1", -- [2]
				"痛击触须 (1)", -- [3]
				23, -- [4]
				319441, -- [5]
				"nextcount", -- [6]
				"ej21286", -- [7]
				1, -- [8]
				"2375", -- [9]
				["id"] = 2344,
			},
			["323943"] = {
				"323943", -- [1]
				"Timer323943cd", -- [2]
				"~冲刺", -- [3]
				10, -- [4]
				132337, -- [5]
				"cd", -- [6]
				323943, -- [7]
				3, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["206517"] = {
				"206517", -- [1]
				"Timer206517cdcount	1", -- [2]
				"~邪能新星 (1)", -- [3]
				50.4, -- [4]
				1117883, -- [5]
				"cdcount", -- [6]
				206517, -- [7]
				2, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["ej9945"] = {
				"ej9945", -- [1]
				"Timerej9945cdcount	1", -- [2]
				"~奥术畸兽 (1)", -- [3]
				25, -- [4]
				1041236, -- [5]
				"cdcount", -- [6]
				"ej9945", -- [7]
				1, -- [8]
				"1197", -- [9]
				["id"] = 1705,
			},
			["264603"] = {
				"264603", -- [1]
				"Timer264603cd", -- [2]
				"血之镜像冷却", -- [3]
				15.8, -- [4]
				1726347, -- [5]
				"cd", -- [6]
				264603, -- [7]
				1, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["267905"] = {
				"267905", -- [1]
				"Timer267905cd", -- [2]
				"强化结界冷却", -- [3]
				30.1, -- [4]
				1589501, -- [5]
				"cd", -- [6]
				267905, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["263234"] = {
				"263234", -- [1]
				"Timer263234cd", -- [2]
				"弧光斩击冷却", -- [3]
				7.3, -- [4]
				237510, -- [5]
				"cd", -- [6]
				263234, -- [7]
				5, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["295601"] = {
				"295601", -- [1]
				"Timer295601cd", -- [2]
				"霜毒标枪冷却", -- [3]
				50.8, -- [4]
				1376046, -- [5]
				"cd", -- [6]
				295601, -- [7]
				3, -- [8]
				"2352", -- [9]
				["id"] = 2298,
			},
			["305057"] = {
				"305057", -- [1]
				"Timer305057cdcount	1", -- [2]
				"照看者的呼唤冷却（1）", -- [3]
				20.3, -- [4]
				3012073, -- [5]
				"cdcount", -- [6]
				305057, -- [7]
				1, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["ej10061"] = {
				"ej10061", -- [1]
				"Timerej10061next", -- [2]
				"拜夜缚地者", -- [3]
				8, -- [4]
				1016351, -- [5]
				"next", -- [6]
				"ej10061", -- [7]
				1, -- [8]
				"1195", -- [9]
				["id"] = 1722,
			},
			["182582"] = {
				"182582", -- [1]
				"Timer182582cd", -- [2]
				"~邪能焚化", -- [3]
				18.5, -- [4]
				135800, -- [5]
				"cd", -- [6]
				182582, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["208807"] = {
				"208807", -- [1]
				"Timer208807nextcount	1", -- [2]
				"奥能之环 (1)", -- [3]
				30, -- [4]
				1033906, -- [5]
				"nextcount", -- [6]
				208807, -- [7]
				2, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["ej9657"] = {
				"ej9657", -- [1]
				"Timerej9657nextcount	1", -- [2]
				"熔渣元素 (1)", -- [3]
				13, -- [4]
				841383, -- [5]
				"nextcount", -- [6]
				"ej9657", -- [7]
				1, -- [8]
				"1154", -- [9]
				["id"] = 1690,
			},
			["321009"] = {
				"321009", -- [1]
				"Timer321009cd	1", -- [2]
				"~充能长矛", -- [3]
				3.6, -- [4]
				1508065, -- [5]
				"cd", -- [6]
				321009, -- [7]
				3, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["334970"] = {
				"334970", -- [1]
				"Timer334970cast", -- [2]
				"凝结 ", -- [3]
				25, -- [4]
				458969, -- [5]
				"cast", -- [6]
				334970, -- [7]
				6, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["180372"] = {
				"180372", -- [1]
				"Timer180372cd", -- [2]
				"~剖心飞刀", -- [3]
				25, -- [4]
				514018, -- [5]
				"cd", -- [6]
				180372, -- [7]
				3, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["19134"] = {
				"19134", -- [1]
				"Timer19134cd", -- [2]
				"~破胆怒吼", -- [3]
				20, -- [4]
				132154, -- [5]
				"cd", -- [6]
				19134, -- [7]
				2, -- [8]
				"Commander", -- [9]
				["id"] = 519,
			},
			["334757"] = {
				"334757", -- [1]
				"Timer334757cd", -- [2]
				"~巴加斯特之影", -- [3]
				17.5, -- [4]
				1709932, -- [5]
				"cd", -- [6]
				334757, -- [7]
				1, -- [8]
				"2429", -- [9]
				["id"] = 2418,
			},
			["322795"] = {
				"322795", -- [1]
				"Timer322795next", -- [2]
				"肉钩", -- [3]
				5.8, -- [4]
				1373906, -- [5]
				"next", -- [6]
				322795, -- [7]
				1, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["296850"] = {
				"296850", -- [1]
				"Timer296850next", -- [2]
				"下一次狂热裁决", -- [3]
				37.3, -- [4]
				136111, -- [5]
				"next", -- [6]
				296850, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["323177"] = {
				"323177", -- [1]
				"Timer323177cd", -- [2]
				"~森林之泪", -- [3]
				13.5, -- [4]
				463570, -- [5]
				"cd", -- [6]
				323177, -- [7]
				3, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["335114"] = {
				"335114", -- [1]
				"Timer335114cdcount	1", -- [2]
				"~寻罪箭 (1)", -- [3]
				28.8, -- [4]
				236174, -- [5]
				"cdcount", -- [6]
				335114, -- [7]
				3, -- [8]
				"2429", -- [9]
				["id"] = 2418,
			},
			["308278"] = {
				"308278", -- [1]
				"Timer308278cd", -- [2]
				"~漆黑天空", -- [3]
				4.9, -- [4]
				132323, -- [5]
				"cd", -- [6]
				308278, -- [7]
				3, -- [8]
				"d1993", -- [9]
				["id"] = 2338,
			},
			["269399"] = {
				"269399", -- [1]
				"Timer269399cd", -- [2]
				"巨口之门冷却", -- [3]
				13, -- [4]
				1022950, -- [5]
				"cd", -- [6]
				269399, -- [7]
				3, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["155365"] = {
				"155365", -- [1]
				"Timer155365cd2", -- [2]
				"~长矛钉刺", -- [3]
				9.5, -- [4]
				135129, -- [5]
				"cd", -- [6]
				155365, -- [7]
				3, -- [8]
				"1122", -- [9]
				["id"] = 1694,
			},
			["307131"] = {
				"307131", -- [1]
				"Timer307131nextcount	1", -- [2]
				"增生覆盖的触须 (1)", -- [3]
				30, -- [4]
				132154, -- [5]
				"nextcount", -- [6]
				307131, -- [7]
				1, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["ej11778"] = {
				"ej11778", -- [1]
				"Timerej11778cdcount	1", -- [2]
				"~Stalker (1)", -- [3]
				20, -- [4]
				236299, -- [5]
				"cdcount", -- [6]
				"ej11778", -- [7]
				1, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["163297"] = {
				"163297", -- [1]
				"Timer163297next", -- [2]
				"扭曲奥能", -- [3]
				33, -- [4]
				135737, -- [5]
				"next", -- [6]
				163297, -- [7]
				6, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["82881"] = {
				"82881", -- [1]
				"Timer82881next", -- [2]
				"下一次突破", -- [3]
				4.5, -- [4]
				132270, -- [5]
				"next", -- [6]
				82881, -- [7]
				0, -- [8]
				"172", -- [9]
				["id"] = 1023,
			},
			["320230"] = {
				"320230", -- [1]
				"Timer320230cd", -- [2]
				"~爆炸！", -- [3]
				31.6, -- [4]
				1360978, -- [5]
				"cd", -- [6]
				320230, -- [7]
				2, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["257791"] = {
				"257791", -- [1]
				"Timer257791cd", -- [2]
				"咆哮恐惧冷却", -- [3]
				8.5, -- [4]
				607852, -- [5]
				"cd", -- [6]
				257791, -- [7]
				4, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["156852"] = {
				"156852", -- [1]
				"Timer156852cdcount	1", -- [2]
				"~岩石吐息 (1)", -- [3]
				8, -- [4]
				237582, -- [5]
				"cdcount", -- [6]
				156852, -- [7]
				2, -- [8]
				"1162", -- [9]
				["id"] = 1713,
			},
			["260703"] = {
				"260703", -- [1]
				"Timer260703next", -- [2]
				"下一次不稳定的符文印记", -- [3]
				8.5, -- [4]
				633004, -- [5]
				"next", -- [6]
				260703, -- [7]
				3, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["296691"] = {
				"296691", -- [1]
				"Timer296691cd	Creature-0-3193-2164-30299-152313-00000E181A", -- [2]
				"震波践踏冷却", -- [3]
				29.1, -- [4]
				132368, -- [5]
				"cd", -- [6]
				296691, -- [7]
				2, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["319521"] = {
				"319521", -- [1]
				"Timer319521cd", -- [2]
				"~抽取灵魂", -- [3]
				15.5, -- [4]
				2576083, -- [5]
				"cd", -- [6]
				319521, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["306091"] = {
				"306091", -- [1]
				"Timer306091nextcount", -- [2]
				"球", -- [3]
				10, -- [4]
				839911, -- [5]
				"nextcount", -- [6]
				306091, -- [7]
				1, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["206936"] = {
				"206936", -- [1]
				"Timer206936cdcount	1", -- [2]
				"~寒冰喷射 (1)", -- [3]
				15, -- [4]
				612394, -- [5]
				"cdcount", -- [6]
				206936, -- [7]
				3, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["ej13121"] = {
				"ej13121", -- [1]
				"Timerej13121cast", -- [2]
				"邪能领主库拉兹玛尔 ", -- [3]
				165, -- [4]
				535592, -- [5]
				"cast", -- [6]
				"ej13121", -- [7]
				1, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["80157"] = {
				"80157", -- [1]
				"Timer80157cd", -- [2]
				"化学炸弹冷却", -- [3]
				11, -- [4]
				136182, -- [5]
				"cd", -- [6]
				80157, -- [7]
				0, -- [8]
				"169", -- [9]
				["id"] = 1027,
			},
			["298156"] = {
				"298156", -- [1]
				"Timer298156cd2", -- [2]
				"麻痹钉刺冷却", -- [3]
				3, -- [4]
				132274, -- [5]
				"cd", -- [6]
				298156, -- [7]
				5, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["183828"] = {
				"183828", -- [1]
				"Timer183828cdcount	1", -- [2]
				"~死亡烙印 (1)", -- [3]
				15, -- [4]
				615103, -- [5]
				"cdcount", -- [6]
				183828, -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["52237"] = {
				"52237", -- [1]
				"Timer52237cd", -- [2]
				"~粉碎践踏", -- [3]
				30, -- [4]
				132368, -- [5]
				"cd", -- [6]
				52237, -- [7]
				2, -- [8]
				"598", -- [9]
				["id"] = 1985,
			},
			["257407"] = {
				"257407", -- [1]
				"Timer257407next", -- [2]
				"下一次追踪", -- [3]
				21.8, -- [4]
				236192, -- [5]
				"next", -- [6]
				257407, -- [7]
				3, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["160734"] = {
				"160734", -- [1]
				"Timer160734active", -- [2]
				"魔法易伤结束", -- [3]
				23, -- [4]
				135801, -- [5]
				"active", -- [6]
				160734, -- [7]
				6, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["256199"] = {
				"256199", -- [1]
				"Timer256199cd", -- [2]
				"艾泽里特子弹：爆破弹冷却", -- [3]
				22.2, -- [4]
				133584, -- [5]
				"cd", -- [6]
				256199, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["212531"] = {
				"212531", -- [1]
				"Timer212531next", -- [2]
				"冰霜印记", -- [3]
				18, -- [4]
				236188, -- [5]
				"next", -- [6]
				212531, -- [7]
				3, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["184476"] = {
				"184476", -- [1]
				"Timer184476cd", -- [2]
				"~暗影收割", -- [3]
				50, -- [4]
				132095, -- [5]
				"cd", -- [6]
				184476, -- [7]
				3, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["263573"] = {
				"263573", -- [1]
				"Timer263573cd", -- [2]
				"飓风打击冷却", -- [3]
				9, -- [4]
				511543, -- [5]
				"cd", -- [6]
				263573, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["300743"] = {
				"300743", -- [1]
				"Timer300743cd", -- [2]
				"虚空之触冷却", -- [3]
				12.9, -- [4]
				615099, -- [5]
				"cd", -- [6]
				300743, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["339706"] = {
				"339706", -- [1]
				"Timer339706cd", -- [2]
				"~幽灵冲锋", -- [3]
				17, -- [4]
				3511738, -- [5]
				"cd", -- [6]
				339706, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["321406"] = {
				"321406", -- [1]
				"Timer321406cast", -- [2]
				"恶性爆炸 ", -- [3]
				30, -- [4]
				840194, -- [5]
				"cast", -- [6]
				321406, -- [7]
				2, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["255577"] = {
				"255577", -- [1]
				"Timer255577next", -- [2]
				"下一次鲜血灌注", -- [3]
				25, -- [4]
				135949, -- [5]
				"next", -- [6]
				255577, -- [7]
				5, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["328791"] = {
				"328791", -- [1]
				"Timer328791next", -- [2]
				"哀伤仪式", -- [3]
				8.2, -- [4]
				237536, -- [5]
				"next", -- [6]
				328791, -- [7]
				2, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["69172"] = {
				"69172", -- [1]
				"Timer69172cd", -- [2]
				"~天灾领主的烙印", -- [3]
				12, -- [4]
				237567, -- [5]
				"cd", -- [6]
				69172, -- [7]
				3, -- [8]
				"610", -- [9]
				["id"] = 2000,
			},
			["260811"] = {
				"260811", -- [1]
				"Timer260811cd", -- [2]
				"自控导弹冷却", -- [3]
				4.9, -- [4]
				369278, -- [5]
				"cd", -- [6]
				260811, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["205984"] = {
				"205984", -- [1]
				"Timer205984cd", -- [2]
				"~重力之引", -- [3]
				28.7, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				205984, -- [7]
				5, -- [8]
				"1732", -- [9]
				["id"] = 1863,
			},
			["ej20410"] = {
				"ej20410", -- [1]
				"Timerej20410cd", -- [2]
				"艾萨拉的不屈者冷却", -- [3]
				105, -- [4]
				132154, -- [5]
				"cd", -- [6]
				"ej20410", -- [7]
				1, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["321247"] = {
				"321247", -- [1]
				"Timer321247cd", -- [2]
				"~最终收割", -- [3]
				38.6, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				321247, -- [7]
				2, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["270605"] = {
				"270605", -- [1]
				"Timer270605cd", -- [2]
				"召唤攻城车冷却", -- [3]
				19.9, -- [4]
				136243, -- [5]
				"cd", -- [6]
				270605, -- [7]
				1, -- [8]
				"2140", -- [9]
				["id"] = 2100,
			},
			["267702"] = {
				"267702", -- [1]
				"Timer267702cd", -- [2]
				"埋葬冷却", -- [3]
				26.5, -- [4]
				236399, -- [5]
				"cd", -- [6]
				267702, -- [7]
				3, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["320050"] = {
				"320050", -- [1]
				"Timer320050cdcount	1", -- [2]
				"~玛卓克萨斯之力 (1)", -- [3]
				17.1, -- [4]
				1115905, -- [5]
				"cdcount", -- [6]
				320050, -- [7]
				6, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["219049"] = {
				"219049", -- [1]
				"Timer219049cd", -- [2]
				"~剧毒孢子", -- [3]
				8, -- [4]
				134220, -- [5]
				"cd", -- [6]
				219049, -- [7]
				3, -- [8]
				"1761", -- [9]
				["id"] = 1886,
			},
			["68989"] = {
				"68989", -- [1]
				"Timer68989cast2", -- [2]
				"毒性新星 ", -- [3]
				5, -- [4]
				236271, -- [5]
				"cast", -- [6]
				68989, -- [7]
				2, -- [8]
				"609", -- [9]
				["id"] = 2001,
			},
			["306257"] = {
				"306257", -- [1]
				"Timer306257target	秋霜噬魂-克尔苏加德", -- [2]
				"不稳定的生命: 秋霜噬魂*", -- [3]
				7, -- [4]
				136049, -- [5]
				"target", -- [6]
				306257, -- [7]
				5, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["329298"] = {
				"329298", -- [1]
				"Timer329298cdcount	1", -- [2]
				"~毒瘴 (1)", -- [3]
				3, -- [4]
				1390943, -- [5]
				"cdcount", -- [6]
				329298, -- [7]
				3, -- [8]
				"2428", -- [9]
				["id"] = 2383,
			},
			["182051"] = {
				"182051", -- [1]
				"Timer182051cd", -- [2]
				"~邪炽冲锋", -- [3]
				29, -- [4]
				840405, -- [5]
				"cd", -- [6]
				182051, -- [7]
				3, -- [8]
				"1427", -- [9]
				["id"] = 1794,
			},
			["206219"] = {
				"206219", -- [1]
				"Timer206219nextcount	1", -- [2]
				"液态地狱火 (1)", -- [3]
				36, -- [4]
				135803, -- [5]
				"nextcount", -- [6]
				206219, -- [7]
				3, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["297656"] = {
				"297656", -- [1]
				"Timer297656next", -- [2]
				"下一次出列", -- [3]
				40, -- [4]
				237012, -- [5]
				"next", -- [6]
				297656, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["299094"] = {
				"299094", -- [1]
				"Timer299094cdcount	1", -- [2]
				"召唤冷却（1）", -- [3]
				54.6, -- [4]
				1717715, -- [5]
				"cdcount", -- [6]
				299094, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["79339"] = {
				"79339", -- [1]
				"Timer79339cd", -- [2]
				"爆裂灰烬冷却", -- [3]
				11.5, -- [4]
				135791, -- [5]
				"cd", -- [6]
				79339, -- [7]
				0, -- [8]
				"174", -- [9]
				["id"] = 1026,
			},
			["297822"] = {
				"297822", -- [1]
				"Timer297822cd", -- [2]
				"~翻腾黑暗", -- [3]
				11.1, -- [4]
				1022950, -- [5]
				"cd", -- [6]
				297822, -- [7]
				3, -- [8]
				"d1995", -- [9]
				["id"] = 2332,
			},
			["323515"] = {
				"323515", -- [1]
				"Timer323515cd", -- [2]
				"~仇恨打击", -- [3]
				3.7, -- [4]
				237517, -- [5]
				"cd", -- [6]
				323515, -- [7]
				5, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["319733"] = {
				"319733", -- [1]
				"Timer319733cd", -- [2]
				"~唤石", -- [3]
				10.9, -- [4]
				463493, -- [5]
				"cd", -- [6]
				319733, -- [7]
				1, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["310003"] = {
				"310003", -- [1]
				"Timer310003cdcount	1", -- [2]
				"~虚空爆发 (1)", -- [3]
				22.1, -- [4]
				537022, -- [5]
				"cdcount", -- [6]
				310003, -- [7]
				2, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["230951"] = {
				"230951", -- [1]
				"Timer230951next", -- [2]
				"撕裂的灵魂", -- [3]
				15, -- [4]
				136212, -- [5]
				"next", -- [6]
				230951, -- [7]
				1, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["297325"] = {
				"297325", -- [1]
				"Timer297325next", -- [2]
				"下一次猛烈爆发", -- [3]
				100.1, -- [4]
				136050, -- [5]
				"next", -- [6]
				297325, -- [7]
				2, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["184265"] = {
				"184265", -- [1]
				"Timer184265cd", -- [2]
				"~精炼混乱", -- [3]
				5, -- [4]
				828455, -- [5]
				"cd", -- [6]
				184265, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["184369"] = {
				"184369", -- [1]
				"Timer184369cd", -- [2]
				"~啸风战斧", -- [3]
				4.7, -- [4]
				236188, -- [5]
				"cd", -- [6]
				184369, -- [7]
				3, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["183885"] = {
				"183885", -- [1]
				"Timer183885cd", -- [2]
				"~镜像", -- [3]
				75, -- [4]
				136056, -- [5]
				"cd", -- [6]
				183885, -- [7]
				1, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["257117"] = {
				"257117", -- [1]
				"Timer257117next", -- [2]
				"下一次幸运数字", -- [3]
				9.8, -- [4]
				1373910, -- [5]
				"next", -- [6]
				257117, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["260907"] = {
				"260907", -- [1]
				"Timer260907next", -- [2]
				"下一次灵魂操控", -- [3]
				11.3, -- [4]
				892448, -- [5]
				"next", -- [6]
				260907, -- [7]
				3, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["327616"] = {
				"327616", -- [1]
				"Timer327616cd", -- [2]
				"~鲜血华尔兹", -- [3]
				30.7, -- [4]
				133886, -- [5]
				"cd", -- [6]
				327616, -- [7]
				3, -- [8]
				"2426", -- [9]
				["id"] = 2412,
			},
			["262347"] = {
				"262347", -- [1]
				"Timer262347cd", -- [2]
				"静电脉冲冷却", -- [3]
				5.7, -- [4]
				136050, -- [5]
				"cd", -- [6]
				262347, -- [7]
				2, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["258338"] = {
				"258338", -- [1]
				"Timer258338cd", -- [2]
				"眩晕酒桶冷却", -- [3]
				20.7, -- [4]
				132620, -- [5]
				"cd", -- [6]
				258338, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["181957"] = {
				"181957", -- [1]
				"Timer181957cd", -- [2]
				"~幻影之风", -- [3]
				16.5, -- [4]
				135833, -- [5]
				"cd", -- [6]
				181957, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["320376"] = {
				"320376", -- [1]
				"Timer320376cd	Creature-0-3919-2286-14355-164578-0001636B3A", -- [2]
				"~毁伤", -- [3]
				10, -- [4]
				237517, -- [5]
				"cd", -- [6]
				320376, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["266206"] = {
				"266206", -- [1]
				"Timer266206cd", -- [2]
				"旋转利斧冷却", -- [3]
				8, -- [4]
				999952, -- [5]
				"cd", -- [6]
				266206, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["297566"] = {
				"297566", -- [1]
				"Timer297566next", -- [2]
				"下一次缓刑", -- [3]
				40, -- [4]
				237587, -- [5]
				"next", -- [6]
				297566, -- [7]
				3, -- [8]
				"2359", -- [9]
				["id"] = 2311,
			},
			["291865"] = {
				"291865", -- [1]
				"Timer291865cd", -- [2]
				"离子校正冷却", -- [3]
				5.9, -- [4]
				648208, -- [5]
				"cd", -- [6]
				291865, -- [7]
				3, -- [8]
				"2331", -- [9]
				["id"] = 2260,
			},
			["68987"] = {
				"68987", -- [1]
				"Timer68987cast", -- [2]
				"扑杀 ", -- [3]
				5, -- [4]
				237297, -- [5]
				"cast", -- [6]
				68987, -- [7]
				0, -- [8]
				"609", -- [9]
				["id"] = 2001,
			},
			["297372"] = {
				"297372", -- [1]
				"Timer297372cdcount	1", -- [2]
				"命运逆转冷却（1）", -- [3]
				74.7, -- [4]
				236275, -- [5]
				"cdcount", -- [6]
				297372, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["310019"] = {
				"310019", -- [1]
				"Timer310019cdcount	1", -- [2]
				"~充能锁链 (1)", -- [3]
				14.7, -- [4]
				1370984, -- [5]
				"cdcount", -- [6]
				310019, -- [7]
				3, -- [8]
				"2364", -- [9]
				["id"] = 2331,
			},
			["292270"] = {
				"292270", -- [1]
				"Timer292270nextcount	1", -- [2]
				"下一次冲击震波（1）", -- [3]
				21.9, -- [4]
				136050, -- [5]
				"nextcount", -- [6]
				292270, -- [7]
				2, -- [8]
				"2347", -- [9]
				["id"] = 2289,
			},
			["184681"] = {
				"184681", -- [1]
				"Timer184681cd", -- [2]
				"~嚎哭恐魔", -- [3]
				75, -- [4]
				132291, -- [5]
				"cd", -- [6]
				184681, -- [7]
				2, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["295822"] = {
				"295822", -- [1]
				"Timer295822cd	Creature-0-3193-2164-30299-152312-00000E1819", -- [2]
				"导雷脉冲冷却", -- [3]
				18.2, -- [4]
				463562, -- [5]
				"cd", -- [6]
				295822, -- [7]
				4, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["190394"] = {
				"190394", -- [1]
				"Timer190394nextcount2	1", -- [2]
				"黑暗导管 (1)", -- [3]
				8, -- [4]
				1097742, -- [5]
				"nextcount", -- [6]
				190394, -- [7]
				3, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["334485"] = {
				"334485", -- [1]
				"Timer334485cd", -- [2]
				"~充能", -- [3]
				44.9, -- [4]
				3565449, -- [5]
				"cd", -- [6]
				334485, -- [7]
				6, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["155080"] = {
				"155080", -- [1]
				"Timer155080cdcount	1", -- [2]
				"~炼狱切割 (1)", -- [3]
				11, -- [4]
				135811, -- [5]
				"cdcount", -- [6]
				155080, -- [7]
				5, -- [8]
				"1161", -- [9]
				["id"] = 1691,
			},
			["77569"] = {
				"77569", -- [1]
				"Timer77569cd", -- [2]
				"释放畸变怪冷却", -- [3]
				15, -- [4]
				136202, -- [5]
				"cd", -- [6]
				77569, -- [7]
				0, -- [8]
				"173", -- [9]
				["id"] = 1025,
			},
			["324527"] = {
				"324527", -- [1]
				"Timer324527next", -- [2]
				"魔药践踏", -- [3]
				7, -- [4]
				1044089, -- [5]
				"next", -- [6]
				324527, -- [7]
				3, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["269131"] = {
				"269131", -- [1]
				"Timer269131cd", -- [2]
				"上古摧心者冷却", -- [3]
				19.6, -- [4]
				462324, -- [5]
				"cd", -- [6]
				269131, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["182178"] = {
				"182178", -- [1]
				"Timer182178cd", -- [2]
				"~邪能飞轮", -- [3]
				5, -- [4]
				1016243, -- [5]
				"cd", -- [6]
				182178, -- [7]
				3, -- [8]
				"1433", -- [9]
				["id"] = 1788,
			},
			["298103"] = {
				"298103", -- [1]
				"Timer298103cdcount	1", -- [2]
				"流液渗漏冷却（1）", -- [3]
				28.9, -- [4]
				576309, -- [5]
				"cdcount", -- [6]
				298103, -- [7]
				1, -- [8]
				"2351", -- [9]
				["id"] = 2303,
			},
			["181461"] = {
				"181461", -- [1]
				"Timer181461next	1", -- [2]
				"裂空斩", -- [3]
				35, -- [4]
				460959, -- [5]
				"next", -- [6]
				181461, -- [7]
				2, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["ej11425"] = {
				"ej11425", -- [1]
				"Timerej11425cdcount	1", -- [2]
				"~魁梧的狂战士 (1)", -- [3]
				29.5, -- [4]
				463566, -- [5]
				"cdcount", -- [6]
				"ej11425", -- [7]
				1, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["159996"] = {
				"159996", -- [1]
				"Timer159996cdcount	1", -- [2]
				"~感染孢子 (1)", -- [3]
				45, -- [4]
				132098, -- [5]
				"cdcount", -- [6]
				159996, -- [7]
				2, -- [8]
				"1196", -- [9]
				["id"] = 1720,
			},
			["205862"] = {
				"205862", -- [1]
				"Timer205862nextcount	1", -- [2]
				"猛击 (1)", -- [3]
				30, -- [4]
				135906, -- [5]
				"nextcount", -- [6]
				205862, -- [7]
				3, -- [8]
				"1713", -- [9]
				["id"] = 1842,
			},
			["261440"] = {
				"261440", -- [1]
				"Timer261440cd", -- [2]
				"恶性病原体冷却", -- [3]
				10.5, -- [4]
				132104, -- [5]
				"cd", -- [6]
				261440, -- [7]
				3, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["256106"] = {
				"256106", -- [1]
				"Timer256106cd", -- [2]
				"艾泽里特填装弹冷却", -- [3]
				7.3, -- [4]
				134536, -- [5]
				"cd", -- [6]
				256106, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["267907"] = {
				"267907", -- [1]
				"Timer267907cd", -- [2]
				"灵魂荆棘冷却", -- [3]
				8.1, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				267907, -- [7]
				3, -- [8]
				"2126", -- [9]
				["id"] = 2114,
			},
			["300768"] = {
				"300768", -- [1]
				"Timer300768cdcount	1", -- [2]
				"穿刺凝视冷却（1）", -- [3]
				43.9, -- [4]
				1508064, -- [5]
				"cdcount", -- [6]
				300768, -- [7]
				3, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["272902"] = {
				"272902", -- [1]
				"Timer272902ai", -- [2]
				"链弹射击人工智能计时冷却", -- [3]
				15.6349999999984, -- [4]
				132309, -- [5]
				"ai", -- [6]
				272902, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["343005"] = {
				"343005", -- [1]
				"Timer343005cd", -- [2]
				"~盲眼横扫", -- [3]
				20.3, -- [4]
				366938, -- [5]
				"cd", -- [6]
				343005, -- [7]
				5, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["295346"] = {
				"295346", -- [1]
				"Timer295346cd", -- [2]
				"溢流冷却", -- [3]
				15.7, -- [4]
				1357798, -- [5]
				"cd", -- [6]
				295346, -- [7]
				3, -- [8]
				"2352", -- [9]
				["id"] = 2298,
			},
			["nil"] = {
				"nil", -- [1]
				"Timer0roleplay", -- [2]
				"角色扮演", -- [3]
				25, -- [4]
				237538, -- [5]
				"roleplay", -- [6]
				nil, -- [7]
				6, -- [8]
				"2094", -- [9]
				["id"] = 2096,
			},
			["266231"] = {
				"266231", -- [1]
				"Timer266231cd", -- [2]
				"斩首之斧冷却", -- [3]
				22.2, -- [4]
				132215, -- [5]
				"cd", -- [6]
				266231, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["155247"] = {
				"155247", -- [1]
				"Timer155247cd", -- [2]
				"~奔踏", -- [3]
				15, -- [4]
				132368, -- [5]
				"cd", -- [6]
				155247, -- [7]
				3, -- [8]
				"1122", -- [9]
				["id"] = 1694,
			},
			["158200"] = {
				"158200", -- [1]
				"Timer158200nextcount	1", -- [2]
				"地震 (1)", -- [3]
				12, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				158200, -- [7]
				2, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["257617"] = {
				"257617", -- [1]
				"Timer257617cd", -- [2]
				"颠覆之击冷却", -- [3]
				20.5, -- [4]
				136025, -- [5]
				"cd", -- [6]
				257617, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["ej11603"] = {
				"ej11603", -- [1]
				"Timerej11603nextcount	2", -- [2]
				"邪脉大恶魔 (2)", -- [3]
				44.3, -- [4]
				135795, -- [5]
				"nextcount", -- [6]
				"ej11603", -- [7]
				1, -- [8]
				"1438", -- [9]
				["id"] = 1799,
			},
			["324667"] = {
				"324667", -- [1]
				"Timer324667next", -- [2]
				"软泥浪潮", -- [3]
				11, -- [4]
				132104, -- [5]
				"next", -- [6]
				324667, -- [7]
				5, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["296546"] = {
				"296546", -- [1]
				"Timer296546nextcount	1", -- [2]
				"下一次海潮之拳（1）", -- [3]
				15, -- [4]
				2032605, -- [5]
				"nextcount", -- [6]
				296546, -- [7]
				5, -- [8]
				"2353", -- [9]
				["id"] = 2305,
			},
			["304733"] = {
				"304733", -- [1]
				"Timer304733cd", -- [2]
				"谵妄阶梯冷却", -- [3]
				35, -- [4]
				460695, -- [5]
				"cd", -- [6]
				304733, -- [7]
				3, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["292963"] = {
				"292963", -- [1]
				"Timer292963cd", -- [2]
				"惊惧冷却", -- [3]
				11.8, -- [4]
				236300, -- [5]
				"cd", -- [6]
				292963, -- [7]
				5, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["185282"] = {
				"185282", -- [1]
				"Timer185282nextcount	1", -- [2]
				"弹幕射击 (1)", -- [3]
				11.7, -- [4]
				135804, -- [5]
				"nextcount", -- [6]
				185282, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["321828"] = {
				"321828", -- [1]
				"Timer321828cd", -- [2]
				"~肉饼蛋糕", -- [3]
				13.4, -- [4]
				134470, -- [5]
				"cd", -- [6]
				321828, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["155493"] = {
				"155493", -- [1]
				"Timer155493active", -- [2]
				"火焰风暴结束", -- [3]
				14, -- [4]
				237588, -- [5]
				"active", -- [6]
				155493, -- [7]
				6, -- [8]
				"1123", -- [9]
				["id"] = 1689,
			},
			["158078"] = {
				"158078", -- [1]
				"Timer158078cdcount	1", -- [2]
				"~鲜血仪式 (1)", -- [3]
				12.4, -- [4]
				1035037, -- [5]
				"cdcount", -- [6]
				158078, -- [7]
				5, -- [8]
				"1203", -- [9]
				["id"] = 1695,
			},
			["275907"] = {
				"275907", -- [1]
				"Timer275907cd", -- [2]
				"地质冲击冷却", -- [3]
				5, -- [4]
				136025, -- [5]
				"cd", -- [6]
				275907, -- [7]
				3, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["340452"] = {
				"340452", -- [1]
				"Timer340452target	名字问我的刀-龙骨平原", -- [2]
				"变心: 名字问我的刀*", -- [3]
				4, -- [4]
				796637, -- [5]
				"target", -- [6]
				340452, -- [7]
				5, -- [8]
				"2420", -- [9]
				["id"] = 2406,
			},
			["264757"] = {
				"264757", -- [1]
				"Timer264757next", -- [2]
				"下一次喋血盛筵", -- [3]
				6.8, -- [4]
				1394887, -- [5]
				"next", -- [6]
				264757, -- [7]
				3, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["79501"] = {
				"79501", -- [1]
				"Timer79501next", -- [2]
				"下一次获取目标", -- [3]
				20, -- [4]
				132177, -- [5]
				"next", -- [6]
				79501, -- [7]
				0, -- [8]
				"169", -- [9]
				["id"] = 1027,
			},
			["306990"] = {
				"306990", -- [1]
				"Timer306990cdcount	1", -- [2]
				"~适化外膜 (1)", -- [3]
				16, -- [4]
				1378702, -- [5]
				"cdcount", -- [6]
				306990, -- [7]
				5, -- [8]
				"2366", -- [9]
				["id"] = 2337,
			},
			["329107"] = {
				"329107", -- [1]
				"Timer329107cast", -- [2]
				"灭绝 ", -- [3]
				16, -- [4]
				3636841, -- [5]
				"cast", -- [6]
				329107, -- [7]
				2, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["ej20480"] = {
				"ej20480", -- [1]
				"Timerej20480cdcount	1", -- [2]
				"狂热的巨兽冷却（1）", -- [3]
				42, -- [4]
				132154, -- [5]
				"cdcount", -- [6]
				"ej20480", -- [7]
				1, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["328731"] = {
				"328731", -- [1]
				"Timer328731cast	Creature-0-3903-2296-10904-168962-000075BA3C", -- [2]
				"凤凰余火 ", -- [3]
				20, -- [4]
				628267, -- [5]
				"cast", -- [6]
				328731, -- [7]
				1, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["161411"] = {
				"161411", -- [1]
				"Timer161411cd", -- [2]
				"~魔能散射：冰霜", -- [3]
				40, -- [4]
				629077, -- [5]
				"cd", -- [6]
				161411, -- [7]
				2, -- [8]
				"1153", -- [9]
				["id"] = 1723,
			},
			["295332"] = {
				"295332", -- [1]
				"Timer295332cd", -- [2]
				"碾压回响冷却", -- [3]
				10.6, -- [4]
				136025, -- [5]
				"cd", -- [6]
				295332, -- [7]
				5, -- [8]
				"2352", -- [9]
				["id"] = 2298,
			},
			["296551"] = {
				"296551", -- [1]
				"Timer296551cd", -- [2]
				"致命弹幕冷却", -- [3]
				40.1, -- [4]
				1412208, -- [5]
				"cd", -- [6]
				296551, -- [7]
				2, -- [8]
				"2352", -- [9]
				["id"] = 2298,
			},
			["260879"] = {
				"260879", -- [1]
				"Timer260879cd", -- [2]
				"噬血箭冷却", -- [3]
				6.1, -- [4]
				538040, -- [5]
				"cd", -- [6]
				260879, -- [7]
				4, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["321754"] = {
				"321754", -- [1]
				"Timer321754cd", -- [2]
				"~冰缚之盾", -- [3]
				13.2, -- [4]
				236224, -- [5]
				"cd", -- [6]
				321754, -- [7]
				5, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["322614"] = {
				"322614", -- [1]
				"Timer322614cd", -- [2]
				"~心灵连接", -- [3]
				18.1, -- [4]
				3528276, -- [5]
				"cd", -- [6]
				322614, -- [7]
				3, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["342280"] = {
				"342280", -- [1]
				"Timer342280cd", -- [2]
				"~瓶装心能", -- [3]
				19.4, -- [4]
				3684825, -- [5]
				"cd", -- [6]
				342280, -- [7]
				3, -- [8]
				"2420", -- [9]
				["id"] = 2406,
			},
			["182108"] = {
				"182108", -- [1]
				"Timer182108nextcount	1", -- [2]
				"炮击 (1)", -- [3]
				8.9, -- [4]
				840407, -- [5]
				"nextcount", -- [6]
				182108, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["209168"] = {
				"209168", -- [1]
				"Timer209168nextcount	2", -- [2]
				"异域奇点 (2)", -- [3]
				53.7, -- [4]
				135735, -- [5]
				"nextcount", -- [6]
				209168, -- [7]
				3, -- [8]
				"1743", -- [9]
				["id"] = 1872,
			},
			["158134"] = {
				"158134", -- [1]
				"Timer158134next", -- [2]
				"盾牌冲锋", -- [3]
				33, -- [4]
				132359, -- [5]
				"next", -- [6]
				158134, -- [7]
				3, -- [8]
				"1148", -- [9]
				["id"] = 1719,
			},
			["322711"] = {
				"322711", -- [1]
				"Timer322711cd", -- [2]
				"~折射罪光", -- [3]
				29.6, -- [4]
				537468, -- [5]
				"cd", -- [6]
				322711, -- [7]
				3, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["181597"] = {
				"181597", -- [1]
				"Timer181597cd", -- [2]
				"~凝视", -- [3]
				49.5, -- [4]
				1117880, -- [5]
				"cd", -- [6]
				181597, -- [7]
				3, -- [8]
				"1395", -- [9]
				["id"] = 1795,
			},
			["266951"] = {
				"266951", -- [1]
				"Timer266951cd", -- [2]
				"翻滚冷却", -- [3]
				23.1, -- [4]
				628134, -- [5]
				"cd", -- [6]
				266951, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["179711"] = {
				"179711", -- [1]
				"Timer179711next	1", -- [2]
				"玷污", -- [3]
				17, -- [4]
				136160, -- [5]
				"next", -- [6]
				179711, -- [7]
				3, -- [8]
				"1391", -- [9]
				["id"] = 1777,
			},
			["257316"] = {
				"257316", -- [1]
				"Timer257316cd", -- [2]
				"来人，上！冷却", -- [3]
				10.4, -- [4]
				463515, -- [5]
				"cd", -- [6]
				257316, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["325399"] = {
				"325399", -- [1]
				"Timer325399cd", -- [2]
				"~炫光火花", -- [3]
				5, -- [4]
				132317, -- [5]
				"cd", -- [6]
				325399, -- [7]
				2, -- [8]
				"2418", -- [9]
				["id"] = 2405,
			},
			["324079"] = {
				"324079", -- [1]
				"Timer324079cd", -- [2]
				"~收割之镰", -- [3]
				8.1, -- [4]
				1060569, -- [5]
				"cd", -- [6]
				324079, -- [7]
				5, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["ej20172"] = {
				"ej20172", -- [1]
				"Timerej20172cd", -- [2]
				"恐惧召唤者冷却", -- [3]
				20.4, -- [4]
				2065615, -- [5]
				"cd", -- [6]
				"ej20172", -- [7]
				1, -- [8]
				"2349", -- [9]
				["id"] = 2293,
			},
			["304098"] = {
				"304098", -- [1]
				"Timer304098cd	Creature-0-3919-2164-8346-152512-00000CB74E", -- [2]
				"狂风猛击冷却", -- [3]
				11, -- [4]
				135833, -- [5]
				"cd", -- [6]
				304098, -- [7]
				2, -- [8]
				"2353", -- [9]
				["id"] = 2305,
			},
			["213567"] = {
				"213567", -- [1]
				"Timer213567next", -- [2]
				"复生", -- [3]
				55, -- [4]
				135811, -- [5]
				"next", -- [6]
				213567, -- [7]
				1, -- [8]
				"1751", -- [9]
				["id"] = 1871,
			},
			["275014"] = {
				"275014", -- [1]
				"Timer275014cd", -- [2]
				"腐败之水冷却", -- [3]
				3.4, -- [4]
				463570, -- [5]
				"cd", -- [6]
				275014, -- [7]
				5, -- [8]
				"2140", -- [9]
				["id"] = 2100,
			},
			["297934"] = {
				"297934", -- [1]
				"Timer297934next", -- [2]
				"下一次渴望", -- [3]
				65, -- [4]
				1100174, -- [5]
				"next", -- [6]
				297934, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["333493"] = {
				"333493", -- [1]
				"Timer333493cd", -- [2]
				"~通灵吐息", -- [3]
				29.4, -- [4]
				2576093, -- [5]
				"cd", -- [6]
				333493, -- [7]
				3, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["206939"] = {
				"206939", -- [1]
				"Timer206939cast", -- [2]
				"灵魂之井 ", -- [3]
				15, -- [4]
				136194, -- [5]
				"cast", -- [6]
				206939, -- [7]
				5, -- [8]
				"1737", -- [9]
				["id"] = 1866,
			},
			["212997"] = {
				"212997", -- [1]
				"Timer212997nextcount	1", -- [2]
				"腐肉瘟疫 (1)", -- [3]
				7, -- [4]
				1029009, -- [5]
				"nextcount", -- [6]
				212997, -- [7]
				3, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["325877"] = {
				"325877", -- [1]
				"Timer325877cd", -- [2]
				"~燃烬风暴", -- [3]
				20.1, -- [4]
				135826, -- [5]
				"cd", -- [6]
				325877, -- [7]
				3, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["328885"] = {
				"328885", -- [1]
				"Timer328885next", -- [2]
				"至高惩戒", -- [3]
				5.8, -- [4]
				3528313, -- [5]
				"next", -- [6]
				328885, -- [7]
				3, -- [8]
				"2422", -- [9]
				["id"] = 2402,
			},
			["298014"] = {
				"298014", -- [1]
				"Timer298014cd", -- [2]
				"冰爆冷却", -- [3]
				14.3, -- [4]
				135849, -- [5]
				"cd", -- [6]
				298014, -- [7]
				5, -- [8]
				"2361", -- [9]
				["id"] = 2299,
			},
			["322908"] = {
				"322908", -- [1]
				"Timer322908next", -- [2]
				"爆冲", -- [3]
				18.2, -- [4]
				1029595, -- [5]
				"next", -- [6]
				322908, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["334852"] = {
				"334852", -- [1]
				"Timer334852cd", -- [2]
				"~嚎叫", -- [3]
				15.1, -- [4]
				3386971, -- [5]
				"cd", -- [6]
				334852, -- [7]
				3, -- [8]
				"2429", -- [9]
				["id"] = 2418,
			},
			["213531"] = {
				"213531", -- [1]
				"Timer213531nextcount	1", -- [2]
				"虚空回响 (1)", -- [3]
				55, -- [4]
				1022950, -- [5]
				"nextcount", -- [6]
				213531, -- [7]
				2, -- [8]
				"1762", -- [9]
				["id"] = 1862,
			},
			["332318"] = {
				"332318", -- [1]
				"Timer332318cdcount	1", -- [2]
				"~践踏 (1)", -- [3]
				18.2, -- [4]
				136025, -- [5]
				"cdcount", -- [6]
				332318, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["292083"] = {
				"292083", -- [1]
				"Timer292083cast", -- [2]
				"裂空斩", -- [3]
				32, -- [4]
				893777, -- [5]
				"cast", -- [6]
				292083, -- [7]
				4, -- [8]
				"2347", -- [9]
				["id"] = 2289,
			},
		},
	},
	["spell_school_cache"] = {
		["腐败之水"] = 16,
		["诅咒之心"] = 32,
		["自由心能"] = 32,
		["翻滚涟漪"] = 16,
		["至寒冰霜"] = 16,
		["巨兽奔袭"] = 1,
		["念力碰撞"] = 1,
		["鲜血华尔兹"] = 32,
		["伏击"] = 8,
		["投入萨隆邪铁"] = 1,
		["震荡波"] = 1,
		["野火"] = 4,
		["火舌攻击"] = 4,
		["邪火弹药"] = 4,
		["致命药膏"] = 8,
		["熔化的黄金"] = 4,
		["巨口之门"] = 32,
		["冰霜爆炸印记"] = 16,
		["流血"] = 1,
		["刀扇"] = 1,
		["碎裂灵魂"] = 32,
		["黏黏弹"] = 8,
		["副手旋风斩"] = 1,
		["妄念"] = 32,
		["惊惧"] = 32,
		["回响声波"] = 1,
		["头槌"] = 1,
		["强风劈砍"] = 8,
		["势大力沉"] = 1,
		["毁灭冲击"] = 1,
		["飓风陷阱"] = 64,
		["冰峰碎片"] = 16,
		["瘟疫"] = 40,
		["珊瑚复生"] = 8,
		["凋零歼灭"] = 40,
		["荒芜之地"] = 4,
		["衰竭弹幕"] = 64,
		["发光的钉刺"] = 8,
		["球状闪电"] = 8,
		["虚空裂隙"] = 64,
		["影响范围"] = 32,
		["奥能喷发"] = 64,
		["疯狂繁衍"] = 32,
		["化学灼烧"] = 8,
		["石拳"] = 1,
		["粉碎防御"] = 1,
		["上古之火"] = 4,
		["激涌"] = 16,
		["腐烂凋零"] = 40,
		["斩杀"] = 1,
		["变心"] = 32,
		["冻结之缚"] = 16,
		["倾泻恐惧"] = 32,
		["冰中之棺"] = 16,
		["流液渗漏"] = 8,
		["冰冻"] = 16,
		["莱索恩标记"] = 32,
		["净化协议"] = 4,
		["阴燃余烬"] = 4,
		["腐化脏器"] = 32,
		["近战"] = 1,
		["沙德拉的回响"] = 32,
		["永恒黑暗"] = 32,
		["夺命黑鸦"] = 1,
		["艾泽里特催化剂"] = 4,
		["震动的地基"] = 1,
		["净化冲击波"] = 64,
		["不稳定混合物"] = 8,
		["闪电震击"] = 8,
		["毒性箭雨"] = 8,
		["执政官的壁垒"] = 1,
		["通电"] = 8,
		["狂乱炸弹"] = 32,
		["裂耳尖啸"] = 1,
		["激流破奔"] = 16,
		["憎恶倾泻"] = 8,
		["奥术闪电"] = 64,
		["燃烧"] = 4,
		["艾泽里特弹幕"] = 2,
		["梦魇腐蚀"] = 32,
		["碎骨片"] = 1,
		["抽取灵魂"] = 32,
		["重新武装"] = 1,
		["错位陷阱"] = 1,
		["呆滞凝视"] = 32,
		["虚空鞭笞"] = 32,
		["压制战旗"] = 1,
		["疯狂热诚"] = 32,
		["残渣"] = 32,
		["吞噬软泥"] = 1,
		["暗影箭"] = 32,
		["倒置之疾"] = 1,
		["超级黏黏弹"] = 8,
		["梦魇抗原"] = 32,
		["吸取精华"] = 32,
		["腐蚀之种"] = 32,
		["梦魇之影"] = 32,
		["酸性创伤"] = 8,
		["奥术炸药"] = 64,
		["枕眼冲击"] = 32,
		["时间释放"] = 64,
		["大地之墙"] = 8,
		["狂乱之火"] = 4,
		["电击"] = 8,
		["爆裂之疡"] = 32,
		["剧毒之刃"] = 8,
		["Tiro-Autom�tico"] = 1,
		["共享认知"] = 32,
		["浸毒之爪"] = 8,
		["裂伤之触"] = 32,
		["伊森德雷标记"] = 32,
		["出列"] = 16,
		["永冻"] = 16,
		["盲目之光"] = 2,
		["腐烂孢子"] = 40,
		["高度浓缩心能"] = 32,
		["污染之地"] = 40,
		["寰宇崩塌"] = 32,
		["骄傲喷发"] = 32,
		["火焰箭"] = 4,
		["羊水飞溅"] = 8,
		["释放毒气"] = 8,
		["堕落之血"] = 32,
		["穿刺长矛"] = 1,
		["闪电箭"] = 8,
		["软泥突袭"] = 1,
		["深海之握"] = 48,
		["钢铁尖刺"] = 1,
		["仇敌之血"] = 32,
		["死界之伤"] = 1,
		["屠戮回响"] = 32,
		["粉碎锁链"] = 1,
		["大灾变"] = 36,
		["骨堆"] = 32,
		["龙息术"] = 4,
		["堕血之盾"] = 8,
		["爆破计谋"] = 64,
		["枯萎之触"] = 8,
		["静电脉冲"] = 8,
		["枯萎林地碎片"] = 32,
		["毒性箭"] = 8,
		["灼热烙印"] = 4,
		["共生"] = 1,
		["死亡之攫"] = 32,
		["巨龙怒吼"] = 1,
		["举起残骸"] = 1,
		["白霜"] = 16,
		["晶体碎块"] = 64,
		["爆炸虚空"] = 32,
		["降临"] = 1,
		["释放的心能"] = 64,
		["油脂枪"] = 1,
		["无魂者"] = 32,
		["奥术宝珠"] = 64,
		["盾牌猛击"] = 1,
		["点火"] = 4,
		["灵魂荆棘"] = 1,
		["急速射击"] = 1,
		["翻腾黑暗"] = 32,
		["颤栗之枪"] = 16,
		["辐光生物质"] = 8,
		["屏障"] = 64,
		["捕鼠陷阱"] = 1,
		["锯齿创口"] = 1,
		["烈焰喷射"] = 4,
		["心能抛掷"] = 8,
		["炽燃的艾泽里特"] = 4,
		["不羁的火花"] = 8,
		["爆裂"] = 32,
		["神圣新星"] = 2,
		["多重射击"] = 1,
		["魂魄归体"] = 1,
		["精华吸收"] = 32,
		["溃烂"] = 40,
		["废气"] = 4,
		["掩护"] = 1,
		["饥苦吸取"] = 32,
		["炸蛋"] = 8,
		["碎地"] = 1,
		["风暴"] = 8,
		["感染意志"] = 40,
		["刃舞"] = 1,
		["噩梦汇集"] = 32,
		["星爆"] = 64,
		["邪恶毒气"] = 40,
		["爆裂软泥"] = 1,
		["舷侧攻击"] = 64,
		["灵魂爆裂"] = 32,
		["酸蚀排放"] = 8,
		["戈霍恩之蚀"] = 32,
		["寻罪箭"] = 32,
		["虚空爆发"] = 32,
		["心灵尖啸"] = 32,
		["亡者领域"] = 32,
		["黑暗通道"] = 32,
		["黑暗之雨"] = 32,
		["阴霾"] = 32,
		["鲁莽冲锋"] = 1,
		["恶毒臭气"] = 8,
		["不稳定的喷发"] = 32,
		["剧毒之池"] = 8,
		["攫取之手"] = 32,
		["增生珊瑚"] = 8,
		["腐化的黄金"] = 4,
		["腐蚀之触"] = 32,
		["不谐乐段"] = 32,
		["熔渣池"] = 4,
		["黑暗压制"] = 32,
		["末日魔王！"] = 32,
		["毁灭箭"] = 32,
		["死亡之影连射"] = 32,
		["汲血之咬"] = 1,
		["流沙陷阱"] = 8,
		["邪火"] = 4,
		["毁灭之潮"] = 16,
		["爆燃冲刺"] = 1,
		["一枪毙命"] = 1,
		["海螺打击"] = 1,
		["火焰风暴"] = 4,
		["瞄准火炮"] = 64,
		["毒性几丁质"] = 8,
		["消蚀烈焰"] = 4,
		["献祭光环"] = 4,
		["奉献"] = 2,
		["充电"] = 8,
		["严惩"] = 32,
		["拍击"] = 1,
		["脉冲爆炸"] = 8,
		["吸血鬼之触"] = 32,
		["压迫打击"] = 1,
		["震地腾跃"] = 1,
		["重型军火"] = 64,
		["灵魂操控"] = 32,
		["腐烂酸液"] = 8,
		["粉碎霸权"] = 32,
		["生物电释能"] = 8,
		["永恒之潮"] = 8,
		["剧毒孢子"] = 40,
		["手枪射击"] = 4,
		["深渊凝视"] = 1,
		["寰宇爆发"] = 32,
		["熔岩猛击"] = 4,
		["挥之不去的恶心感"] = 8,
		["顺劈打击"] = 1,
		["末日凝视"] = 8,
		["献祭"] = 4,
		["电弧波动炮"] = 8,
		["萨格拉斯之焰"] = 4,
		["粉碎灵魂"] = 32,
		["奥术射击"] = 64,
		["通灵箭"] = 32,
		["残留心能"] = 32,
		["乱射"] = 1,
		["反冲气流"] = 8,
		["旋风劈砍"] = 1,
		["落单狩猎"] = 1,
		["冰霜之地"] = 16,
		["扭动的鲨鱼"] = 1,
		["压倒能量"] = 4,
		["惊魂淤血"] = 32,
		["砸桶"] = 1,
		["渗流震荡"] = 8,
		["锯刃"] = 1,
		["魔药溃烂"] = 8,
		["燃烧之拳"] = 4,
		["怒潮"] = 16,
		["军团意志"] = 127,
		["无尽虚空"] = 32,
		["光辉之怒"] = 64,
		["黑暗虚空"] = 32,
		["复仇回避"] = 1,
		["狂热裁决"] = 8,
		["冰霜之池"] = 16,
		["恐惧荆棘"] = 32,
		["巨人打击"] = 1,
		["鲜血脓液"] = 32,
		["炽燃残骸"] = 4,
		["被魔精浸湿"] = 8,
		["钻地"] = 1,
		["蠕行梦魇"] = 32,
		["荆棘光环"] = 1,
		["邪能光束"] = 4,
		["深度联结"] = 64,
		["寒冰箭"] = 16,
		["奇迹之力"] = 64,
		["毁灭宝珠"] = 4,
		["疯狂之门"] = 32,
		["灵魂尖刺"] = 32,
		["漆黑伤疤"] = 32,
		["灵魂漩涡"] = 32,
		["防腐剂"] = 40,
		["剧毒颤栗"] = 16,
		["淬毒长矛"] = 8,
		["滋长之傲"] = 32,
		["冰刺"] = 16,
		["肉钩"] = 1,
		["蒂基之焰"] = 4,
		["污染之爪"] = 32,
		["寻踪虫群"] = 32,
		["蔑视"] = 16,
		["爆裂溃烂"] = 40,
		["石震"] = 1,
		["骨刺箭"] = 1,
		["撕咬"] = 1,
		["自控导弹"] = 4,
		["致命狙击"] = 1,
		["毁灭闪电"] = 8,
		["大型红色火箭"] = 4,
		["奥寒风暴"] = 16,
		["火焰之雨"] = 4,
		["痛苦无常"] = 32,
		["共受苦难"] = 32,
		["水晶之刺"] = 1,
		["燃烧的军火库"] = 4,
		["洪流"] = 16,
		["混乱之箭"] = 127,
		["萦索孢子囊"] = 8,
		["灵魂之泉"] = 32,
		["脸上长了什么东西"] = 1,
		["通灵吐息"] = 32,
		["猩红乱舞"] = 1,
		["邪恶污染"] = 32,
		["心能喷泉"] = 32,
		["沉重挥砍"] = 1,
		["奔踏"] = 1,
		["上古摧心者"] = 32,
		["实验型脉冲手雷"] = 8,
		["切割旋风"] = 8,
		["暗影释放"] = 32,
		["寄生伤口"] = 32,
		["增生覆盖的触须"] = 8,
		["混乱新星"] = 124,
		["痛击触须"] = 8,
		["寄生瘫痪"] = 1,
		["投掷武器"] = 1,
		["定时爆炸"] = 4,
		["过载心能"] = 64,
		["喷发"] = 8,
		["无尽黑暗"] = 32,
		["黑暗之箭"] = 32,
		["昔日罪孽"] = 32,
		["癫狂惊惧"] = 32,
		["寄生占据"] = 1,
		["粉碎黑暗"] = 32,
		["鲜血洪流"] = 32,
		["疑云密布"] = 64,
		["恶疾之泉"] = 8,
		["吸取生命"] = 32,
		["艾泽里特连射"] = 5,
		["颠覆"] = 1,
		["虚空箭"] = 32,
		["激荡痛楚"] = 32,
		["碎裂投掷"] = 1,
		["梦魇爆破"] = 32,
		["心脏打击"] = 1,
		["地震回荡"] = 1,
		["维克戈斯之怒"] = 16,
		["燃火外衣"] = 4,
		["释放的虚空"] = 32,
		["惊骇"] = 32,
		["蔓延暗影"] = 32,
		["心能力场"] = 64,
		["艾泽里特弧光"] = 64,
		["石化嚎叫"] = 8,
		["附身"] = 32,
		["复仇者之盾"] = 2,
		["邪恶打击"] = 4,
		["不稳定的生命"] = 8,
		["心灵连接"] = 32,
		["打断怒吼"] = 1,
		["海潮涌动"] = 16,
		["正义之锤"] = 2,
		["服从或受苦"] = 1,
		["劈裂"] = 1,
		["溅洒精魂"] = 32,
		["渗漏之雾"] = 8,
		["割裂"] = 1,
		["加特林机枪"] = 1,
		["恐怖光环"] = 32,
		["蔓延腐化"] = 8,
		["羊水喷发"] = 8,
		["奥的裂解之心"] = 4,
		["稳固射击"] = 1,
		["火球术"] = 4,
		["迅捷结界"] = 8,
		["烈焰震击"] = 4,
		["狂暴冲锋"] = 1,
		["刺穿"] = 1,
		["旋风倾泻"] = 4,
		["抽干"] = 1,
		["艾泽里特辐射"] = 64,
		["粉碎意志"] = 32,
		["心能泥浆"] = 8,
		["彗星风暴"] = 16,
		["败血之地"] = 8,
		["冰霜印记"] = 16,
		["黑暗伴舞"] = 32,
		["冲击新星"] = 4,
		["狩猎跃击"] = 1,
		["死亡之拥"] = 32,
		["腐肉瘟疫"] = 32,
		["鲜血弹幕"] = 32,
		["充能心能"] = 64,
		["夺命掠食"] = 1,
		["寄生驱逐"] = 32,
		["创裂"] = 1,
		["碎裂红石"] = 1,
		["幻影寄生"] = 32,
		["不稳定的虚空"] = 32,
		["流星之击"] = 8,
		["疾风军刀"] = 8,
		["死亡棱镜"] = 32,
		["灵魂灌注"] = 32,
		["致命一击\r\n"] = 1,
		["虔诚"] = 1,
		["穿刺凝视"] = 32,
		["空间撕裂"] = 64,
		["暴怒乱舞"] = 1,
		["至高惩戒"] = 32,
		["幽灵冲锋"] = 32,
		["虚无屏障"] = 32,
		["重击者"] = 1,
		["岩石吐息"] = 8,
		["嚼碎"] = 1,
		["打击"] = 1,
		["碎石"] = 8,
		["吞噬血肉"] = 1,
		["残暴猛击"] = 1,
		["强能火花"] = 1,
		["暗言术：灭"] = 32,
		["破裂"] = 1,
		["震击"] = 8,
		["冰霜新星"] = 16,
		["飓风打击"] = 8,
		["邪能束缚"] = 4,
		["寒冰暴雨"] = 16,
		["颤栗毒素"] = 8,
		["碎石飞落"] = 1,
		["锁喉"] = 1,
		["恩佐斯的仆从"] = 32,
		["万磁臂"] = 8,
		["震天怒吼"] = 1,
		["收割之镰"] = 1,
		["碾压回响"] = 1,
		["抑制光环"] = 32,
		["毁灭符文"] = 64,
		["黑暗毁灭"] = 32,
		["极度冰寒"] = 16,
		["碎石之跃"] = 8,
		["扭曲虚空"] = 32,
		["离子电浆"] = 64,
		["奥术箭"] = 64,
		["压制气场"] = 32,
		["感染毒雨"] = 8,
		["腐败之血"] = 32,
		["特制黑火药"] = 4,
		["闪电链"] = 8,
		["溢流寒霜"] = 16,
		["吸收液体"] = 1,
		["阳光坍缩"] = 4,
		["秽物天降"] = 32,
		["腐蚀泥胶"] = 8,
		["玛诺洛斯之血"] = 4,
		["异界的寒冷"] = 32,
		["惩击"] = 2,
		["根除"] = 32,
		["恶魔之咬"] = 1,
		["盐水池"] = 16,
		["正义盾击"] = 2,
		["穿刺"] = 1,
		["岩浆柱"] = 4,
		["无拘之怒药水"] = 4,
		["满溢爆发"] = 8,
		["切割冲击"] = 8,
		["洪荒烈火"] = 4,
		["梦魇孢子"] = 8,
		["灵魂湍流"] = 32,
		["电锯"] = 1,
		["奥术愤怒"] = 64,
		["通灵粘液"] = 32,
		["心脏震击"] = 8,
		["瞄准射击"] = 1,
		["燃烧弹片"] = 4,
		["疯狂炸弹"] = 32,
		["触须猛击"] = 32,
		["死亡具象"] = 32,
		["纠缠根须"] = 8,
		["锯齿切割"] = 1,
		["锋利的珊瑚"] = 8,
		["霜降"] = 16,
		["眼镜蛇射击"] = 1,
		["折磨回响"] = 32,
		["玻璃裂片"] = 1,
		["腐坏伤口"] = 32,
		["灵魂焚烧"] = 32,
		["灵魂分裂"] = 32,
		["充能长矛"] = 64,
		["恶魔践踏"] = 4,
		["发脾气"] = 1,
		["点燃"] = 4,
		["势不可挡"] = 64,
		["切割光线"] = 8,
		["火红烈焰"] = 4,
		["深渊的呼唤"] = 16,
		["复仇"] = 1,
		["刺伤"] = 1,
		["虚空传送门"] = 32,
		["远古风暴"] = 8,
		["冲锋"] = 1,
		["重伤"] = 1,
		["毁灭践踏"] = 1,
		["黑暗放逐"] = 32,
		["罪触心能"] = 32,
		["粘液之触"] = 8,
		["奥术渗流"] = 64,
		["饥饿啃袭"] = 32,
		["邪能镰刀"] = 4,
		["燃烧之地"] = 4,
		["撕裂猛击"] = 1,
		["回旋飞斧"] = 1,
		["谵妄阶梯"] = 32,
		["吞噬"] = 32,
		["黑暗闪电"] = 8,
		["践踏"] = 1,
		["剧毒烙印"] = 8,
		["反冲"] = 64,
		["寒冰箭雨"] = 16,
		["剑刃连击"] = 1,
		["迅击"] = 1,
		["暗言术：痛"] = 32,
		["散溢挥发"] = 32,
		["无尽丧钟"] = 32,
		["火炮弹幕"] = 64,
		["沙尘暴"] = 8,
		["黑暗坠落"] = 32,
		["爆裂碎片"] = 64,
		["不稳定的符文印记"] = 32,
		["菌丝生长"] = 8,
		["聚焦冲击"] = 4,
		["折射罪光"] = 32,
		["电磁感应"] = 8,
		["适化外膜"] = 32,
		["踏浪冲锋"] = 16,
		["缠绕的蛇群"] = 1,
		["邪恶腐败"] = 32,
		["孵化培养液"] = 8,
		["狂乱爆发"] = 32,
		["脉冲震荡"] = 8,
		["压力激涌"] = 1,
		["晶化弹幕"] = 1,
		["审判"] = 2,
		["错位冲击波"] = 64,
		["回旋剑刃"] = 8,
		["残酷打击"] = 1,
		["冲击"] = 4,
		["力量决裂"] = 16,
		["火箭燃料泄漏"] = 4,
		["制裁"] = 64,
		["血肉模糊"] = 1,
		["生物电充能"] = 8,
		["狂怒急流"] = 8,
		["软泥浪潮"] = 8,
		["软泥怪之池"] = 8,
		["冷漠光环"] = 1,
		["引力井"] = 32,
		["爆炎弹"] = 4,
		["呕吐黑石"] = 8,
		["定向爆破计谋"] = 64,
		["淤泥箭"] = 8,
		["腐蚀谵妄"] = 32,
		["锯齿之锋"] = 1,
		["拦截"] = 1,
		["精神腐烂"] = 32,
		["冰缚之盾"] = 16,
		["神圣之火"] = 2,
		["心能澎湃"] = 64,
		["灭杀"] = 16,
		["死亡之主"] = 32,
		["时空爆发"] = 64,
		["分担痛苦"] = 32,
		["阿尔法炮"] = 4,
		["痛楚"] = 32,
		["感染"] = 40,
		["Corpo-a-Corpo"] = 1,
		["粉碎"] = 8,
		["钢铁箭雨"] = 1,
		["污秽"] = 8,
		["投掷垃圾"] = 1,
		["寄生镣铐"] = 8,
		["爆炸"] = 4,
		["瓶装心能"] = 32,
		["等离子球"] = 8,
		["恶臭气体"] = 8,
		["推进器冲击"] = 8,
		["风啸雷鸣"] = 8,
		["听从我的召唤"] = 8,
		["征服"] = 1,
		["安苏之光"] = 4,
		["穿刺射击"] = 1,
		["碎魂"] = 32,
		["地基坍塌"] = 1,
		["火焰爆裂"] = 4,
		["死疽溃烂"] = 1,
		["飞行火箭鸡弹幕"] = 4,
		["灵魂虹吸"] = 32,
		["充能锁链"] = 8,
		["奥术飞弹"] = 64,
		["暗影顺劈"] = 32,
		["辐射梦魇"] = 32,
		["封印魔法"] = 64,
		["冰怒过载"] = 16,
		["灾变烈焰"] = 4,
		["暗影伏击"] = 32,
		["污秽油膜"] = 8,
		["系统震荡"] = 65,
		["震荡榴弹"] = 4,
		["尖锐脊刺"] = 32,
		["偿罪"] = 32,
		["振颤"] = 1,
		["灼热之陨"] = 32,
		["传染性残渣"] = 8,
		["列阵"] = 64,
		["镀金之爪"] = 1,
		["星辰坠落"] = 72,
		["自动射击"] = 1,
		["暴食瘴气"] = 32,
		["灼烧试剂"] = 4,
		["机会打击"] = 1,
		["剧毒脊刺"] = 8,
		["鲜血灌注"] = 32,
		["消耗理智"] = 32,
		["灵魂盛宴"] = 32,
		["尖石裂片"] = 8,
		["恐惧弹幕"] = 32,
		["生灵俱灭"] = 1,
		["天域军火"] = 64,
		["发射"] = 4,
		["震地"] = 1,
		["邪能之刃"] = 4,
		["炎爆术"] = 4,
		["火焰冲击"] = 4,
		["地质剧变"] = 8,
		["重拳"] = 1,
		["锁链联结"] = 1,
		["控制爆炸"] = 65,
		["凝结魔药"] = 8,
		["污血"] = 32,
		["奥能释放"] = 64,
		["恐惧猛击"] = 32,
		["星光之尘"] = 64,
		["扭曲欲望"] = 32,
		["狂热爆发"] = 16,
		["祝福之锤"] = 2,
		["闪烁之牙"] = 1,
		["跳错了"] = 32,
		["足下灼心"] = 4,
		["咸水气泡"] = 8,
		["艾泽里特觅心者"] = 1,
		["生命连结"] = 1,
		["微型飞弹"] = 4,
		["生物电触须"] = 8,
		["窒息海潮"] = 16,
		["毒液炸弹"] = 8,
		["灭绝者"] = 1,
		["烈焰风暴"] = 4,
		["旋风斩"] = 1,
		["永恒折磨"] = 32,
		["射击"] = 1,
		["暗影迅步"] = 1,
		["压抑深渊"] = 1,
		["灵魂之井"] = 32,
		["碎盾"] = 1,
		["海潮诅咒：黑水"] = 16,
		["闪电之盾"] = 8,
		["投掷"] = 1,
		["回闪步"] = 1,
		["冻结爆发"] = 16,
		["腐物喷发"] = 8,
		["虚空凝视"] = 32,
		["燃烧残片"] = 4,
		["狂鲨飓风"] = 1,
		["冲击震波"] = 8,
		["奥术桎梏"] = 64,
		["分筋错骨"] = 1,
		["阴燃飞羽"] = 4,
		["冰冻核心"] = 16,
		["凝固淤泥"] = 40,
		["溢流毒液"] = 8,
		["哀伤仪式"] = 32,
		["火焰炸弹"] = 4,
		["心能剥离"] = 1,
		["脓毒污染"] = 8,
		["窒息勒压"] = 1,
		["奥寒冲击"] = 16,
		["剧毒箭"] = 8,
		["奥术易伤"] = 64,
		["残留余烬"] = 4,
		["反射手指型激光发射器究极版"] = 4,
		["冰霜烙印"] = 16,
		["狂乱"] = 32,
		["虚空箭雨"] = 32,
		["钉刺之毒"] = 8,
		["寒冰冲击"] = 16,
		["坠星"] = 72,
		["癫狂"] = 8,
		["猛击"] = 1,
		["恐惧箭雨"] = 64,
		["疾病之云"] = 8,
		["野兽顺劈"] = 1,
		["软泥爆发"] = 8,
		["魔精箭雨"] = 8,
		["奥术炸弹"] = 64,
		["杀戮命令"] = 1,
		["脉冲"] = 8,
		["毒性淤泥"] = 8,
		["浸水"] = 16,
		["压制之力"] = 64,
		["古尔丹之手"] = 32,
		["超荷电磁炮"] = 8,
		["暗影残留物"] = 32,
		["溢毒之箭"] = 8,
		["冰霜爆裂"] = 16,
		["心能之网"] = 32,
		["暴风雪"] = 16,
		["鹰身人的尖叫"] = 1,
		["闪电宝珠"] = 8,
		["承受折磨"] = 32,
		["回旋利刃"] = 1,
		["灵魂链接"] = 1,
		["毁灭"] = 40,
		["至恶剧毒"] = 8,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["damage_scroll_auto_open"] = true,
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["realm_sync"] = true,
	["last_changelog_size"] = 4123,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = 60.44384765625,
			["x"] = -110.2217254638672,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -31.99980163574219,
			["x"] = -209.38818359375,
			["point"] = "RIGHT",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 1.52587890625e-05,
			["x"] = 0.00018310546875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["damage_scroll_position"] = {
	},
	["latest_news_saw"] = "v9.0.2.8154",
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
		["y"] = 7.62939453125e-06,
		["x"] = -3.0517578125e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [3]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [4]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [5]
			{
				["atributo"] = 4,
				["sub_atributo"] = 3,
			}, -- [6]
			{
				["atributo"] = 4,
				["sub_atributo"] = 7,
			}, -- [7]
			{
				["atributo"] = 4,
				["sub_atributo"] = 8,
			}, -- [8]
			{
				["atributo"] = 1,
				["sub_atributo"] = 8,
			}, -- [9]
			{
				["atributo"] = 5,
				["sub_atributo"] = 1,
			}, -- [10]
			{
				["atributo"] = 1,
				["sub_atributo"] = 4,
			}, -- [11]
			{
				["atributo"] = 5,
				["sub_atributo"] = 11,
			}, -- [12]
			{
				["atributo"] = 5,
				["sub_atributo"] = 3,
			}, -- [13]
			{
				["atributo"] = 4,
				["sub_atributo"] = 4,
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
			{
			}, -- [25]
			{
			}, -- [26]
			{
			}, -- [27]
			{
			}, -- [28]
			{
			}, -- [29]
			{
			}, -- [30]
			{
			}, -- [31]
			{
			}, -- [32]
			{
			}, -- [33]
			{
			}, -- [34]
			{
			}, -- [35]
			{
			}, -- [36]
			{
			}, -- [37]
			{
			}, -- [38]
			{
			}, -- [39]
			{
			}, -- [40]
			{
			}, -- [41]
			{
			}, -- [42]
		},
	},
	["item_level_pool"] = {
		["Player-2133-0C2109D0"] = {
			["time"] = 1611071522,
			["name"] = "钟孖期-影之哀伤",
			["ilvl"] = 195.9375,
		},
		["Player-1933-0601C3FF"] = {
			["name"] = "阿利撕塔-安苏",
			["time"] = 1611064837,
			["ilvl"] = 185.8,
		},
		["Player-1500-05B71CCC"] = {
			["name"] = "Magiccreamdk",
			["time"] = 1611065484,
			["ilvl"] = 197.8125,
		},
		["Player-940-040EB564"] = {
			["name"] = "Dustylillaby-伊森利恩",
			["time"] = 1611065460,
			["ilvl"] = 194.9375,
		},
		["Player-1972-01AC23F8"] = {
			["name"] = "千幻蜗牛-斯克提斯",
			["time"] = 1611064974,
			["ilvl"] = 164.0666666666667,
		},
		["Player-738-05DE1228"] = {
			["time"] = 1611071821,
			["name"] = "皂壮壮-燃烧平原",
			["ilvl"] = 198.4,
		},
		["Player-882-0338FCE8"] = {
			["name"] = "皇家玛德里-暗影议会",
			["time"] = 1611064734,
			["ilvl"] = 182.1333333333333,
		},
		["Player-2129-0C1471A0"] = {
			["name"] = "薇薇晓雪-海克泰尔",
			["time"] = 1611064932,
			["ilvl"] = 181,
		},
		["Player-1515-04232D01"] = {
			["name"] = "赦你无罪-凤凰之神",
			["time"] = 1611064671,
			["ilvl"] = 178.7333333333333,
		},
		["Player-1500-0417F13B"] = {
			["time"] = 1611072337,
			["name"] = "Magiccream",
			["ilvl"] = 196.4375,
		},
		["Player-1500-01F85A11"] = {
			["time"] = 1611071787,
			["name"] = "哈尼斯斯",
			["ilvl"] = 206.9375,
		},
		["Player-3751-042D122F"] = {
			["time"] = 1611069791,
			["name"] = "丶臭弟弟丶-丽丽（四川）",
			["ilvl"] = 185.0666666666667,
		},
		["Player-886-023501AA"] = {
			["time"] = 1611069769,
			["name"] = "少年丶来搞基-血色十字军",
			["ilvl"] = 187.125,
		},
		["Player-858-0509DBB7"] = {
			["time"] = 1611071819,
			["name"] = "大呆萌德-寒冰皇冠",
			["ilvl"] = 204.5,
		},
		["Player-921-0455A99B"] = {
			["name"] = "弗雷伊德-布兰卡德",
			["time"] = 1611064671,
			["ilvl"] = 186.0625,
		},
	},
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"环境伤害 (高处坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"天灾打击 (Physical)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"凛风冲击 (Main Target)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"后脊 (Trinket)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"灵魂鼓舞 (Trinket)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"殉道者之光 (伤害)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"飞刃 (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"雄狮圣恩 (Trinket)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"织网者的灵魂宝石 (Trinket)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"传染 (Main Target)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"鲜血胆汁 (Trinket)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"凛风冲击 (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"传染 (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"血之憎恨 (Trinket)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"夏尔扎克斯的残留之力 (Trinket)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"炎法师的引线 (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"角斗士勋章 (Trinket)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"天灾打击 (Shadow)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"不稳定的鲜血爆炸 (Trinket)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"角斗士徽章 (Trinket)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"幻灭踢 (Passive)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"飞刃 (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"救赎 (致命)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"角斗士纹章 (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"角斗士徽记 (Trinket)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"符文之凛 (Trinket)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"喷泉 (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"黑暗低语海螺 (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"生命绽放 (Bloom)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"风暴涌动 (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"不谐和弦 (Trinket)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [44]
		{
			339538, -- [1]
			"圣殿骑士的裁决 (Templar's Vindication)", -- [2]
			461860, -- [3]
		}, -- [45]
		{
			345020, -- [1]
			"潜伏的掠食者 (Trinket)", -- [2]
			2103921, -- [3]
		}, -- [46]
	},
	["report_where"] = "GUILD",
	["update_warning_timeout"] = 10,
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2305] = {
				["longest"] = 437.2579999999725,
				["kills"] = 11,
				["try_history"] = {
					{
						0, -- [1]
						378.1129999999976, -- [2]
					}, -- [1]
					{
						0, -- [1]
						402.0339999999851, -- [2]
					}, -- [2]
					{
						0, -- [1]
						337.2209999999614, -- [2]
					}, -- [3]
					{
						0, -- [1]
						437.2579999999725, -- [2]
					}, -- [4]
					{
						0, -- [1]
						365.0979999999981, -- [2]
					}, -- [5]
					{
						0, -- [1]
						344.4639999999781, -- [2]
					}, -- [6]
					{
						0, -- [1]
						332.6180000000022, -- [2]
					}, -- [7]
					{
						0, -- [1]
						404.4120000000112, -- [2]
					}, -- [8]
					{
						0, -- [1]
						260.0499999999302, -- [2]
					}, -- [9]
					{
						0, -- [1]
						399.6579999999958, -- [2]
					}, -- [10]
					{
						0, -- [1]
						255.7449999999953, -- [2]
					}, -- [11]
				},
				["wipes"] = 5,
				["best_try"] = 0,
			},
			[2311] = {
				["longest"] = 470.0040000000736,
				["kills"] = 0,
				["try_history"] = {
					{
						0.0496375563049427, -- [1]
						470.0040000000736, -- [2]
					}, -- [1]
				},
				["wipes"] = 1,
				["best_try"] = 0.0496375563049427,
			},
			[1886] = {
				["longest"] = 62.86299999989569,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						62.86299999989569, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[1862] = {
				["longest"] = 28.33199999993667,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						28.33199999993667, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[1863] = {
				["longest"] = 29.9089999999851,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						29.9089999999851, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[1865] = {
				["longest"] = 20.75799999991432,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						20.75799999991432, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[2304] = {
				["longest"] = 359.0139999999665,
				["kills"] = 5,
				["try_history"] = {
					{
						0.6081468987090892, -- [1]
						190.7020000000484, -- [2]
					}, -- [1]
					{
						0.5853660020844461, -- [1]
						238.9519999999902, -- [2]
					}, -- [2]
					{
						0.5680186861984897, -- [1]
						144.5889999999781, -- [2]
					}, -- [3]
					{
						0.5575981724844375, -- [1]
						279.005999999994, -- [2]
					}, -- [4]
					{
						0.5196651848760747, -- [1]
						279.005999999994, -- [2]
					}, -- [5]
					{
						0.04653817286448678, -- [1]
						339.1100000000442, -- [2]
					}, -- [6]
					{
						0, -- [1]
						294.1010000000006, -- [2]
					}, -- [7]
					{
						0, -- [1]
						283.3939999999711, -- [2]
					}, -- [8]
					{
						0, -- [1]
						284.4670000000042, -- [2]
					}, -- [9]
					{
						0, -- [1]
						289.8889999999665, -- [2]
					}, -- [10]
					{
						0, -- [1]
						271.2760000000708, -- [2]
					}, -- [11]
				},
				["wipes"] = 39,
				["best_try"] = 0,
			},
			[1867] = {
				["longest"] = 18.22799999988638,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						18.22799999988638, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[1871] = {
				["longest"] = 147.9350000000559,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						147.9350000000559, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[1872] = {
				["longest"] = 66.96799999987707,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						66.96799999987707, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[1842] = {
				["longest"] = 24.08199999993667,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						24.08199999993667, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[2289] = {
				["longest"] = 430.0119999999879,
				["kills"] = 11,
				["try_history"] = {
					{
						0, -- [1]
						376.6410000000033, -- [2]
					}, -- [1]
					{
						0, -- [1]
						331.2070000000531, -- [2]
					}, -- [2]
					{
						0, -- [1]
						300.255999999994, -- [2]
					}, -- [3]
					{
						0, -- [1]
						396.2129999999888, -- [2]
					}, -- [4]
					{
						0, -- [1]
						321.9510000000009, -- [2]
					}, -- [5]
					{
						0, -- [1]
						306.4089999999851, -- [2]
					}, -- [6]
					{
						0, -- [1]
						334.2390000000014, -- [2]
					}, -- [7]
					{
						0, -- [1]
						379.6260000000184, -- [2]
					}, -- [8]
					{
						0, -- [1]
						273.6319999999832, -- [2]
					}, -- [9]
					{
						0, -- [1]
						391.5769999999902, -- [2]
					}, -- [10]
					{
						0, -- [1]
						285.875, -- [2]
					}, -- [11]
				},
				["wipes"] = 5,
				["best_try"] = 0,
			},
			[1866] = {
				["longest"] = 116.7619999998715,
				["kills"] = 1,
				["try_history"] = {
					{
						0.03179708620826662, -- [1]
						102.4880000001285, -- [2]
					}, -- [1]
					{
						0, -- [1]
						116.7619999998715, -- [2]
					}, -- [2]
				},
				["wipes"] = 1,
				["best_try"] = 0,
			},
			[2299] = {
				["longest"] = 741.2229999999981,
				["kills"] = 1,
				["try_history"] = {
					{
						0.1806977109693197, -- [1]
						140.8190000000177, -- [2]
					}, -- [1]
					{
						0.004248123686023019, -- [1]
						257.0100000000093, -- [2]
					}, -- [2]
					{
						0.0004605652235341195, -- [1]
						224.4250000000466, -- [2]
					}, -- [3]
					{
						5.661637245580176e-05, -- [1]
						330.8980000000447, -- [2]
					}, -- [4]
					{
						0, -- [1]
						441.1119999999646, -- [2]
					}, -- [5]
					{
						0, -- [1]
						699, -- [2]
					}, -- [6]
				},
				["wipes"] = 118,
				["best_try"] = 0,
			},
			[1849] = {
				["longest"] = 30.35600000014529,
				["kills"] = 1,
				["try_history"] = {
					{
						0, -- [1]
						30.35600000014529, -- [2]
					}, -- [1]
				},
				["wipes"] = 0,
				["best_try"] = 0,
			},
			[2303] = {
				["longest"] = 495.5890000000363,
				["kills"] = 1,
				["try_history"] = {
					{
						0.7121328348348915, -- [1]
						147.685999999987, -- [2]
					}, -- [1]
					{
						0.6336603497393979, -- [1]
						179.7360000000335, -- [2]
					}, -- [2]
					{
						0.574688742926698, -- [1]
						206.6840000000084, -- [2]
					}, -- [3]
					{
						0.5343835771590126, -- [1]
						225.1199999999953, -- [2]
					}, -- [4]
					{
						0.4628347517036493, -- [1]
						261.7110000000102, -- [2]
					}, -- [5]
					{
						0.4062446391810379, -- [1]
						275.6949999999488, -- [2]
					}, -- [6]
					{
						0, -- [1]
						495.5890000000363, -- [2]
					}, -- [7]
				},
				["wipes"] = 35,
				["best_try"] = 0,
			},
			[2298] = {
				["longest"] = 397.2090000000317,
				["kills"] = 11,
				["try_history"] = {
					{
						0.1191685555451975, -- [1]
						390.0069999999978, -- [2]
					}, -- [1]
					{
						0, -- [1]
						278.9320000000007, -- [2]
					}, -- [2]
					{
						0, -- [1]
						288.195000000007, -- [2]
					}, -- [3]
					{
						0, -- [1]
						233.1390000000247, -- [2]
					}, -- [4]
					{
						0, -- [1]
						319.4120000000112, -- [2]
					}, -- [5]
					{
						0, -- [1]
						263.7939999999944, -- [2]
					}, -- [6]
					{
						0, -- [1]
						263.7190000000119, -- [2]
					}, -- [7]
					{
						0, -- [1]
						268.8339999999953, -- [2]
					}, -- [8]
					{
						0, -- [1]
						322.4649999999965, -- [2]
					}, -- [9]
					{
						0, -- [1]
						225.3830000000307, -- [2]
					}, -- [10]
					{
						0, -- [1]
						341.4520000000484, -- [2]
					}, -- [11]
					{
						0, -- [1]
						221.3250000000699, -- [2]
					}, -- [12]
				},
				["wipes"] = 22,
				["best_try"] = 0,
			},
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["always_use_profile_name"] = "默认",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["tutorial"] = {
		["unlock_button"] = 4,
		["main_help_button"] = 985,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["logons"] = 985,
		["ENCOUNTER_BREAKDOWN_CHART"] = true,
		["DISABLE_ONDEATH_PANEL"] = true,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ENCOUNTER_BREAKDOWN_EMOTES"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
		["ENCOUNTER_BREAKDOWN_PHASES"] = true,
		["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
		["FULL_DELETE_WINDOW"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["FORGE_TUTORIAL"] = true,
		["ENCOUNTER_BREAKDOWN_SPELLAURAS"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["OPTIONS_PANEL_OPENED"] = true,
		["OVERALLDATA_WARNING1"] = 60,
		["DETAILS_INFO_TUTORIAL2"] = 10,
		["version_announce"] = 0,
		["HISTORYPANEL_TUTORIAL"] = true,
		["bookmark_tutorial"] = false,
		["WINDOW_GROUP_MAKING1"] = true,
		["ctrl_click_close_tutorial"] = true,
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -17.33233642578125,
		["x"] = -163.274169921875,
		["point"] = "TOPRIGHT",
		["scale"] = 1,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [1]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "我的技能",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [6]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 15,
		}, -- [7]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 5,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "有使用药水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1602775644,
	["always_use_profile"] = true,
}
