
WATCHDOG_VARS = {
	["LAST_SEARCH_RESULTS"] = {
		{
			["name"] = "诗雨-红龙军团",
			["id"] = 6,
		}, -- [1]
		{
			["name"] = "乌龙牛-红龙军团",
			["id"] = 13,
		}, -- [2]
		{
			["name"] = "岚语-白骨荒野",
			["id"] = 12,
		}, -- [3]
		{
			["name"] = "餽靈魙螔-亚雷戈斯",
			["id"] = 5,
		}, -- [4]
		{
			["name"] = "曾经的救赎-安苏",
			["id"] = 2,
		}, -- [5]
		{
			["name"] = "拈花伴晓曦-无尽之海",
			["id"] = 8,
		}, -- [6]
		{
			["name"] = "上次请过了-狂热之刃",
			["id"] = 10,
		}, -- [7]
		{
			["name"] = "丶納嵐飃鱈-埃德萨拉",
			["id"] = 3,
		}, -- [8]
	},
}
