
WhisperPopDB = {
	["listHeight"] = 320,
	["showRealm"] = 1,
	["listWidth"] = 200,
	["time"] = 1,
	["buttonScale"] = 100,
	["history"] = {
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"16 12:36:我用dk", -- [1]
			},
			["name"] = "Exnatural-格雷迈恩",
		}, -- [1]
		{
			["received"] = 1,
			["class"] = "MONK",
			["name"] = "Exmist-格雷迈恩",
			["messages"] = {
				"16 12:35:大么？", -- [1]
				"06 12:36:打", -- [2]
				"16 12:36:GO", -- [3]
			},
		}, -- [2]
		{
			["received"] = 1,
			["name"] = "哈尼斯斯-格雷迈恩",
			["class"] = "MAGE",
			["messages"] = {
				"07 23:58:三个都是你？？", -- [1]
				"17 23:58:？", -- [2]
				"17 23:58:啥意思", -- [3]
				"07 23:58:说错了", -- [4]
				"17 23:58:嗷", -- [5]
				"17 23:58:没关系", -- [6]
				"10 22:48:？", -- [7]
				"10 22:48:闷声发大财？", -- [8]
				"10 22:49:追吼滴？", -- [9]
				"00 22:49:劳资跟qsh语音半天了 你自己不来  害", -- [10]
				"10 22:49:我刚回家啊", -- [11]
				"10 22:49:健身去了", -- [12]
				"00 22:49:OK", -- [13]
				"10 22:49:杰森斯坦陆", -- [14]
				"00 22:49:你来不来语音", -- [15]
				"10 22:49:可", -- [16]
				"10 22:50:YY还是微信？", -- [17]
				"00 22:50:微信", -- [18]
				"10 22:50:麻烦拉一下", -- [19]
				"10 22:50:== 找个耳机", -- [20]
				"00 22:50:你拉个群  qsh不会 ", -- [21]
				"12 22:44:LAIME  4=1", -- [22]
				"12 22:45:歪？", -- [23]
				"02 22:45:熊哥这边啊", -- [24]
				"02 22:45:打完", -- [25]
				"12 22:45:害", -- [26]
				"12 22:45:不确定嗷", -- [27]
				"12 22:45:猜测一下", -- [28]
				"12 22:45:可能是", -- [29]
				"12 22:46:看不起我们？", -- [30]
				"12 22:46:不", -- [31]
				"12 22:46:看不起我吧", -- [32]
				"12 22:46:害~~~~~~~~~~", -- [33]
				"02 22:46:不用猜测", -- [34]
				"02 22:46:是的 sd", -- [35]
				"12 23:30:确认拉我啊", -- [36]
				"16 22:24:这个是小杨哥哥 快欢迎一下", -- [37]
				"16 22:24:这个是小杨哥哥 快欢迎一下", -- [38]
				"16 22:24:这个是小杨哥哥 快欢迎一下", -- [39]
				"17 22:26:还 不带我", -- [40]
				"17 22:26:害", -- [41]
				"17 22:26:就这样8", -- [42]
				"10 20:46:假装听不见", -- [43]
				"10 20:46:行吧", -- [44]
				"10 20:47:不理我 行吧", -- [45]
				"00 20:47:wcnbb", -- [46]
				"00 20:47:layuyin", -- [47]
				"10 20:48:老子能听见你说话", -- [48]
				"10 20:48:害", -- [49]
				"10 20:48:你不理我", -- [50]
				"10 23:38:爬塔？", -- [51]
				"10 23:38:2层 来么？", -- [52]
				"00 23:39:等我爬完", -- [53]
				"12 00:50:开个 达拉然", -- [54]
				"12 00:50:开个 达拉然", -- [55]
				"13 22:37:不说话？", -- [56]
				"13 22:38:装高手？", -- [57]
				"13 22:38:害", -- [58]
				"14 22:08:害 又不带我", -- [59]
				"14 22:08:就这样8", -- [60]
				"04 22:12:哈哈 ", -- [61]
				"14 22:48:害", -- [62]
				"04 22:48:不进组 nimabis", -- [63]
				"14 22:48:没人理我", -- [64]
				"14 22:49:就这样8", -- [65]
				"04 22:49:请问你在yy么 ", -- [66]
				"04 22:49:哈哈 ", -- [67]
				"14 22:49:没人喊我上YY", -- [68]
				"14 22:49:D", -- [69]
				"14 22:49:没人理我 我就是孤儿", -- [70]
				"04 22:49:smdx", -- [71]
				"04 22:50:进组 wcnm", -- [72]
				"14 22:50:害 刚拍到pj 就喊我进组", -- [73]
				"14 22:50:行吧", -- [74]
				"04 22:50:滚吧", -- [75]
				"14 22:50:？", -- [76]
				"14 22:51:骂人？", -- [77]
				"14 22:51:害 行吧", -- [78]
				"14 22:53:可以等我一下么 5分钟", -- [79]
				"04 22:54:全体同意", -- [80]
				"14 22:54:太好啦", -- [81]
				"14 23:51:歇了 88", -- [82]
				"04 23:51:？", -- [83]
				"14 23:51:倍gank了", -- [84]
				"14 23:51:晚安", -- [85]
				"17 22:27:YY", -- [86]
				"11 20:24:卧槽", -- [87]
				"11 20:24:这么早？", -- [88]
				"11 20:25:？", -- [89]
				"11 20:25:歪？", -- [90]
				"01 23:17:？", -- [91]
				"11 23:24:hello", -- [92]
				"11 23:24:hello", -- [93]
				"12 00:22:晚安", -- [94]
				"02 00:23:您晚安 》）——", -- [95]
				"12 00:23:？", -- [96]
				"12 00:23:您？", -- [97]
				"12 00:23:阴阳怪气？", -- [98]
				"02 00:23:行吧 ", -- [99]
				"12 00:23:经典行吧", -- [100]
				"02 00:23:经典经典", -- [101]
			},
			["new"] = 1,
		}, -- [3]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["name"] = "大奔-辛达苟萨",
			["messages"] = {
				"01 19:45:进组请上yy 到yy团队打11 谢谢", -- [1]
				"01 19:45: 请上yy 4290 到了团队打 11 ", -- [2]
				"01 19:45: 请上yy 4290 到了团队打 11 ", -- [3]
				"01 19:45: 是消费英雄/普通全通吗？老哥", -- [4]
			},
		}, -- [4]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "滴滴打本好三-燃烧之刃",
			["messages"] = {
				"01 19:45:1", -- [1]
				"01 19:45:打吗", -- [2]
				"01 19:45:马上打", -- [3]
			},
		}, -- [5]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "懒洋洋-奥杜尔",
			["messages"] = {
				"01 19:37:老哥进组,H后三 马上打，YY 935990", -- [1]
				"01 19:37:上 YY：935990 【先来接待频道】   到了告诉我", -- [2]
				"01 19:42:老哥进组,H后三 马上打，YY 935990", -- [3]
				"01 19:43:上 YY：935990 【先来接待频道】   到了告诉我", -- [4]
				"01 19:44:上 YY：935990 【先来接待频道】   到了告诉我", -- [5]
				"01 19:45:Magiccream-格雷迈恩  在吗 你装等多少？", -- [6]
			},
		}, -- [6]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "佳妮魔兽真好-军团要塞",
			["messages"] = {
				"01 19:45:  Y  Y  7   3 1 1 8 3         ", -- [1]
			},
		}, -- [7]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "斯巴达灬-萨尔",
			["messages"] = {
				"01 19:42:老哥进团", -- [1]
				"01 19:42:亲是打PT全通还是打H全通。。", -- [2]
			},
		}, -- [8]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["name"] = "我懂你的谁-神圣之歌",
			["messages"] = {
				"01 19:35:Y Y 7 3 1 1 8 3 在了M我打1", -- [1]
				"01 19:35:H干 将，大 帝，泥 拳 6 0 一个 你打几个  可.单选", -- [2]
				"01 19:36:打几个boss", -- [3]
				"01 19:41:Y Y 7 3 1 1 8 3 在了M我打1", -- [4]
			},
		}, -- [9]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "霸气团-格瑞姆巴托",
			["messages"] = {
				"01 19:36:<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。", -- [1]
			},
		}, -- [10]
		{
			["received"] = 1,
			["class"] = "PRIEST",
			["name"] = "啾啾丶啾啾-格雷迈恩",
			["messages"] = {
				"17 23:49:给你激活了！！", -- [1]
				"17 23:49:给你激活了！！", -- [2]
				"18 22:31:你这装备哪来的？？", -- [3]
				"08 22:31:额", -- [4]
				"08 22:31:DL", -- [5]
				"18 22:31:YY", -- [6]
				"17 22:17:书记？", -- [7]
				"17 22:18:啥钥匙", -- [8]
				"07 22:18:啊", -- [9]
				"07 22:18:快乐", -- [10]
				"17 22:18:打？", -- [11]
				"07 22:18:10层", -- [12]
				"07 22:18:你DK来？", -- [13]
				"17 22:18:快乐林？", -- [14]
				"17 22:18:嗯呐", -- [15]
				"07 22:18:大厅", -- [16]
				"17 22:19:打吗 还有个207的zs", -- [17]
				"17 22:19:格服第一站", -- [18]
				"07 22:19:有个215的DHT", -- [19]
				"17 22:19:搞啊", -- [20]
			},
		}, -- [11]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "青门钢上影-菲拉斯",
			["messages"] = {
				"07 21:55:一起？", -- [1]
			},
		}, -- [12]
		{
			["received"] = 1,
			["class"] = "PRIEST",
			["name"] = "梦千涵-凤凰之神",
			["messages"] = {
				"17 21:45:神木大米好像是没有戒律厉害", -- [1]
				"07 21:46:哦哦  下次用戒律", -- [2]
				"17 21:46:我也不确定 没玩过ms", -- [3]
			},
		}, -- [13]
		{
			["received"] = 1,
			["name"] = "猛猪突进-格雷迈恩",
			["class"] = "WARRIOR",
			["messages"] = {
				"02 22:39:高吗，上yy", -- [1]
				"12 22:40:不高 做任务", -- [2]
				"12 22:40:这个爬他 在哪里", -- [3]
				"12 22:45:爬塔在哪里啊？", -- [4]
				"12 22:45:找不到", -- [5]
				"12 22:45:我服了", -- [6]
				"12 22:45:百度了20分钟了", -- [7]
				"12 22:45:没找到", -- [8]
				"02 23:11:要做完主线才能爬塔啊", -- [9]
				"02 23:57:爬了吗", -- [10]
				"15 17:25:147能打M么？。。", -- [11]
				"15 17:25:哈哈哈", -- [12]
				"07 20:16:稀客啊，打本吗", -- [13]
				"07 20:33:你在干嘛呀", -- [14]
				"17 20:33:世界boss呀", -- [15]
				"07 20:33:开打了吗", -- [16]
				"17 20:33:世界boss呀", -- [17]
				"17 20:33:没", -- [18]
				"07 20:33:组我", -- [19]
				"07 20:36:大部队已经195了，日", -- [20]
				"07 20:36:打个4c都要190了", -- [21]
				"17 20:38:开打了 块", -- [22]
				"17 20:41:又没出 操了", -- [23]
				"07 20:41:74g", -- [24]
				"17 20:41:GG", -- [25]
				"07 20:43:YY？", -- [26]
				"17 20:43:打个5m吧 我这还有个朋友", -- [27]
				"17 20:43:YY先不上了吧，5m反正不用", -- [28]
				"17 20:44:我手头还有点事 等晚点再上", -- [29]
				"17 20:44:恩", -- [30]
				"17 20:44:我们3dps是不是不太好。。", -- [31]
				"17 20:44:那你T 我就dps", -- [32]
				"17 20:45:给你队长了 你随便找个简单的本", -- [33]
				"17 20:45:不 我要练习dps", -- [34]
				"17 20:45:给你队长了 集合石搞一下", -- [35]
				"17 21:06:手不要给dk", -- [36]
				"07 21:06:这不废话", -- [37]
				"17 21:07:。", -- [38]
				"17 21:43:大哥， |cffa335ee|Hitem:178825::::::::60:105::23:4:6807:6652:1498:6646:1:28:749:::|h[跳动的石心]|h|r 需求吗？", -- [39]
				"17 21:44:给DK了哈哈", -- [40]
				"07 21:45:随意啊", -- [41]
				"17 21:58:戒指", -- [42]
				"17 21:58:要不要啊", -- [43]
				"07 21:58:给dk了啊", -- [44]
				"17 21:59:他妈的", -- [45]
				"17 21:59:他自己", -- [46]
				"17 21:59:除了一个啊", -- [47]
				"07 21:59:。。。", -- [48]
				"07 21:59:我又不知道-=我看你双184", -- [49]
				"17 21:59:。", -- [50]
				"17 20:26:12？", -- [51]
				"07 20:38:啥钥匙？", -- [52]
				"17 20:38:<Deadly Boss Mods> Magiccreamdk正在与世界首领 - 莫塔尼斯交战，（当前97%，37/39存活）", -- [53]
				"17 20:41:<DBM> Magiccreamdk已在世界首领 - 莫塔尼斯的战斗中取得胜利！", -- [54]
				"07 20:41:你啥钥匙", -- [55]
				"17 20:41:xd6凋魂", -- [56]
				"17 20:41:dk没拿低保", -- [57]
				"07 20:41:打吗6调魂", -- [58]
				"17 20:42:可", -- [59]
				"07 20:42:我T？", -- [60]
				"17 20:42:我xd的钥匙", -- [61]
				"17 20:42:等我换号", -- [62]
				"17 20:43:我胸T", -- [63]
				"07 20:43:你dk啥钥匙啊", -- [64]
				"17 20:43:没拿啊", -- [65]
				"07 20:43:这么惨啊", -- [66]
				"17 20:43:我要等H团打完 再选低保", -- [67]
				"17 20:43:《小技巧》", -- [68]
				"07 20:43:H团多少钱啊", -- [69]
				"17 20:43:100么", -- [70]
				"17 20:44:我昨天pt1~7 一个装备没掉", -- [71]
				"17 20:44:H团应该会掉 就去下单打了一个", -- [72]
				"07 20:44:牛啊", -- [73]
				"07 20:44:你换吧，组野人打吧", -- [74]
				"17 20:44:你先组", -- [75]
				"17 20:44:我马上换", -- [76]
				"07 20:50:yy上", -- [77]
				"07 20:59:在吗", -- [78]
				"07 21:00:yy", -- [79]
			},
			["new"] = 1,
		}, -- [14]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "Valkeuterpe-格雷迈恩",
			["messages"] = {
				"19 17:08:你买雷龙了么？", -- [1]
				"09 17:10:为啥突然问这个", -- [2]
				"19 17:10:突然想起来。。", -- [3]
				"19 17:10:之前不是说要靠自己攒钱么", -- [4]
				"09 17:11:emmm···", -- [5]
				"09 17:11:这不是要绝版了嘛···", -- [6]
				"19 17:11:充值了？", -- [7]
				"09 17:12:我自己买蜘蛛和*!@#$%去了···攒的钱", -- [8]
				"19 17:12:被屏蔽了！", -- [9]
				"09 17:12:涛哥他们也买了", -- [10]
				"19 17:13:刚才那把dota你看了么", -- [11]
				"19 17:13:小象领先ehome 15W4", -- [12]
				"19 17:13:打了80分钟", -- [13]
				"19 17:13:创纪录了", -- [14]
				"19 17:13:最大经济优势。。", -- [15]
				"09 17:14:····", -- [16]
				"09 17:14:我刚刚在打m", -- [17]
				"09 17:14:可惜了···", -- [18]
				"19 17:14:15W4卧槽。。", -- [19]
				"09 17:15:哈哈哈", -- [20]
				"09 17:15:晚上来看回播", -- [21]
				"09 17:15:小象这样打不会晕么", -- [22]
				"10 23:50:60啦", -- [23]
				"00 23:50:666", -- [24]
				"10 23:51:雷文德斯 主线 1/7。。", -- [25]
				"12 21:33:有啥活动没", -- [26]
				"12 21:33:组织一下", -- [27]
				"12 21:33:难得有机会 还能开麦喷人", -- [28]
				"02 21:34:我觉得可以", -- [29]
				"12 21:34:快快快", -- [30]
				"02 21:35:上YY还是VX", -- [31]
				"12 21:37:YY呀", -- [32]
				"12 21:37:你能爬塔么", -- [33]
				"12 21:37:带我怕个塔？", -- [34]
				"12 21:37:铁磁要10点么", -- [35]
				"12 21:37:爬完我做个橙装", -- [36]
				"12 22:57:给你激活了！！", -- [37]
				"12 23:16:给你激活了！！", -- [38]
				"17 22:04:能不能做FM", -- [39]
				"07 22:05:蛤比较齐全", -- [40]
				"17 22:05:。", -- [41]
				"07 22:05:要什么", -- [42]
				"07 22:05:我看看会不会做‘", -- [43]
				"17 22:05:戒指精通", -- [44]
				"07 22:05:我只有12", -- [45]
				"17 22:06:不太理想", -- [46]
				"18 23:18:YY？", -- [47]
				"08 23:18:OK", -- [48]
				"19 22:33:搞？", -- [49]
				"09 22:35:ojbk", -- [50]
				"19 22:35:Y", -- [51]
				"09 22:35:可以等一下蛤", -- [52]
				"09 22:35:他在快乐大厅里", -- [53]
				"19 22:35:可", -- [54]
				"10 21:40:有车队？", -- [55]
				"00 21:40:雄哥在本里", -- [56]
				"10 21:41:他们还有位置么。。", -- [57]
				"00 21:41:等他出来···我也没东西打", -- [58]
				"00 21:41:他们现在2个人", -- [59]
				"00 21:43:不上个YY？", -- [60]
				"10 21:43:哪个", -- [61]
				"00 21:43:就你的把", -- [62]
				"11 21:13:1、", -- [63]
				"11 21:13:123123123213321", -- [64]
				"11 21:26:操他妈了", -- [65]
				"12 23:37:给你激活了！！", -- [66]
				"13 23:21:大米？", -- [67]
				"03 23:21:OK", -- [68]
				"13 23:21:yy", -- [69]
				"13 23:59:WO YY", -- [70]
				"13 23:59:xianbushuohua le ", -- [71]
				"14 00:07:zhe LR????", -- [72]
				"04 00:07:23333", -- [73]
				"14 00:07:演员？", -- [74]
				"14 00:20:这什么jiba T？", -- [75]
				"04 00:20:哈哈哈", -- [76]
				"14 00:24:演员？？", -- [77]
				"14 00:27:惜败", -- [78]
				"14 00:30:晚安", -- [79]
				"04 00:30:晚安", -- [80]
				"17 21:24:YY", -- [81]
				"18 22:28:你来么？？？", -- [82]
				"08 22:28:刚刚进本", -- [83]
				"18 22:28:好的", -- [84]
				"08 22:29:gg", -- [85]
				"10 23:37:爬？", -- [86]
				"10 23:37:我打了1个半小时", -- [87]
				"10 23:37:2层没过", -- [88]
				"10 23:38:？？？？", -- [89]
				"00 23:38:卡蓝条", -- [90]
				"10 23:38:带我怕个塔？", -- [91]
				"10 23:39:我打了一个半小时", -- [92]
				"10 23:39:2层没过", -- [93]
				"11 22:44:YY？", -- [94]
				"11 23:30:？", -- [95]
				"11 23:30:搞？", -- [96]
				"01 23:30:来海哥YY", -- [97]
				"12 00:19:大哥， |cffa335ee|Hitem:179326::::::::60:252::23:5:6807:6652:7194:1498:6646:1:28:749:::|h[夺灵者束腰]|h|r 需求吗？", -- [98]
				"02 00:19:拿你马来换", -- [99]
				"12 00:19:？", -- [100]
				"13 19:39:？", -- [101]
				"13 19:40:不是陪老婆么？", -- [102]
				"14 22:08:害 又不带我", -- [103]
				"16 22:14:害 又不带我 彳亍口巴", -- [104]
				"17 20:53:？", -- [105]
				"17 20:53:意思是不带我们？", -- [106]
				"07 20:53:晚上不打本了", -- [107]
				"17 20:53:？？？", -- [108]
				"17 20:53:啊？", -- [109]
				"17 20:53:杂拉拉", -- [110]
				"17 20:53:咋啦", -- [111]
			},
		}, -- [15]
		{
			["received"] = 1,
			["class"] = "WARLOCK",
			["messages"] = {
				"16 21:02:术爷求拉一下", -- [1]
				"06 21:03:1", -- [2]
				"16 21:03:没拉到。。", -- [3]
				"16 23:15:来个糖~", -- [4]
			},
			["name"] = "情长-克尔苏加德",
		}, -- [16]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["name"] = "神棍德丨丶-凤凰之神",
			["messages"] = {
				"16 22:27:求个zf 1对dk", -- [1]
				"06 22:28:20秒", -- [2]
				"16 22:52:zf一下", -- [3]
			},
		}, -- [17]
		{
			["class"] = "DRUID",
			["messages"] = {
				"16 22:27:求个zf 1对dk", -- [1]
				"16 22:52:zf一下 卡了他妈的。。", -- [2]
			},
			["name"] = "丶折戟沉沙-菲拉斯",
		}, -- [18]
		{
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"16 22:02:团长 我去拿个外卖 5分钟", -- [1]
				"16 22:02:要跑到小区门口。。不让进。。", -- [2]
			},
			["name"] = "假奶爹-霜之哀伤",
		}, -- [19]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "名字问我的刀-龙骨平原",
			["messages"] = {
				"16 20:22:大哥， |cffa335ee|Hitem:183040::::::::60:252::3:5:7189:6652:7194:1472:6646:1:28:751:::|h[永冬护符]|h|r 需求吗？", -- [1]
				"06 20:22:不要", -- [2]
				"16 20:22:求", -- [3]
				"06 20:22:与[Magiccreamdk-格雷迈恩]交易取消: 我超出了距离。", -- [4]
				"06 20:22:等等给你", -- [5]
				"16 20:22:1", -- [6]
				"16 20:23:急速精通 邪dk的梦、、", -- [7]
				"06 20:23:我有3个 这项链、、、、", -- [8]
				"16 20:24:、、、", -- [9]
				"16 20:24:跪求！", -- [10]
				"06 20:25:与[Magiccreamdk-格雷迈恩]交易成功。(交出)|cffa335ee|Hitem:183040::::::::60:581::3:5:7189:6652:7194:1472:6646:1:28:751:::|h[永冬护符]|h|r", -- [11]
				"16 20:25:谢谢！！", -- [12]
			},
		}, -- [20]
		{
			["class"] = "WARRIOR",
			["messages"] = {
				"16 20:22:大哥， |cffa335ee|Hitem:183040::::::::60:252::3:5:7189:6652:7193:1472:6646:1:28:751:::|h[永冬护符]|h|r 需求吗？", -- [1]
			},
			["name"] = "Cerber-安苏",
		}, -- [21]
		{
			["class"] = "DRUID",
			["messages"] = {
				"15 22:33:披风要嘛", -- [1]
			},
			["name"] = "潮汕牛肉丸-阿纳克洛斯",
		}, -- [22]
		{
			["class"] = "MAGE",
			["messages"] = {
				"14 22:25:0分 没打过", -- [1]
			},
			["name"] = "缘分一道桥-石爪峰",
		}, -- [23]
		{
			["received"] = 1,
			["class"] = "HUNTER",
			["name"] = "斯嘉丽约翰孙-布兰卡德",
			["messages"] = {
				"14 19:38:披风要吗？", -- [1]
				"04 19:39:与[Magiccreamdk-格雷迈恩]交易成功。(交出)|cffa335ee|Hitem:180123::::::::60:254::23:4:6807:6652:1498:6646:1:28:749:::|h[扭曲忠诚斗披]|h|r", -- [2]
			},
		}, -- [24]
		{
			["received"] = 1,
			["class"] = "ROGUE",
			["name"] = "夏夏是只猫-无尽之海",
			["messages"] = {
				"04 19:15:Magiccreamdk, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
				"14 19:38:披风要吗？", -- [2]
				"14 19:39:谢谢~", -- [3]
			},
		}, -- [25]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "歪枴丶-菲拉斯",
			["messages"] = {
				"14 00:38:多少", -- [1]
				"04 00:38:30", -- [2]
			},
		}, -- [26]
		{
			["received"] = 1,
			["class"] = "MONK",
			["name"] = "悬浮硫磺火-试炼之环",
			["messages"] = {
				"14 00:36:求披风。。", -- [1]
				"14 00:36:谢谢", -- [2]
				"04 00:36:与[Magiccreamdk-格雷迈恩]交易取消: 我取消了交易。", -- [3]
				"04 00:36:等下", -- [4]
				"14 00:36:1", -- [5]
				"04 00:37:放不上去，我重载下插件", -- [6]
				"14 00:37:OK", -- [7]
				"04 00:37:与[Magiccreamdk-格雷迈恩]交易成功。(交出)|cffa335ee|Hitem:178755::::::::60:270::23:4:6807:6652:1498:6646:1:28:749:::|h[凋零侯爵的斗篷]|h|r", -- [8]
				"14 00:37:谢谢~", -- [9]
				"04 00:38:不客气", -- [10]
			},
		}, -- [27]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "二院丶副院长-艾莫莉丝",
			["messages"] = {
				"14 00:20:sp要嘛", -- [1]
				"04 00:20:与[Magiccreamdk-格雷迈恩]交易成功。(交出)|cffa335ee|Hitem:178770::::::::60:581::23:4:6807:6652:1498:6646:1:28:749:::|h[粘滑的痨病器官]|h|r", -- [2]
				"14 00:20:谢谢、", -- [3]
			},
		}, -- [28]
		{
			["received"] = 1,
			["class"] = "HUNTER",
			["name"] = "尽力买醉-凤凰之神",
			["messages"] = {
				"03 22:28: _来._.么。_？...团。 _本..。《.-纳。.斯 _利.。亚-.》_🏻掉.落  2 1 3+装..等..  ..。_.. 开_.。搞_.。_.了！...😀   uLDFlu", -- [1]
			},
		}, -- [29]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "消灭郎-血色十字军",
			["messages"] = {
				"03 22:24:Magiccreamdk, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)", -- [1]
			},
		}, -- [30]
		{
			["received"] = 1,
			["class"] = "WARRIOR",
			["name"] = "火爆腰花丶-格雷迈恩",
			["messages"] = {
				"13 19:40:有人么", -- [1]
				"03 19:41:啥", -- [2]
			},
		}, -- [31]
		{
			["received"] = 1,
			["class"] = "HUNTER",
			["name"] = "最后的一战-死亡之翼",
			["messages"] = {
				"03 19:14:_来._.么。_？...团。 _本..。《.-纳。.斯 _利.。亚-.》_🏻掉.落  2 1 3+装..等..  ..。_.. 开_.。搞_.。_.了！...😀  UZpGoQ", -- [1]
			},
		}, -- [32]
		{
			["received"] = 1,
			["class"] = "ROGUE",
			["name"] = "Yingdun-安苏",
			["messages"] = {
				"13 19:02:球sp", -- [1]
				"13 19:03:sp要么？", -- [2]
				"03 19:03:给猎人了", -- [3]
				"13 19:03:哦哦", -- [4]
			},
		}, -- [33]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["messages"] = {
				"02 11:12:给你激活了！！", -- [1]
				"12 11:12:给你激活了！！", -- [2]
				"08 22:51:给你激活了！！", -- [3]
				"18 22:51:给你激活了！！", -- [4]
				"08 22:59:给你激活了！！", -- [5]
				"18 22:59:给你激活了！！", -- [6]
				"00 12:47:给你激活了！！", -- [7]
				"10 12:47:给你激活了！！", -- [8]
				"03 13:52:给你激活了！！", -- [9]
				"13 13:52:给你激活了！！", -- [10]
				"03 13:52:给你激活了！！", -- [11]
				"13 13:52:给你激活了！！", -- [12]
			},
			["name"] = "Magiccream-格雷迈恩",
		}, -- [34]
		{
			["received"] = 1,
			["class"] = "MONK",
			["name"] = "老板买装备嘛-金度",
			["messages"] = {
				"03 12:57:  _来._.么。_？...顶极_团本..。《.-纳。.斯 _利.。亚-.》_.. .快.速.《毕.业》.....😀 7XJ3eu", -- [1]
			},
		}, -- [35]
		{
			["received"] = 1,
			["class"] = "MONK",
			["name"] = "清晨一缕光-麦姆",
			["messages"] = {
				"03 12:57:   😀.。.买。.么？.。._《.新.》。_.团._.。本.《._纳._.斯。._。利._.哑.》_。_ 。？__马..上_..开_.。！  F3OQ4i", -- [1]
			},
		}, -- [36]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["name"] = "积极信念是-麦姆",
			["messages"] = {
				"03 12:57:H︷｜^⊙H:【﹁H﹤…﹄纳﹋≮/斯↖／⊿￢利︺亚.︿≤↗团#︾』，＞来/¨了…︽＝就︿:=《开∥↓ˊDSi", -- [1]
			},
		}, -- [37]
		{
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"13 12:50:sp要么", -- [1]
			},
			["name"] = "财务-血顶",
		}, -- [38]
		{
			["received"] = 1,
			["name"] = "旧梦丶浮尘-格瑞姆巴托",
			["class"] = "MAGE",
			["messages"] = {
				"02 23:51:Y Y 7 3 1 1 8 3 在了M我打1", -- [1]
				"02 23:51:普通 后 三  —个 5 0  您 打 几 个 ", -- [2]
				"02 23:57:Y Y 7 3 1 1 8 3 在了M我打1", -- [3]
			},
			["new"] = 1,
		}, -- [39]
		{
			["received"] = 1,
			["class"] = "WARRIOR",
			["name"] = "鑲金玫瑰-雷霆之王",
			["messages"] = {
				"02 11:32:😀《—.次.毕.业》..最.顶.极.副.本..《.-纳斯 _利亚-.》..。_来.吗？..... 😀  fckjTN", -- [1]
			},
		}, -- [40]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "丨柱子-塞拉摩",
			["messages"] = {
				"02 11:32:老哥是要打团吗 ", -- [1]
			},
		}, -- [41]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"12 11:32:怎么来？", -- [1]
			},
			["name"] = "黑胡椒好喜欢-死亡之翼",
		}, -- [42]
		{
			["class"] = "MAGE",
			["messages"] = {
				"12 00:50:开个达拉然", -- [1]
				"12 00:50:开个达拉然", -- [2]
			},
			["name"] = "晒月亮补爱-格雷迈恩",
		}, -- [43]
		{
			["received"] = 1,
			["name"] = "无线射击-白银之手",
			["class"] = "HUNTER",
			["messages"] = {
				"01 20:24:干嘛", -- [1]
			},
			["new"] = 1,
		}, -- [44]
		{
			["received"] = 1,
			["name"] = "八百丶-格瑞姆巴托",
			["class"] = "HUNTER",
			["messages"] = {
				"01 22:46:🏻《H》😀《H》.团！！《纳->斯->[利->亚->堡_ >🏻 <一...号>----前---.🏻 多哪hugt", -- [1]
				"01 10:49:🏻《H》《团》！！《纳.)斯.)利.)亚.)堡》  🏻 <一..号> 🏻--  开--打    -.🏻 p呀iCiA", -- [2]
			},
			["new"] = 1,
		}, -- [45]
		{
			["received"] = 1,
			["class"] = "PALADIN",
			["name"] = "城管队大队长-风暴之鳞",
			["messages"] = {
				"11 09:43:鞋子要么", -- [1]
				"01 09:43:给你", -- [2]
				"11 09:44:谢谢~", -- [3]
			},
		}, -- [46]
		{
			["received"] = 1,
			["messages"] = {
				"11 23:09:大米？2成~", -- [1]
				"01 23:09:我可以", -- [2]
				"11 23:14:我换胸吧", -- [3]
				"11 00:11:歇了", -- [4]
				"01 00:11:88", -- [5]
			},
			["class"] = "PALADIN",
			["name"] = "Superdady-格雷迈恩",
			["new"] = 1,
		}, -- [47]
		{
			["received"] = 1,
			["name"] = "射击好强啊-泰兰德",
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"01 22:39: 😀_。_打。_.么？.。._《.新_》。_.团_. _。本.《_纳_斯 _ 利_亚_》.。_马._上_._.开._.。_！ f2IbSg", -- [1]
			},
			["new"] = 1,
		}, -- [48]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"11 22:20:求投", -- [1]
				"11 22:20:头", -- [2]
				"11 22:23:谢谢", -- [3]
				"11 22:30:谢谢！", -- [4]
			},
			["name"] = "尐红豆-菲拉斯",
		}, -- [49]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"11 22:21:求头。。", -- [1]
			},
			["name"] = "阿姨-红龙女王",
		}, -- [50]
		{
			["class"] = "PALADIN",
			["messages"] = {
				"11 21:59:肩膀要么", -- [1]
				"11 21:59:谢谢", -- [2]
			},
			["name"] = "我是大红手-伊森利恩",
		}, -- [51]
		{
			["received"] = 1,
			["name"] = "梨花月-亚雷戈斯",
			["class"] = "ROGUE",
			["messages"] = {
				"01 21:17: 😀_。_打。_.么？.。._《.新_》。_.团_. _。本.《_纳_斯 _ 利_亚_》.。_马._上_._.开._.。_！ AtITjw", -- [1]
			},
			["new"] = 1,
		}, -- [52]
		{
			["received"] = 1,
			["name"] = "脾气有点上头-死亡之翼",
			["class"] = "HUNTER",
			["messages"] = {
				"01 19:47:🏻《H》😀《H》.团！！《纳->斯->[利->亚->堡_ >🏻 <一...号>----前---.🏻 哈G哦H帅牛", -- [1]
			},
			["new"] = 1,
		}, -- [53]
		{
			["received"] = 1,
			["name"] = "城子坡小霸王-银松森林",
			["class"] = "MONK",
			["messages"] = {
				"01 19:47:   😀.。.来。.吗？.。._《.新.》。_.团._.。本.《._纳._.斯。._。利._.哑.》_。_ 。？__马..上_..开_.。！  zYkbx2", -- [1]
			},
			["new"] = 1,
		}, -- [54]
		{
			["received"] = 1,
			["name"] = "里打勾-回音山",
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"01 08:15: 😀...来.吗？.最.《.新.》.团.本.《.纳._.斯。.利._.亚.》_._？__马..上..开....。！ 😀😀 bKQQBs", -- [1]
			},
			["new"] = 1,
		}, -- [55]
		{
			["received"] = 1,
			["name"] = "断水缠丝丶-死亡之翼",
			["class"] = "HUNTER",
			["messages"] = {
				"00 22:38:😀《H》.团！！《纳->斯->[利->亚->堡_ >😀 <一号>前---. 😀  ZB咪酷呢P", -- [1]
			},
			["new"] = 1,
		}, -- [56]
		{
			["received"] = 1,
			["name"] = "兄弟买装备啊-银松森林",
			["class"] = "MONK",
			["messages"] = {
				"00 22:36: 😀.。.来。.吗？.。._《.新.》。_.团._.。本.《._纳._.斯。._。利._.哑.》_。_ 。？__马..上_..开_.。！  SbjEdO", -- [1]
			},
			["new"] = 1,
		}, -- [57]
		{
			["received"] = 1,
			["name"] = "大哥买装备嘛-亚雷戈斯",
			["class"] = "MONK",
			["messages"] = {
				"00 22:35:   😀.。.来。.吗？.。._《.新.》。_.团._.。本.《._纳._.斯。._。利._.哑.》_。_ 。？__马..上_..开_.。！  jree5l", -- [1]
			},
			["new"] = 1,
		}, -- [58]
		{
			["received"] = 1,
			["name"] = "李铁柱啊-回音山",
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"00 22:35: 😀...来.吗？.最.《.新.》.团.本.《.纳._.斯。.利._.亚.》_._？__马..上..开....。！ 😀😀 lchNeA", -- [1]
			},
			["new"] = 1,
		}, -- [59]
		{
			["class"] = "WARRIOR",
			["messages"] = {
				"10 21:56:这边有没有回ag的门？", -- [1]
			},
			["name"] = "拉风的大牛-伊森德雷",
		}, -- [60]
		{
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"10 21:52:你好 哪里有ag的门？", -- [1]
			},
			["name"] = "嘁里喀嚓-阿曼尼",
		}, -- [61]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "丿丶狮语-安苏",
			["messages"] = {
				"19 21:10:符文熔炉在哪。。", -- [1]
				"09 21:10:第二层", -- [2]
				"19 21:11:额咋去第二层。。", -- [3]
				"09 21:11:进光柱去第二层 ", -- [4]
				"19 21:11:找到啦 谢谢", -- [5]
			},
		}, -- [62]
		{
			["received"] = 1,
			["name"] = "朋友买装备嘛-双子峰",
			["class"] = "MONK",
			["messages"] = {
				"09 21:02: 😀...来。.吗？.最._《.新.》_.团._.本.《._纳._.斯。._利._.哑.》_。_ ？__马..上_..开_....。！  Y9e7Ky", -- [1]
			},
			["new"] = 1,
		}, -- [63]
		{
			["received"] = 1,
			["name"] = "福娃欢欢猴-无尽之海",
			["class"] = "HUNTER",
			["messages"] = {
				"09 20:59:Y Y 7 3 1 1 8 3 在了M我打1", -- [1]
				"09 20:59:Y Y 7 3 1 1 8 3 在了M我打1", -- [2]
			},
			["new"] = 1,
		}, -- [64]
		{
			["received"] = 1,
			["name"] = "Onix-狂热之刃",
			["class"] = "DRUID",
			["messages"] = {
				"07 23:22:DPS稳定", -- [1]
			},
			["new"] = 1,
		}, -- [65]
		{
			["received"] = 1,
			["name"] = "張君雅發财-巴尔古恩",
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"04 22:19:😣普通全通，进组 哥！", -- [1]
				"04 22:20:方便的话上下YY  4 2 9 0 到了说下", -- [2]
				"04 22:20:😛 是  消费  PT  1-10 吗", -- [3]
				"04 22:22: 在吗", -- [4]
				"04 22:22: 在吗", -- [5]
			},
			["new"] = 1,
		}, -- [66]
		{
			["received"] = 1,
			["name"] = "尼古拉斯开机-熵魔",
			["class"] = "WARLOCK",
			["messages"] = {
				"04 21:47:😀《来._.吗》？_ 。《.纳_斯. 😀.利_亚.》__ 。<马>._ <上> _.<开>。__.. YXh1vW", -- [1]
			},
			["new"] = 1,
		}, -- [67]
		{
			["received"] = 1,
			["class"] = "PRIEST",
			["messages"] = {
				"05 20:47:等会一起m吗", -- [1]
				"15 20:49:应该可以", -- [2]
				"15 20:49:不过也不一定。。", -- [3]
				"05 20:49:咋啦。、。继续路局的xd", -- [4]
				"15 20:50:估计aque要拉我下棋", -- [5]
				"05 20:51:让他滚呀~", -- [6]
				"05 20:51:让他来打9.0", -- [7]
				"15 20:51:哈哈哈", -- [8]
				"03 22:25:超时18分账，还在老三", -- [9]
				"13 22:25:。。。", -- [10]
				"13 22:26:哈哈哈哈", -- [11]
				"13 22:26:你群里发消息我都以为打完了。。", -- [12]
				"03 22:26:盗贼秒伤1K1", -- [13]
				"03 22:31:开个嗜血1700", -- [14]
				"13 22:42:几层的？", -- [15]
				"03 22:46:舒服啊，打完了，打了1个半小时", -- [16]
				"03 22:47:你啥钥匙啊，打本吗", -- [17]
			},
			["name"] = "Murk-格雷迈恩",
		}, -- [68]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "豆腐乾-格雷迈恩",
			["messages"] = {
				"16 22:24:不可能啊", -- [1]
				"16 22:24:|cff71d5ff|Hspell:83944:0|h[急速炉石]|h|r", -- [2]
				"06 22:24:我试一次看", -- [3]
				"16 22:25:几分钟了？", -- [4]
				"06 22:25:30么", -- [5]
				"16 22:25:。。", -- [6]
				"16 22:25:是不是工会贡献度不够，可能要做点任务", -- [7]
				"06 22:25:20了又", -- [8]
				"16 22:26:？？", -- [9]
				"16 22:26:有个工会声望的", -- [10]
				"06 22:26:是的呀", -- [11]
				"06 22:26:不知道咋回事", -- [12]
				"16 22:26:有个公会声望 坐会任务就满了", -- [13]
				"06 22:26:明天可能就好了吧", -- [14]
				"06 22:26:好的好的好的电话", -- [15]
				"16 22:26:看微信", -- [16]
				"17 20:47:你切割dps啊", -- [17]
				"07 20:47:哦哦", -- [18]
				"17 21:59:你有 2个戒指？？", -- [19]
				"17 21:59:你除了一个 zs给了你一个？？", -- [20]
				"07 21:59:嗯嗯", -- [21]
				"17 21:59:还我一个", -- [22]
				"07 21:59:哈？", -- [23]
				"07 21:59:两个呀", -- [24]
				"17 21:59:给我一个呀", -- [25]
				"17 22:00:你妈你有不能带两个", -- [26]
				"07 22:00:诶呀，我装备上了已经", -- [27]
				"17 22:00:。。。", -- [28]
				"17 22:00:2个？", -- [29]
				"07 22:00:嘿嘿，没有", -- [30]
				"07 22:00:在身上", -- [31]
				"17 22:00:what", -- [32]
				"17 22:02:是的", -- [33]
				"17 22:02:急速精通", -- [34]
				"17 22:02:这版本戒指属性最重要", -- [35]
				"17 22:02:因为没有主属性", -- [36]
				"01 20:08:牲口啊这个饰品", -- [37]
				"11 20:08:？？", -- [38]
				"11 20:12:你T还是dps啊", -- [39]
				"11 20:12:你队长给我 我点错了。。", -- [40]
				"11 20:13:你ptm打了哪几个啊？", -- [41]
				"01 20:13:就上次那俩", -- [42]
				"11 20:14:1", -- [43]
				"11 20:47:&*!@#$妈了", -- [44]
				"01 20:47:G了呀", -- [45]
				"11 20:47:这两个搞人", -- [46]
				"01 20:48:┓( ´∀` )┏", -- [47]
				"11 20:48:这个有个技能 你要去撞你的灵魂", -- [48]
				"01 20:48:拿了把武器了不亏", -- [49]
				"01 20:48:恩，看了介绍了", -- [50]
				"01 20:48:暴击精通，爽啊", -- [51]
				"11 20:49:TQL", -- [52]
				"11 21:09:打小怪", -- [53]
				"01 21:09:恩，我在打", -- [54]
				"01 21:26:休息了，女朋友炸了要", -- [55]
				"11 21:26:88", -- [56]
			},
		}, -- [69]
		{
			["received"] = 1,
			["name"] = "小小医疗熊-无尽之海",
			["class"] = "PALADIN",
			["messages"] = {
				"01 20:38:Magiccream, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)", -- [1]
			},
			["new"] = 1,
		}, -- [70]
		{
			["received"] = 1,
			["class"] = "MONK",
			["name"] = "丨卡特里娜-安苏",
			["messages"] = {
				"11 20:32:戒指要不要哇？", -- [1]
				"01 20:33:一会交易我吧   ", -- [2]
				"11 20:33:1", -- [3]
			},
		}, -- [71]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "雅致情怀-凤凰之神",
			["messages"] = {
				"10 23:37:你好，能不能给我3WG 我用现金换。。", -- [1]
				"00 23:37:多少钱", -- [2]
				"10 23:38:现在ah是 75块钱25.5W，你给我2.5W我给你8块钱？", -- [3]
				"10 23:38:我这个号不玩了，然后其他号不在这个服", -- [4]
				"10 23:39:我还差2.5W可以换一个徽章。", -- [5]
				"00 23:39:行吧你家我微信", -- [6]
				"10 23:39:所以想凑一个徽章钱给其他号充月卡。。", -- [7]
				"00 23:39:13398732386", -- [8]
				"10 23:39:加了", -- [9]
				"10 23:40:麻烦能回AG找我一下么。。新地方没做任务去不了。。", -- [10]
				"10 23:41:转你了", -- [11]
				"10 23:42:谢谢谢谢", -- [12]
				"00 23:42:没事", -- [13]
			},
		}, -- [72]
		{
			["received"] = 1,
			["class"] = "DRUID",
			["name"] = "小王子一号-凤凰之神",
			["messages"] = {
				"10 23:31:你好，能不能给我3WG 我用现金换。。", -- [1]
				"00 23:37:我都么有  才想卖身赚G的", -- [2]
				"10 23:37:额 好的吧", -- [3]
			},
		}, -- [73]
		{
			["received"] = 1,
			["class"] = "DEATHKNIGHT",
			["name"] = "一库尔迪拉一-红龙女王",
			["messages"] = {
				"17 22:48:多少", -- [1]
				"07 22:48:你说", -- [2]
				"17 22:48:不知道。。", -- [3]
				"07 22:49:我也不知道。刚打出来的", -- [4]
				"17 22:49:算了，我看了ah好像蛮贵的。。你挂ah吧", -- [5]
				"07 22:49:哦", -- [6]
			},
		}, -- [74]
		{
			["received"] = 1,
			["class"] = "WARRIOR",
			["name"] = "叫我小刘就好-格雷迈恩",
			["messages"] = {
				"15 21:27:谢谢刘团", -- [1]
				"05 21:27:1", -- [2]
			},
		}, -- [75]
		{
			["class"] = "DRUID",
			["messages"] = {
				"15 20:43:给你激活了！！", -- [1]
				"15 20:43:给你激活了！！", -- [2]
				"15 20:43:给你激活了！！", -- [3]
			},
			["name"] = "爱吃菠菜-格雷迈恩",
		}, -- [76]
		{
			["class"] = "ROGUE",
			["messages"] = {
				"14 21:08:现在不太行", -- [1]
			},
			["name"] = "熊熊雄-寒冰皇冠",
		}, -- [77]
		{
			["class"] = "SHAMAN",
			["messages"] = {
				"12 22:21:给你激活了！！", -- [1]
			},
			["name"] = "秧歌巨星-格雷迈恩",
		}, -- [78]
		{
			["received"] = 1,
			["class"] = "HUNTER",
			["name"] = "亡宁王-玛里苟斯",
			["messages"] = {
				"18 14:35:麻烦把团队关了谢谢", -- [1]
				"18 14:35:团队欧不了人物", -- [2]
				"08 14:35:1", -- [3]
				"18 14:35:谢谢~", -- [4]
			},
		}, -- [79]
	},
	["listScale"] = 100,
	["notifyButton"] = 1,
	["foreignOnly"] = 1,
	["version"] = 4.12,
	["sound"] = 1,
	["save"] = 1,
}
