
CombuctorDB4 = {
	["version"] = "603",
	["global"] = {
		["maxScale"] = 1.2,
	},
	["profiles"] = {
		["Wranger - 格雷迈恩"] = {
			["inventory"] = {
				["showBags"] = false,
				["h"] = 166.000015258789,
				["itemframew"] = 456,
				["position"] = {
					"RIGHT", -- [1]
				},
				["bags"] = {
					0, -- [1]
					1, -- [2]
					2, -- [3]
					3, -- [4]
					4, -- [5]
				},
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
				["w"] = 72,
				["itemframeh"] = 418,
			},
			["bank"] = {
				["position"] = {
					"TOPLEFT", -- [1]
					nil, -- [2]
					"TOPLEFT", -- [3]
					0, -- [4]
					15.000002861023, -- [5]
				},
				["h"] = 166.000015258789,
				["itemframew"] = 570,
				["showBags"] = false,
				["bags"] = {
					-1, -- [1]
					5, -- [2]
					6, -- [3]
					7, -- [4]
					8, -- [5]
					9, -- [6]
					10, -- [7]
					11, -- [8]
					-3, -- [9]
				},
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商品", -- [3]
					"任务", -- [4]
					"消耗品", -- [5]
					"其它", -- [6]
				},
				["w"] = 72,
				["itemframeh"] = 684,
			},
		},
	},
}
BF_VoidStorageDB = {
	["Wranger@格雷迈恩"] = {
		{
		}, -- [1]
	},
}
