
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["Wranger - 格雷迈恩"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["text"] = "5173",
				["pain"] = true,
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["text"] = "平台",
				["pain"] = true,
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["text"] = "门票",
				["pain"] = true,
			}, -- [7]
			["default"] = true,
		},
		["version"] = "60200.10",
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城物品更新^Scontent^S【战网在线支付】积分系统奖励物品更新啦！新的玩具：『食人魔皮纳塔』；坐骑：『迅捷海滨陆行鸟』、『野蛮迅猛龙』；宠物：『风筝龙』、『海象人风筝』。（其中『风筝龙』、『海象人风筝』为每月限量物品，当月库存不足无法兑换的话还请耐心等待，会在次月的1号进行刷新。）^t^^",
				["new"] = false,
			},
			["FilterData"] = {
				["data"] = "^1^S![Rr][Mmb][BbM]^S马云^S淘宝^S![Zz][Ff][Bb]^S红包^S![Tt][Bb]^S![Rr][Ee][Nn][Ww][Uu]^S搜%h*宝^S任%h*务^S![Yy][Uu][Aa][Nn]^S某宝^S混分%h*魔兽^S共享^S![Gg][Xx]^S![Rr][Wwe]^S宿敌^S![TBt][Aa][Oo]^S人民币^S支付宝^S各种%h*元^S纯手工%h*扣^S坐骑%h*只^S帝尊^S坐骑%h*个^S发%h*售^S速升%h*扣^S林地守卫者^S现货^S戈尔^S征服%h*效率^S手工%h*另接^S征服%h*付费^S苍狼%h*元^S效率%h*征服^S混分%h*迅捷^S混分%h*速成^S淘%h*搜^S戈隆^S竞技^S自%h*上^S代%h*征服%h*荣誉^S![ＱQq][ＱQq]^S混分%h*牛^S征服%h*付^S各种%h*块^S带%h*小时^S带%h*联系^S小时%h*完成^S带%h*业务^S代%h*分钟^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S推荐#1#1^S2003;1000,,每月限量;49287;30157#2004;1200,,每月限量;34493;22966#9001;850;71718;17011#9002;1500;69228;38048^S宠物#2^S2005;150;34492;22903^S玩具#3#1^S3002;150;33219#3003;600;72159;19939#3004;800;35227#3005;450;46780^S道具#4^S4001;280;54452^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S32`你搞活动我买单`联盟小号烹饪大赛`1月30日（周六）20点，艾泽拉斯的美食总是让来往的勇士们垂涎，征战沙场多年的您，是否还记得艾尔文森林的鱼排的美味？*J联盟小当家，美食大比拼。看看谁的烹饪手艺能征服我们勇士们的味蕾！*J斗鱼主播-Now闹（房间号：266609）！全程直播活动精彩！不容错过！*J如您有小伙伴想一同参与，请猛戳【团长申请】，更能获得额外神秘大礼哟！*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = false,
			},
		},
	},
}
