
COLLECTOR_DB = {
	["global"] = {
		["firstLogin"] = false,
		["friend"] = {
			["Reimuly#5651"] = {
				["feedList"] = {
					"1:238452:1496837247", -- [1]
					"1:232412:1496837062", -- [2]
					"1:242874:1496406181", -- [3]
					"1:34767:1494604025", -- [4]
					"1:34769:1494604025", -- [5]
				},
				["planList"] = {
				},
				["queryStamp"] = 1497976697,
			},
		},
		["realmFeed"] = {
			["格雷迈恩"] = {
			},
		},
	},
	["profileKeys"] = {
		["哈尼斯斯 - 格雷迈恩"] = "哈尼斯斯 - 格雷迈恩",
	},
	["profiles"] = {
		["哈尼斯斯 - 格雷迈恩"] = {
		},
	},
}
