
CombuctorDB4 = {
	["version"] = "603",
	["profiles"] = {
		["哈尼斯斯 - 格雷迈恩"] = {
			["inventory"] = {
				["position"] = {
					"RIGHT", -- [1]
				},
				["h"] = 622,
				["itemframew"] = 456,
				["showBags"] = true,
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商业技能", -- [3]
					"箭袋", -- [4]
					"消耗品", -- [5]
					"永久物品", -- [6]
				},
				["bags"] = {
					0, -- [1]
					1, -- [2]
					2, -- [3]
					3, -- [4]
					4, -- [5]
				},
				["w"] = 563.999938964844,
				["itemframeh"] = 456,
			},
			["bank"] = {
				["h"] = 166.000015258789,
				["sets"] = {
					"全部", -- [1]
					"装备", -- [2]
					"商业技能", -- [3]
					"箭袋", -- [4]
					"消耗品", -- [5]
					"永久物品", -- [6]
				},
				["position"] = {
					"LEFT", -- [1]
				},
				["bags"] = {
					-1, -- [1]
					5, -- [2]
					6, -- [3]
					7, -- [4]
					8, -- [5]
					9, -- [6]
					10, -- [7]
					11, -- [8]
					-3, -- [9]
				},
				["w"] = 108,
				["showBags"] = true,
			},
		},
	},
}
BF_VoidStorageDB = nil
