
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["哈尼斯斯 - 格雷迈恩"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["ActivitiesData"] = {
				["data"] = "$1$Z$S122`你搞活动我买单`部落·萨格拉斯之墓`6月24日（周六）20点，部落·萨格拉斯之墓*J900年前的艾泽拉斯经历了一场噩梦，提瑞斯法守护者艾格文将黑暗泰坦萨格拉斯的化身击败并封印在一座暗夜精灵神殿中，升起了我们如今奋战军团的破碎群岛，现在我们终于将恶魔的势力步步赶尽杀绝，部落的勇士们是时候与活动主持人：熊猫TV-闹小闹闹（房间号：309685）对军团最后阵地发起总攻了！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S玩具#2^S7001;750,,每周限量;54212;31756#3007;450,,每周限量;69227^S消耗品#5^S1002;150,,每周限量;46779^S坐骑#3^S9002;1500,,每周限量;69228;38048^S推荐#1#1^S3006;1500,1800,每周限量;79769^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S老板^S消费^S马云^S有偿^S店铺^S淘宔^S秒打^S![Tt][Bb]^S￥^S躺^S![Vv][Xx]^S付费^S位%h*保底^S位%h*身尚尸^S地板^S位%h*机会^S速刷^S全服最低^S淘搜^S陪练^S优惠%h*微信^S搜店^S咸鱼飞速^S鋿%h*滴滴^S全网最低^S小时%h*解锁^SB馊^S自己上^S起%h*各系^S细价^S高效^S拖尸^S起%h*团^S详谈^S自己%h*站^S企鹅^S出售^S见货交易^S搜^S下单^S帮升^S低价接^S来各种^S每人^S出一件^S跟打^S卧铺^S硬卧^S陪赢^S平价^^",
				["new"] = true,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
	},
}
