
ThreatPlatesDB = {
	["char"] = {
		["Agdflgkke - 格雷迈恩"] = {
			["welcome"] = true,
			["spec"] = {
				[3] = false,
			},
		},
	},
	["global"] = {
		["version"] = "9.1.0-Alpha1",
	},
	["profileKeys"] = {
		["Agdflgkke - 格雷迈恩"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["uniqueSettings"] = {
				[33] = {
				},
				[34] = {
				},
				[35] = {
				},
				[36] = {
				},
				[38] = {
				},
				[39] = {
				},
				[40] = {
				},
				[41] = {
				},
				[42] = {
				},
				[43] = {
				},
				[44] = {
				},
				[45] = {
				},
				[46] = {
				},
				[48] = {
				},
				[49] = {
				},
				[50] = {
				},
				["map"] = {
					["暗影幻灵"] = {
					},
					["被复活的追随者"] = {
					},
					["水元素"] = {
					},
					["缠网"] = {
					},
					["食尸鬼苦工"] = {
					},
					["剧毒蛇"] = {
					},
					["沾泥龙虾"] = {
					},
					["动力炸弹"] = {
					},
					["不朽守护者"] = {
					},
					["骨针"] = {
					},
					["亢奋的追随者"] = {
					},
					["毒牙坑道蛇"] = {
					},
					["巫妖王"] = {
					},
					["奥妮克希亚雏龙"] = {
					},
					["幽灵狼"] = {
					},
					["运河蟹"] = {
					},
					["暴怒的灵魂"] = {
					},
					["蹒跚的血僵尸"] = {
					},
					["燃烧的余烬"] = {
					},
					["燃烧的炼狱火"] = {
					},
					["亡者军团食尸鬼"] = {
					},
					["暗影魔"] = {
					},
					["被标记的不朽守护者"] = {
					},
					["毒蛇"] = {
					},
					["达尔纳文"] = {
					},
					["不稳定的软泥怪"] = {
					},
					["毒气之云"] = {
					},
					["被复活的狂热者"] = {
					},
					["树人"] = {
					},
					["瓦格里暗影戒卫者"] = {
					},
					["畸形的狂热者"] = {
					},
					["黑锋石像鬼"] = {
					},
				},
			},
			["cache"] = {
			},
		},
	},
}
