
ElephantDBPerChar = {
	["profileKeys"] = {
		["Magiccreamdk - 格雷迈恩"] = "Magiccreamdk - 格雷迈恩",
	},
	["char"] = {
		["Magiccreamdk - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg2"] = "啊唔喔哇唔嗷-燃烧之刃",
							["type"] = "WHISPER",
							["time"] = 1573294410,
							["arg1"] = "交易",
							["clColor"] = "fffefefe",
						}, -- [1]
						{
							["arg2"] = "弑神丶噬魂-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573294412,
							["arg1"] = "要",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg2"] = "弑神丶噬魂-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573294415,
							["arg1"] = "1",
							["clColor"] = "fffef367",
						}, -- [3]
						{
							["arg2"] = "啊唔喔哇唔嗷-燃烧之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573294427,
							["arg1"] = "谢谢！",
							["clColor"] = "fffefefe",
						}, -- [4]
						{
							["arg2"] = "|Kq29|k",
							["type"] = "BN_WHISPER",
							["time"] = 1573297843,
							["arg1"] = "你为什么那么喜欢打H",
						}, -- [5]
						{
							["arg2"] = "|Kq29|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1573297845,
							["arg1"] = "<Deadly Boss Mods> Magiccream正在与史诗 - 艾萨拉之辉交战，（当前31%，20/20存活）",
						}, -- [6]
						{
							["arg2"] = "|Kq29|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1573297857,
							["arg1"] = "？？？",
						}, -- [7]
						{
							["arg2"] = "|Kq29|k",
							["type"] = "BN_WHISPER",
							["time"] = 1573297877,
							["arg1"] = "哦，玩小号啊",
						}, -- [8]
						{
							["arg2"] = "|Kq29|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1573298005,
							["arg1"] = "<DBM> Magiccream已在史诗 - 艾萨拉之辉的战斗中取得胜利！",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 11/10/2019 的 09:45:55。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573350587,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/10/2019 的 12:16:45。",
						}, -- [16]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573361211,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/10/2019 的 21:53:37。",
						}, -- [20]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573394250,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 11/10/2019 的 22:07:03。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg2"] = "涔笒詪羙-埃德萨拉",
							["type"] = "WHISPER",
							["time"] = 1573394891,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fff38bb9",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = "记录开始于 11/10/2019 的 22:13:35。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg2"] = "Direpanted-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573396147,
							["arg1"] = "给两个T标记一下",
							["clColor"] = "ffc59a6c",
						}, -- [29]
						{
							["arg2"] = "中单敌法尸-黑铁",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573397245,
							["arg1"] = "我们死",
							["clColor"] = "ffa22fc8",
						}, -- [30]
						{
							["arg2"] = "寂寞小雨-加基森",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573398633,
							["arg1"] = "大哥， |cffa335ee|Hitem:169315::::::::120:104::5:4:4799:1502:5850:4783:::|h[无信者之裁]|h|r 需求吗？",
							["clColor"] = "fff38bb9",
						}, -- [31]
						{
							["arg2"] = "丿我的圣光啊-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573398633,
							["arg1"] = "大哥， |cffa335ee|Hitem:168890::::::::120:104::5:4:4799:1502:5865:4784:::|h[上层精灵朝臣之戒]|h|r 需求吗？",
							["clColor"] = "fff38bb9",
						}, -- [32]
						{
							["arg2"] = "寂寞小雨-加基森",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573398648,
							["arg1"] = "饰品要吗？",
							["clColor"] = "fff38bb9",
						}, -- [33]
						{
							["arg2"] = "掏出来最大-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573400670,
							["arg1"] = "来个耐力",
							["clColor"] = "fffefefe",
						}, -- [34]
						{
							["arg2"] = "齐格勒医生-塞拉摩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573400681,
							["arg1"] = "来个耐力",
							["clColor"] = "fffefefe",
						}, -- [35]
						{
							["arg2"] = "Anotherdh-诺莫瑞根",
							["type"] = "WHISPER",
							["time"] = 1573401809,
							["arg1"] = "要吗",
							["clColor"] = "ffa22fc8",
						}, -- [36]
						{
							["arg2"] = "涷感超仁-埃德萨拉",
							["type"] = "WHISPER",
							["time"] = 1573401818,
							["arg1"] = "SP你要吗亲",
							["clColor"] = "ffc31d39",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 11/11/2019 的 19:24:59。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573471706,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/11/2019 的 20:11:37。",
						}, -- [44]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573475432,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = "记录开始于 11/12/2019 的 08:23:57。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573518396,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/12/2019 的 08:36:07。",
						}, -- [52]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573519077,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/13/2019 的 01:02:50。",
						}, -- [56]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573578212,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [57]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573578266,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 11/13/2019 的 08:37:47。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573605525,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/13/2019 的 21:26:47。",
						}, -- [65]
						{
							["arg2"] = "隐秘之声",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1573651880,
							["arg1"] = "你即将觉醒……",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 11/14/2019 的 21:01:00。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg2"] = "刀锋漫步-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737047,
							["arg1"] = "|cffffff00|Hachievement:13729:Player-1500-0417F13B:1:10:11:19:4294967295:4294967295:4294967295:4294967295|h[艾什凡女勋爵（史诗难度）]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [70]
						{
							["arg2"] = "刀锋漫步-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573737055,
							["arg1"] = "需要双休的了",
							["clColor"] = "ffc59a6c",
						}, -- [71]
						{
							["arg2"] = "刀锋漫步-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737060,
							["arg1"] = "额",
							["clColor"] = "ffc59a6c",
						}, -- [72]
						{
							["arg2"] = "刀锋漫步-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737359,
							["arg1"] = "治疗还要吗？ 我看就3个了，",
							["clColor"] = "ffc59a6c",
						}, -- [73]
						{
							["arg2"] = "刀锋漫步-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573737368,
							["arg1"] = "治疗满了兄弟",
							["clColor"] = "ffc59a6c",
						}, -- [74]
						{
							["arg2"] = "刀锋漫步-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737370,
							["arg1"] = "OK",
							["clColor"] = "ffc59a6c",
						}, -- [75]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737446,
							["arg1"] = "|cffffff00|Hachievement:13729:Player-1500-0417F13B:1:10:11:19:4294967295:4294967295:4294967295:4294967295|h[艾什凡女勋爵（史诗难度）]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [76]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737471,
							["arg1"] = "nd还要吗？",
							["clColor"] = "fff38bb9",
						}, -- [77]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573737483,
							["arg1"] = "不要ND了",
							["clColor"] = "fff38bb9",
						}, -- [78]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573737492,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [79]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573738216,
							["arg1"] = "|cffffff00|Hachievement:13729:Player-1500-0417F13B:1:10:11:19:4294967295:4294967295:4294967295:4294967295|h[艾什凡女勋爵（史诗难度）]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [80]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573738221,
							["arg1"] = "不要N 了",
							["clColor"] = "fff38bb9",
						}, -- [81]
						{
							["arg2"] = "人称牛爷-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573738223,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [82]
						{
							["arg2"] = "牛哥嘎嘣脆-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573738227,
							["arg1"] = "|cffffff00|Hachievement:13729:Player-1500-0417F13B:1:10:11:19:4294967295:4294967295:4294967295:4294967295|h[艾什凡女勋爵（史诗难度）]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [83]
						{
							["arg2"] = "牛哥嘎嘣脆-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573738229,
							["arg1"] = "双休吗？",
							["clColor"] = "ffc59a6c",
						}, -- [84]
						{
							["arg2"] = "牛哥嘎嘣脆-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573738233,
							["arg1"] = "不。。",
							["clColor"] = "ffc59a6c",
						}, -- [85]
						{
							["arg2"] = "牛哥嘎嘣脆-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573738235,
							["arg1"] = "单休。。。",
							["clColor"] = "ffc59a6c",
						}, -- [86]
						{
							["arg2"] = "牛哥嘎嘣脆-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1573738242,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc59a6c",
						}, -- [87]
						{
							["arg2"] = "牛哥嘎嘣脆-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573738300,
							["arg1"] = "发个yy 换号",
							["clColor"] = "ffc59a6c",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/14/2019 的 21:45:46。",
						}, -- [91]
						{
							["arg2"] = "再见丷恶魔-燃烧之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573739526,
							["arg1"] = "|cffffff00|Hachievement:13729:Player-1500-0417F13B:1:10:11:19:4294967295:4294967295:4294967295:4294967295|h[艾什凡女勋爵（史诗难度）]|h|r",
							["clColor"] = "ff8686ec",
						}, -- [92]
						{
							["arg2"] = "爱德华剪刀手-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573745296,
							["arg1"] = "大哥， |cffa335ee|Hitem:168347::::::::120:105::6:4:4824:1517:4786:6270:::|h[骇人变身头盔]|h|r 需求吗？",
							["clColor"] = "fffef367",
						}, -- [93]
						{
							["arg2"] = "爱德华剪刀手-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573745347,
							["arg1"] = "头要吗？",
							["clColor"] = "fffef367",
						}, -- [94]
						{
							["arg2"] = "爱德华剪刀手-凤凰之神",
							["type"] = "WHISPER",
							["time"] = 1573745351,
							["arg1"] = "行不大佬",
							["clColor"] = "fffef367",
						}, -- [95]
						{
							["arg2"] = "爱德华剪刀手-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573745360,
							["arg1"] = "啊？",
							["clColor"] = "fffef367",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/15/2019 的 23:05:56。",
						}, -- [99]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573830386,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = "记录开始于 11/16/2019 的 11:31:52。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573875143,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [104]
						{
							["arg2"] = "多年的记忆-盖斯",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573876343,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fff38bb9",
						}, -- [105]
						{
							["arg2"] = "鱼豆腐灬-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573876344,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ff006fdc",
						}, -- [106]
						{
							["arg2"] = "苏叶-贫瘠之地",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573876493,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ff00fe95",
						}, -- [107]
						{
							["arg2"] = "亚洲德罗巴-安威玛尔",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573876496,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc59a6c",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/16/2019 的 23:34:55。",
						}, -- [111]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573918598,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/17/2019 的 11:41:26。",
						}, -- [115]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1573962122,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 11/18/2019 的 19:35:08。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574077009,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = "记录开始于 11/20/2019 的 00:23:01。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574182089,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 18:55:14。",
						}, -- [127]
						{
							["arg2"] = "原来是宝-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1574247362,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fff38bb9",
						}, -- [128]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574248122,
							["arg1"] = "你在直播？",
						}, -- [129]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248123,
							["arg1"] = "<Deadly Boss Mods> Magiccream正在与英雄 - 深渊指挥官西瓦拉交战，（当前39%，26/26存活）",
						}, -- [130]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248126,
							["arg1"] = "没",
						}, -- [131]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248202,
							["arg1"] = "<DBM> Magiccream已在英雄 - 深渊指挥官西瓦拉的战斗中取得胜利！",
						}, -- [132]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248210,
							["arg1"] = "太卡了",
						}, -- [133]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574248226,
							["arg1"] = "不应该啊，是cpu吃不住？",
						}, -- [134]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248230,
							["arg1"] = "不知道啊",
						}, -- [135]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248234,
							["arg1"] = "我昨天不是微信问你了么",
						}, -- [136]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574248236,
							["arg1"] = "你没理我",
						}, -- [137]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574248239,
							["arg1"] = "你别高清直播。。",
						}, -- [138]
						{
							["arg2"] = "|Kq55|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574248249,
							["arg1"] = "没看到",
						}, -- [139]
						{
							["arg2"] = "天灾之心丶-影之哀伤",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574248758,
							["arg1"] = "随便T，我也就T过一次。。",
							["clColor"] = "ffc31d39",
						}, -- [140]
						{
							["arg2"] = "天灾之心丶-影之哀伤",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574248762,
							["arg1"] = "N可以划水哈哈哈",
							["clColor"] = "ffc31d39",
						}, -- [141]
						{
							["arg2"] = "衡阳彭于晏-燃烧之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574250247,
							["arg1"] = "大哥， |cffa335ee|Hitem:168348::::::::120:105::5:4:4823:1502:4786:6268:::|h[海沫怒意护肩]|h|r 需求吗？",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "周少爷的剑-伊森利恩",
							["type"] = "WHISPER",
							["time"] = 1574250721,
							["arg1"] = "|cffa335ee|Hitem:168347::::::::120:260::5:4:4823:1502:4786:6267:::|h[骇人变身头盔]|h|r跪求一个  谢谢了",
							["clColor"] = "fffef367",
						}, -- [143]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574250724,
							["arg1"] = "你还有个D？",
						}, -- [144]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574250738,
							["arg1"] = "哈哈是的  TN双休",
						}, -- [145]
						{
							["arg2"] = "周少爷的剑-伊森利恩",
							["type"] = "WHISPER",
							["time"] = 1574250757,
							["arg1"] = "与[Magiccream-格雷迈恩]交易成功。 (收到)|cffa335ee|Hitem:168347::::::::120:260::5:4:4823:1502:4786:6267:::|h[骇人变身头盔]|h|r",
							["clColor"] = "fffef367",
						}, -- [146]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574250762,
							["arg1"] = "打H呢？",
						}, -- [147]
						{
							["arg2"] = "周少爷的剑-伊森利恩",
							["type"] = "WHISPER",
							["time"] = 1574250774,
							["arg1"] = "与[Magiccream-格雷迈恩]交易成功。(交出)|cffa335ee|Hitem:168347::::::::120:260::5:4:4823:1502:4786:6267:::|h[骇人变身头盔]|h|r",
							["clColor"] = "fffef367",
						}, -- [148]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574250782,
							["arg1"] = "恩啊。。我顺便在吃晚饭~吃完就大米~",
						}, -- [149]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574250787,
							["arg1"] = "好的",
						}, -- [150]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574250889,
							["arg1"] = "我们3人就位了",
						}, -- [151]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574250894,
							["arg1"] = "OK",
						}, -- [152]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574251649,
							["arg1"] = "好了吗",
						}, -- [153]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574251650,
							["arg1"] = "<Deadly Boss Mods> Magiccream正在与英雄 - 女王法庭交战，（当前76% (已消灭0/2个首领)，26/27存活）",
						}, -- [154]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574251656,
							["arg1"] = "马上",
						}, -- [155]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574251852,
							["arg1"] = "<DBM> Magiccream已在英雄 - 女王法庭的战斗中取得胜利！",
						}, -- [156]
						{
							["arg2"] = "|Kq132|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574251860,
							["arg1"] = "我换号~",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = "记录开始于 11/20/2019 的 21:32:17。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574256888,
							["arg1"] = "那我再打一个",
						}, -- [161]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574256921,
							["arg1"] = "我是15的宝林",
						}, -- [162]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574256939,
							["arg1"] = "VG不知道在干什么",
						}, -- [163]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574256958,
							["arg1"] = "2W经济又被反了",
						}, -- [164]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574256967,
							["arg1"] = "是的",
						}, -- [165]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1574256969,
							["arg1"] = "GG",
						}, -- [166]
						{
							["arg2"] = "Jameszhang-布兰卡德",
							["type"] = "WHISPER",
							["time"] = 1574259221,
							["arg1"] = "与[Magiccream-格雷迈恩]交易成功。(交出)|cffa335ee|Hitem:159460::::::::120:577::16:3:5010:1602:4786:::|h[狱长的失落指环]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [167]
						{
							["arg2"] = "嗝屁猫-燃烧之刃",
							["type"] = "WHISPER",
							["time"] = 1574260414,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffefefe",
						}, -- [168]
						{
							["arg2"] = "嗝屁猫-燃烧之刃",
							["type"] = "WHISPER",
							["time"] = 1574260427,
							["arg1"] = "你后2 会不会T",
							["clColor"] = "fffefefe",
						}, -- [169]
						{
							["arg2"] = "嗝屁猫-燃烧之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574260433,
							["arg1"] = "不会",
							["clColor"] = "fffefefe",
						}, -- [170]
						{
							["arg2"] = "窝里割艸-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574261048,
							["arg1"] = "大哥， |cffa335ee|Hitem:168349::::::::120:105::5:4:4823:1502:4786:6267:::|h[解缆低语裹头]|h|r 需求吗？",
							["clColor"] = "ffa22fc8",
						}, -- [171]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1574261932,
							["arg1"] = "来吧·~",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/25/2019 的 23:00:31。",
						}, -- [175]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574694085,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:07:24。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg2"] = "丿咖啡-主宰之剑",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574852949,
							["arg1"] = "|cffffff00|Hachievement:13728:Player-1500-0417F13B:1:10:26:19:4294967295:4294967295:4294967295:4294967295|h[黑水巨鳗（史诗难度）]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [183]
						{
							["arg2"] = "月影谣-燃烧之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574854782,
							["arg1"] = "大哥， |cffa335ee|Hitem:168818::::::::120:105::6:3:4800:1517:4786:::|h[西瓦拉的滑刃]|h|r 需求吗？",
							["clColor"] = "fffef367",
						}, -- [184]
						{
							["arg2"] = "月影谣-燃烧之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574854786,
							["arg1"] = "M错了",
							["clColor"] = "fffef367",
						}, -- [185]
						{
							["arg2"] = "Resurrection-血羽",
							["type"] = "WHISPER",
							["time"] = 1574855815,
							["arg1"] = "全一下",
							["clColor"] = "fff38bb9",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2019 的 22:58:55。",
						}, -- [189]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1574953228,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg2"] = "Sunnw-无尽之海",
							["type"] = "WHISPER",
							["time"] = 1575086935,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc59a6c",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2019 的 18:52:11。",
						}, -- [197]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1575111170,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [198]
						{
							["arg2"] = "秋落木-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1575111345,
							["arg1"] = "哪个ah啊？",
							["clColor"] = "fffefefe",
						}, -- [199]
						{
							["arg2"] = "秋落木-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1575111374,
							["arg1"] = "谢谢！",
							["clColor"] = "fffefefe",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1575292233,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/09/2019 的 20:08:20。",
						}, -- [207]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1575893371,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg2"] = "佶天鸿公益号-狂热之刃",
							["type"] = "WHISPER_INFORM",
							["time"] = 1576078680,
							["arg1"] = "801",
							["clColor"] = "ffc59a6c",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 23:16:46。",
						}, -- [215]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516124,
							["arg1"] = "我是不是坐一会任务就可以拿到成色披风了？",
							["clColor"] = "fff38bb9",
						}, -- [216]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1602516141,
							["arg1"] = "对啊",
							["clColor"] = "fff38bb9",
						}, -- [217]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516158,
							["arg1"] = "OK 前夕以后还有披风么？",
							["clColor"] = "fff38bb9",
						}, -- [218]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1602516191,
							["arg1"] = "可能没了吧",
							["clColor"] = "fff38bb9",
						}, -- [219]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516200,
							["arg1"] = "我打几个骂人的话看看聘不屏蔽啊",
							["clColor"] = "fff38bb9",
						}, -- [220]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516202,
							["arg1"] = "#$%^&*",
							["clColor"] = "fff38bb9",
						}, -- [221]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516206,
							["arg1"] = "。。怎么还是屏蔽的。。",
							["clColor"] = "fff38bb9",
						}, -- [222]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516250,
							["arg1"] = "啥何必",
							["clColor"] = "fff38bb9",
						}, -- [223]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516252,
							["arg1"] = "!@#$%^",
							["clColor"] = "fff38bb9",
						}, -- [224]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1602516255,
							["arg1"] = "。。草",
							["clColor"] = "fff38bb9",
						}, -- [225]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1602516282,
							["arg1"] = "什么gui···",
							["clColor"] = "fff38bb9",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/13/2020 的 23:15:39。",
						}, -- [229]
						{
							["arg2"] = "操纵者希斯拉斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602603430,
							["arg1"] = "凝视你的世界湮灭的惨状吧！",
						}, -- [230]
						{
							["arg2"] = "操纵者希斯拉斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602603456,
							["arg1"] = "黑暗的梦魇……在这个世界苏醒……",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602686546,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [235]
						{
							["arg2"] = "腐蚀者之眼",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602686810,
							["arg1"] = "不管你做什么，都逃不出我的视线。",
						}, -- [236]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602687829,
							["arg1"] = "你的每场胜利都是为了达成我的意志。",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg2"] = "提多斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602996586,
							["arg1"] = "尊敬的德鲁伊，你能帮我解决这只老鼠吗？",
						}, -- [241]
						{
							["arg2"] = "提多斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602996600,
							["arg1"] = "求你了，我好饿，快弄死那只老鼠。",
						}, -- [242]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602996838,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "战网导师",
							["type"] = "WHISPER",
							["time"] = 1603204780,
							["arg1"] = "亲爱的玩家，欢迎您来到美妙的艾泽拉斯大陆，魔兽世界因您的到来会更加精彩，我们稍后会将一份新手攻略发送到您的战网邮箱(E-mail)中以便您能更好的游戏，祝您游戏愉快^_^",
							["arg6"] = "GM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "杨树林-阿曼尼",
							["type"] = "RAID_LEADER",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [1]
						{
							["arg2"] = "肥强-血顶",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [2]
						{
							["arg2"] = "肥强-血顶",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [3]
						{
							["arg2"] = "温酒斩群雄-凤凰之神",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [4]
						{
							["arg2"] = "温酒斩群雄-凤凰之神",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [5]
						{
							["arg2"] = "喵嗷嗷-丽丽（四川）",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "喵嗷嗷-丽丽（四川）",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "十月的月姬-熵魔",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [8]
						{
							["arg2"] = "十月的月姬-熵魔",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [9]
						{
							["arg2"] = "一击毙命-鬼雾峰",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [10]
						{
							["arg2"] = "灭世终结者丶-洛丹伦",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [11]
						{
							["arg2"] = "灭世终结者丶-洛丹伦",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [12]
						{
							["arg2"] = "一击毙命-鬼雾峰",
							["type"] = "RAID",
							["time"] = 1575086545,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [13]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [15]
						{
							["arg2"] = "悠悠见南山-风暴之鳞",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [16]
						{
							["arg2"] = "悠悠见南山-风暴之鳞",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [17]
						{
							["arg2"] = "兽与天齐-无尽之海",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [18]
						{
							["arg2"] = "兽与天齐-无尽之海",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [19]
						{
							["arg2"] = "邪恶的小强-翡翠梦境",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ff8686ec",
						}, -- [20]
						{
							["arg2"] = "邪恶的小强-翡翠梦境",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ff8686ec",
						}, -- [21]
						{
							["arg2"] = "双发电热丝-死亡之翼",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [22]
						{
							["arg2"] = "双发电热丝-死亡之翼",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [23]
						{
							["arg2"] = "江上红烧鱼-影之哀伤",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭月之女祭司莉亚拉：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "江上红烧鱼-影之哀伤",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭守护者塔宁：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "一月光一-火焰之树",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [26]
						{
							["arg2"] = "邪恶的小强-翡翠梦境",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ff8686ec",
						}, -- [27]
						{
							["arg2"] = "男子躺枪教官-雷霆之怒",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [28]
						{
							["arg2"] = "肥强-血顶",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [29]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "留香-外域",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [31]
						{
							["arg2"] = "杨树林-阿曼尼",
							["type"] = "RAID_LEADER",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [32]
						{
							["arg2"] = "一击毙命-鬼雾峰",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [33]
						{
							["arg2"] = "指间寂寞-通灵学院",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [34]
						{
							["arg2"] = "苍穹之泪-太阳之井",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [35]
						{
							["arg2"] = "灭世终结者丶-洛丹伦",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [36]
						{
							["arg2"] = "兽与天齐-无尽之海",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [37]
						{
							["arg2"] = "温酒斩群雄-凤凰之神",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [38]
						{
							["arg2"] = "江上红烧鱼-影之哀伤",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "悠悠见南山-风暴之鳞",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [40]
						{
							["arg2"] = "喵嗷嗷-丽丽（四川）",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "十月的月姬-熵魔",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [42]
						{
							["arg2"] = "双发电热丝-死亡之翼",
							["type"] = "RAID",
							["time"] = 1575086546,
							["arg1"] = "大脚任务进度提示: 已消灭奥玛斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [43]
						{
							["arg2"] = "双发电热丝-死亡之翼",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [44]
						{
							["arg2"] = "男子躺枪教官-雷霆之怒",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffc31d39",
						}, -- [45]
						{
							["arg2"] = "苍穹之泪-太阳之井",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [46]
						{
							["arg2"] = "杨树林-阿曼尼",
							["type"] = "RAID_LEADER",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [47]
						{
							["arg2"] = "肥强-血顶",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [48]
						{
							["arg2"] = "留香-外域",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "fffef367",
						}, -- [49]
						{
							["arg2"] = "喵嗷嗷-丽丽（四川）",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [50]
						{
							["arg2"] = "温酒斩群雄-凤凰之神",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [51]
						{
							["arg2"] = "灭世终结者丶-洛丹伦",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [52]
						{
							["arg2"] = "悠悠见南山-风暴之鳞",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [53]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "江上红烧鱼-影之哀伤",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [55]
						{
							["arg2"] = "十月的月姬-熵魔",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [56]
						{
							["arg2"] = "兽与天齐-无尽之海",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "缚魂者 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [57]
						{
							["arg2"] = "温酒斩群雄-凤凰之神",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "大脚任务进度提示: 在纳沙塔尔完成世界任务：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [58]
						{
							["arg2"] = "灭世终结者丶-洛丹伦",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "大脚任务进度提示: 在纳沙塔尔完成世界任务：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [59]
						{
							["arg2"] = "灭世终结者丶-洛丹伦",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "破镣者 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [60]
						{
							["arg2"] = "温酒斩群雄-凤凰之神",
							["type"] = "RAID",
							["time"] = 1575086547,
							["arg1"] = "破镣者 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [61]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1575086698,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [62]
						{
							["arg2"] = "库鲁兹船长",
							["type"] = "MONSTER_YELL",
							["time"] = 1575086735,
							["arg1"] = "全体登船！滑鳗号出发了！",
						}, -- [63]
						{
							["arg2"] = "云瘦瘦-安苏",
							["type"] = "RAID_LEADER",
							["time"] = 1575087057,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ff3ec5e9",
						}, -- [64]
						{
							["arg2"] = "云瘦瘦-安苏",
							["type"] = "RAID_LEADER",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [65]
						{
							["arg2"] = "萨满的哥哥-鬼雾峰",
							["type"] = "RAID",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "ff006fdc",
						}, -- [66]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg2"] = "筱鳳-奥特兰克",
							["type"] = "RAID",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [68]
						{
							["arg2"] = "花遮雪-埃德萨拉",
							["type"] = "RAID",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "ff00fe95",
						}, -- [69]
						{
							["arg2"] = "樱花鱼鱼-血色十字军",
							["type"] = "RAID",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [70]
						{
							["arg2"] = "蓝色小冰点儿-毁灭之锤",
							["type"] = "RAID",
							["time"] = 1575087078,
							["arg1"] = "大脚任务进度提示: 已消灭冰雹构造体：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg2"] = "阿塔祖尔之苟塔卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1575292522,
							["arg1"] = "为我的力量而恐惧吧！",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg2"] = "伯拉勒斯平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079188,
							["arg1"] = "部落在这里？！我还不如去和鲨鱼碰碰运气！",
						}, -- [79]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079259,
							["arg1"] = "我看到一名库尔提拉斯的精锐在前方的庭院里集结他的部队。",
						}, -- [80]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079265,
							["arg1"] = "只要消灭他，他们就会阵脚大乱，这样你就能轻松地在城市中穿行了。",
						}, -- [81]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079275,
							["arg1"] = "大海将吞噬你的骨头！",
						}, -- [82]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079337,
							["arg1"] = "今天就是你的忌日，部落渣滓！",
						}, -- [83]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079337,
							["arg1"] = "我要砍死你！",
						}, -- [84]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079348,
							["arg1"] = "架好炮台！把这个渣滓从战场上炸飞！",
						}, -- [85]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079361,
							["arg1"] = "我要砍死你！",
						}, -- [86]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079372,
							["arg1"] = "受死吧！",
						}, -- [87]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079378,
							["arg1"] = "我要砍死你！",
						}, -- [88]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079388,
							["arg1"] = "我要砍死你！",
						}, -- [89]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079392,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [90]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079408,
							["arg1"] = "架好炮台！把这个渣滓从战场上炸飞！",
						}, -- [91]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079412,
							["arg1"] = "我要砍死你！",
						}, -- [92]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079414,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [93]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079425,
							["arg1"] = "受死吧！",
						}, -- [94]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079436,
							["arg1"] = "受死吧！",
						}, -- [95]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079438,
							["arg1"] = "我要砍死你！",
						}, -- [96]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079444,
							["arg1"] = "你不配……赢得……胜利……",
						}, -- [97]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079449,
							["arg1"] = "哈！瞧他们四散而逃的样子。没有了领导，这群人类就是乌合之众。",
						}, -- [98]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079458,
							["arg1"] = "我在下一个区域发现了一名使用艾泽里特火炮的目标，很有价值。为部落夺取这些武器吧。",
						}, -- [99]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079510,
							["arg1"] = "寻找掩护！！！",
						}, -- [100]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079513,
							["arg1"] = "瞄准！",
						}, -- [101]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079514,
							["arg1"] = "射击！！！",
						}, -- [102]
						{
							["arg2"] = "艾什凡水手",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079599,
							["arg1"] = "洛克伍德船长！我们的部队已经失去了对码头的控制权。",
						}, -- [103]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079604,
							["arg1"] = "无所谓。我的火炮会把任何敌人化为灰烬！",
						}, -- [104]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079606,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [105]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079611,
							["arg1"] = "那艘船上装满了艾泽里特。你去干掉船员，我负责把货物运出城市。",
						}, -- [106]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079633,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [107]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079644,
							["arg1"] = "不留活口！",
						}, -- [108]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079657,
							["arg1"] = "全体船员……攻击！",
						}, -- [109]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079661,
							["arg1"] = "所有火炮……发射！",
						}, -- [110]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079681,
							["arg1"] = "扫清甲板！",
						}, -- [111]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079717,
							["arg1"] = "我受够了！",
						}, -- [112]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079720,
							["arg1"] = "屠戮者弹药……发射！",
						}, -- [113]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079741,
							["arg1"] = "扫清甲板！",
						}, -- [114]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079774,
							["arg1"] = "我会驶向……未知的海域……",
						}, -- [115]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079779,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [116]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079782,
							["arg1"] = "瞄准！",
						}, -- [117]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079783,
							["arg1"] = "射击！！！",
						}, -- [118]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079786,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [119]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079787,
							["arg1"] = "撤退！我们会在另一头追上他们！",
						}, -- [120]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079793,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [121]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079801,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [122]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079808,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [123]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576079815,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [124]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080054,
							["arg1"] = "这头野兽在使用被艾泽里特强化过的武器。",
						}, -- [125]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080059,
							["arg1"] = "我认为它不会乖乖投降，看来你只有从它的尸体上把那把武器给撬下来了。",
						}, -- [126]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080207,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [127]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080219,
							["arg1"] = "粉碎！",
						}, -- [128]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080231,
							["arg1"] = "击溃！",
						}, -- [129]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080237,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [130]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080254,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [131]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080270,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [132]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080282,
							["arg1"] = "击溃！",
						}, -- [133]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080288,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [134]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080306,
							["arg1"] = "粉碎！",
						}, -- [135]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080321,
							["arg1"] = "请把我的尸体……送回……大海……",
						}, -- [136]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080325,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [137]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080329,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [138]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080342,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [139]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080346,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [140]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1576080632,
							["arg1"] = "有了你收集的艾泽里特，我们就能确保联盟也遭到和伯拉勒斯一样的命运。",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = "记录开始于 10/13/2020 的 23:00:38。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1602601860,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/13/2020 的 23:15:39。",
						}, -- [148]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_YELL",
							["time"] = 1602602201,
							["arg1"] = "入侵者！你们胆敢拿血肉诅咒玷污这片圣地？",
						}, -- [149]
						{
							["arg2"] = "阿玛赛特太阳祭司",
							["type"] = "MONSTER_YELL",
							["time"] = 1602602207,
							["arg1"] = "阿玛赛特将阻止你们！",
						}, -- [150]
						{
							["arg2"] = "阿玛赛特卫士",
							["type"] = "MONSTER_YELL",
							["time"] = 1602602507,
							["arg1"] = "熔炉归我们了，闯入者！",
						}, -- [151]
						{
							["arg2"] = "太阳先知滕哈门",
							["type"] = "MONSTER_YELL",
							["time"] = 1602603387,
							["arg1"] = "你们中了血肉诅咒！已经不配接受泰坦的赐福。",
						}, -- [152]
						{
							["arg2"] = "太阳先知滕哈门",
							["type"] = "MONSTER_YELL",
							["time"] = 1602603397,
							["arg1"] = "你们玷污这片土地已经太久了！在阿玛赛特面前败退吧！",
						}, -- [153]
						{
							["arg2"] = "操纵者希斯拉斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602603430,
							["arg1"] = "凝视你的世界湮灭的惨状吧！",
						}, -- [154]
						{
							["arg2"] = "操纵者希斯拉斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1602603430,
							["arg1"] = "",
						}, -- [155]
						{
							["arg2"] = "操纵者希斯拉斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602603456,
							["arg1"] = "黑暗的梦魇……在这个世界苏醒……",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:49:10。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg2"] = "泽莉·哈特诺兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1602683411,
							["arg1"] = "前往雷霆崖的飞艇到达了！全体登船，我们要迅速飞越贫瘠之地！",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg2"] = "哈丹队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1602684468,
							["arg1"] = "阿玛赛特已经释放了泰坦守护者！坚守战线！",
						}, -- [164]
						{
							["arg2"] = "風嘯餘輝",
							["type"] = "MONSTER_YELL",
							["time"] = 1602684651,
							["arg1"] = "我要粉碎你。",
							["clColor"] = "fff38bb9",
						}, -- [165]
						{
							["arg2"] = "琥珀塑形者戈基拉克",
							["type"] = "MONSTER_YELL",
							["time"] = 1602685307,
							["arg1"] = "愚蠢的魔古！现在宝库属于女皇了！",
						}, -- [166]
						{
							["arg2"] = "琥珀塑形者戈基拉克",
							["type"] = "MONSTER_YELL",
							["time"] = 1602685314,
							["arg1"] = "你的盟友会和你一起陪葬！",
						}, -- [167]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602686546,
							["arg1"] = "你在抵抗注定的命运。",
						}, -- [168]
						{
							["arg2"] = "腐蚀者之眼",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602686810,
							["arg1"] = "不管你做什么，都逃不出我的视线。",
						}, -- [169]
						{
							["arg2"] = "恩佐斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602687829,
							["arg1"] = "你的每场胜利都是为了达成我的意志。",
						}, -- [170]
						{
							["arg2"] = "唤渊者希斯艾尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1602688275,
							["arg1"] = "入侵者闯进了宝库！",
						}, -- [171]
						{
							["arg2"] = "唤渊者希斯艾尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1602688314,
							["arg1"] = "不留活口！",
						}, -- [172]
						{
							["arg2"] = "虫群卫士克扎兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1602688598,
							["arg1"] = "你们无法抵挡深渊之神！",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = "记录开始于 10/15/2020 的 22:09:01。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1602771282,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [177]
						{
							["arg2"] = "格里布·拉姆罗克",
							["type"] = "MONSTER_YELL",
							["time"] = 1602771291,
							["arg1"] = "前往战歌要塞的飞艇已经抵达！要去北风苔原的旅客请登机！",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [181]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602771865,
							["arg1"] = "不服从主人——就死吧！",
						}, -- [182]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602771898,
							["arg1"] = "啊，臭名昭著的黑王子。能见到你真荣幸。",
						}, -- [183]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602771904,
							["arg1"] = "看，你堕落族人的杰作。别担心……他的努力不会白费的。",
						}, -- [184]
						{
							["arg2"] = "提取者瑟萨拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772036,
							["arg1"] = "入侵者！阻止他们！",
						}, -- [185]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772264,
							["arg1"] = "你的努力毫无意义！奈法利安的遗产马上就归我们了。",
						}, -- [186]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772383,
							["arg1"] = "终于，黑王子肯屈尊露面了。",
						}, -- [187]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772429,
							["arg1"] = "不！",
						}, -- [188]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772536,
							["arg1"] = "把你引过来就跟耍弄小孩一样简单。你对自己的巨龙军团的痴迷会引你走向灭亡。",
						}, -- [189]
						{
							["arg2"] = "黑暗审判官夏奈什",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772549,
							["arg1"] = "有了你的精华，我们就能复活奈法利安和奥妮克希亚，为恩佐斯服务。他们的双翼将以主人之名再次遮蔽天空！",
						}, -- [190]
						{
							["arg2"] = "拉希奥",
							["type"] = "MONSTER_YELL",
							["time"] = 1602772567,
							["arg1"] = "你将为此化为灰烬！",
						}, -- [191]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1602773724,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [192]
						{
							["arg2"] = "救赎者阿拉托尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1602774217,
							["arg1"] = "母亲……别再听那些低语了！",
						}, -- [193]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1602774221,
							["arg1"] = "我忽视它们太久了。它们说的是对的，阿拉托尔。你也会听到的。我会让你听到的。",
						}, -- [194]
						{
							["arg2"] = "救赎者阿拉托尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1602774230,
							["arg1"] = "不！我绝不——啊！",
						}, -- [195]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1602774235,
							["arg1"] = "圣光救不了他们，也同样救不了你！",
						}, -- [196]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1602774256,
							["arg1"] = "从我眼前消失！",
						}, -- [197]
						{
							["arg2"] = "奥蕾莉亚·风行者",
							["type"] = "MONSTER_YELL",
							["time"] = 1602774284,
							["arg1"] = "从我眼前消失！",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg2"] = "提多斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602996586,
							["arg1"] = "尊敬的德鲁伊，你能帮我解决这只老鼠吗？",
						}, -- [202]
						{
							["arg2"] = "提多斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602996600,
							["arg1"] = "求你了，我好饿，快弄死那只老鼠。",
						}, -- [203]
						{
							["arg2"] = "哈尔弗·维姆班恩",
							["type"] = "MONSTER_YELL",
							["time"] = 1602996630,
							["arg1"] = "我……绝不会……背弃圣光……",
						}, -- [204]
						{
							["arg2"] = "奴隶主奥洛克",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1602996838,
							["arg1"] = "很快你就会乞求侍奉恩佐斯！",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [208]
						{
							["arg2"] = "工头马格洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1603032637,
							["arg1"] = "听到了吗？部落终于听到我们的声音了！",
						}, -- [209]
						{
							["arg2"] = "工头马格洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1603032641,
							["arg1"] = "回粉碎者据点庆祝一下！走吧！",
						}, -- [210]
						{
							["arg2"] = "工头马格洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1603032667,
							["arg1"] = "行了，我投降！你赢了！",
						}, -- [211]
						{
							["arg2"] = "工头马格洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1603032706,
							["arg1"] = "趁你还有口气，走开。",
						}, -- [212]
						{
							["arg2"] = "工头马格洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1603032713,
							["arg1"] = "你是在挑战部落未来的大酋长吗？我会把你削成肉末！",
						}, -- [213]
						{
							["arg2"] = "工头马格洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1603032732,
							["arg1"] = "行了，我投降！你赢了！",
						}, -- [214]
						{
							["arg2"] = "尼莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1603033445,
							["arg1"] = "这只归我了！尝尝我的尖刀，破潮者！",
						}, -- [215]
						{
							["arg2"] = "大老板米达",
							["type"] = "MONSTER_YELL",
							["time"] = 1603033733,
							["arg1"] = "你可别给我偷懒，卡兹特！",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg2"] = "玛格汉前锋",
							["type"] = "MONSTER_YELL",
							["time"] = 1603118196,
							["arg1"] = "入侵者！",
						}, -- [220]
						{
							["arg2"] = "兰特瑞索·火刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1603118200,
							["arg1"] = "安静！大王会决定怎么处置你们。把他们捆起来！",
						}, -- [221]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119942,
							["arg1"] = "他们太多了! 我们不可能一直撑下去！",
						}, -- [222]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119943,
							["arg1"] = "我们必须撑下去！我们不能屈服于这种腐化！这不是我们的命运！",
						}, -- [223]
						{
							["arg2"] = "大主教伊瑞尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119946,
							["arg1"] = "格罗玛什·地狱咆哮。真是好久不见。",
						}, -- [224]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119948,
							["arg1"] = "大主教。我还真是……荣幸。",
						}, -- [225]
						{
							["arg2"] = "大主教伊瑞尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119949,
							["arg1"] = "我是来给你最后一次机会，让你拥抱圣光。",
						}, -- [226]
						{
							["arg2"] = "大主教伊瑞尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119951,
							["arg1"] = "你的手下正在扼杀这个世界的生命……把这片土地引向毁灭。",
						}, -- [227]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119954,
							["arg1"] = "你怎能如此盲目，伊瑞尔？是圣光毁灭了这个世界！",
						}, -- [228]
						{
							["arg2"] = "大主教伊瑞尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119956,
							["arg1"] = "失去一个老朋友让我很痛心，格罗玛什。不过……很好。我们会用你的方式解决这件事。",
						}, -- [229]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119962,
							["arg1"] = "为了玛格汉！为了德拉诺！Lok-tar ogar！",
						}, -- [230]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119964,
							["arg1"] = "快过来！我们只有一次机会！",
						}, -- [231]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119965,
							["arg1"] = "不！我会与大酋长并肩作战！",
						}, -- [232]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_YELL",
							["time"] = 1603119965,
							["arg1"] = "不要让他的牺牲白白浪费！我们走！快！",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [236]
						{
							["arg2"] = "泽莉·哈特诺兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1603205870,
							["arg1"] = "前往雷霆崖的飞艇到达了！全体登船，我们要迅速飞越贫瘠之地！",
						}, -- [237]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206024,
							["arg1"] = "奈法利安被杀掉了！奥格瑞玛的居民，在强大的崔佛和她的盟友面前鞠躬致意吧，他们给予了黑龙军团致命的一击！",
						}, -- [238]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206032,
							["arg1"] = "为崔佛的成就而庆祝！为她的胜利而狂欢吧！",
						}, -- [239]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206240,
							["arg1"] = "钢铁部落的坦克冲上前线了！好大的坦克啊！",
						}, -- [240]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206354,
							["arg1"] = "那些暴怒的野兽向我们冲过来了！",
						}, -- [241]
						{
							["arg2"] = "守备官玛尔拉德",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206392,
							["arg1"] = "继续战斗，兄弟姐妹们！Magiccreamdk一定会带领我们赢得这场战争！",
						}, -- [242]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206416,
							["arg1"] = "钢铁部落的战士们！入侵者正在释放囚犯！",
						}, -- [243]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206421,
							["arg1"] = "阻止他们！",
						}, -- [244]
						{
							["arg2"] = "大法师卡德加",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206454,
							["arg1"] = "看！传送门变弱了！",
						}, -- [245]
						{
							["arg2"] = "大法师卡德加",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206459,
							["arg1"] = "守住阵地！我们的任务马上就要完成了！",
						}, -- [246]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_YELL",
							["time"] = 1603206472,
							["arg1"] = "钢铁部落的坦克冲上前线了！好大的坦克啊！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = "记录开始于 11/20/2019 的 21:32:17。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256780,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256780,
							["arg1"] = "<iLvl> 446.3 赞达拉佛爱娃 (元素)",
							["clColor"] = "fffe7b09",
						}, -- [5]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256780,
							["arg1"] = "<iLvl> 445.2 失忆君 (鲜血)",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256780,
							["arg1"] = "<iLvl> 445.8 Magiccream (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256780,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256811,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256811,
							["arg1"] = "<iLvl> 437.7 Jameszhang (复仇)",
							["clColor"] = "fffe7b09",
						}, -- [10]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256811,
							["arg1"] = "<iLvl> 446.3 赞达拉佛爱娃 (元素)",
							["clColor"] = "fffe7b09",
						}, -- [11]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256811,
							["arg1"] = "<iLvl> 445.2 失忆君 (鲜血)",
							["clColor"] = "fffe7b09",
						}, -- [12]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256811,
							["arg1"] = "<iLvl> 445.8 Magiccream (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256811,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "失忆君-雷霆之王",
							["type"] = "PARTY",
							["time"] = 1574256837,
							["arg1"] = "|cff71d5ff|Htalent:22512|h[荒宴]|h|r",
							["clColor"] = "ffc31d39",
						}, -- [15]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "<iLvl> 450.2 选择性灬失忆 (防护)",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "<iLvl> 445.8 Magiccream (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "<iLvl> 446.3 赞达拉佛爱娃 (元素)",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "<iLvl> 437.4 Jameszhang (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "<iLvl> 441.3 清欢丶 (狂徒)",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574256913,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574257079,
							["arg1"] = "不再一个位面",
							["clColor"] = "fffef367",
						}, -- [23]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257580,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 铁潮暴徒|cff71d5ff|Hspell:258128:0|h[衰弱怒吼]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [24]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257592,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 铁潮暴徒|cff71d5ff|Hspell:258128:0|h[衰弱怒吼]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [25]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257683,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 铁潮暴徒|cff71d5ff|Hspell:258128:0|h[衰弱怒吼]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [26]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257758,
							["arg1"] = "驱散 - 赞达拉佛爱娃|cff71d5ff|Hspell:370:0|h[净化术]|h|r > 水鼠帮掠夺者|cff71d5ff|Hspell:258133:0|h[黑影步]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [27]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257787,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 水鼠帮海语者|cff71d5ff|Hspell:258150:0|h[盐爆]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [28]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574257805,
							["arg1"] = "Details! 清欢丶's 死亡: |cff71d5ff|Hspell:240448:0|h[践踏]|h|r: 7.1万 |cff71d5ff|Hspell:240448:0|h[践踏]|h|r: 6.8万 ",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574257814,
							["arg1"] = ".",
							["clColor"] = "fffef367",
						}, -- [30]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257873,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 水鼠帮海语者|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [31]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257889,
							["arg1"] = "驱散 - 赞达拉佛爱娃|cff71d5ff|Hspell:370:0|h[净化术]|h|r > 潮汐使者|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [32]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257898,
							["arg1"] = "驱散 - 赞达拉佛爱娃|cff71d5ff|Hspell:370:0|h[净化术]|h|r > 水鼠帮海语者|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [33]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257937,
							["arg1"] = "驱散 - 赞达拉佛爱娃|cff71d5ff|Hspell:370:0|h[净化术]|h|r > 黑齿纵火犯|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [34]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257939,
							["arg1"] = "驱散 - 赞达拉佛爱娃|cff71d5ff|Hspell:370:0|h[净化术]|h|r > 黑齿纵火犯|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [35]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257940,
							["arg1"] = "驱散 - 赞达拉佛爱娃|cff71d5ff|Hspell:370:0|h[净化术]|h|r > 水鼠帮海语者|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [36]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574257947,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 水鼠帮海语者|cff71d5ff|Hspell:258150:0|h[盐爆]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [37]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258100,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 水鼠帮海语者|cff71d5ff|Hspell:258150:0|h[盐爆]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [38]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258251,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 杰斯·豪里斯|cff71d5ff|Hspell:257791:0|h[咆哮恐惧]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [39]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574258258,
							["arg1"] = "Details! Jameszhang's 死亡: |cff71d5ff|Hspell:226512:0|h[鲜血脓液]|h|r: 4.3万 |cff71d5ff|Hspell:257785:0|h[闪光飞刃]|h|r: 34万 ",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258277,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 杰斯·豪里斯|cff71d5ff|Hspell:257791:0|h[咆哮恐惧]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [41]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258312,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 艾什凡狱卒|cff71d5ff|Hspell:258313:0|h[手铐]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [42]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258440,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 艾什凡军官|cff71d5ff|Hspell:258313:0|h[手铐]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [43]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574258554,
							["arg1"] = "嫁祸勒",
							["clColor"] = "fffef367",
						}, -- [44]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574258555,
							["arg1"] = "打吧",
							["clColor"] = "fffef367",
						}, -- [45]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258601,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 艾什凡火法师|cff71d5ff|Hspell:258869:0|h[火球术]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [46]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574258643,
							["arg1"] = "一会DH去打下炮",
							["clColor"] = "fffef367",
						}, -- [47]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574258648,
							["arg1"] = "我去打反伤先",
							["clColor"] = "fffef367",
						}, -- [48]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574258678,
							["arg1"] = "Details! 清欢丶's 死亡: |cff71d5ff|Hspell:185857:0|h[射击]|h|r: 14万 |cff71d5ff|Hspell:185857:0|h[射击]|h|r: 16万 ",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574258691,
							["arg1"] = "Details! Magiccream's 死亡: |cff71d5ff|Hspell:258864:0|h[火力压制]|h|r: 3.7万 |cff71d5ff|Hspell:258869:0|h[火球术]|h|r: 17万 ",
							["clColor"] = "fffe7b09",
						}, -- [50]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258700,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 艾什凡火法师|cff71d5ff|Hspell:258869:0|h[火球术]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [51]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574258729,
							["arg1"] = "Details! 赞达拉佛爱娃's 死亡: |cff71d5ff|Hspell:226512:0|h[鲜血脓液]|h|r: 5.7万 |cff71d5ff|Hspell:226512:0|h[鲜血脓液]|h|r: 17万 ",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574258910,
							["arg1"] = "Details! Magiccream's 死亡: |cff71d5ff|Hspell:240448:0|h[践踏]|h|r: 7.3万 |cff71d5ff|Hspell:256710:0|h[燃烧的军火库]|h|r: 33万 ",
							["clColor"] = "fffe7b09",
						}, -- [53]
						{
							["arg2"] = "赞达拉佛爱娃-雷霆之王",
							["type"] = "PARTY_LEADER",
							["time"] = 1574258951,
							["arg1"] = "打断 - 赞达拉佛爱娃|cff71d5ff|Hspell:57994:0|h[风剪]|h|r > 艾什凡炉火医师|cff71d5ff|Hspell:258935:0|h[心灵之火]|h|r",
							["clColor"] = "ff006fdc",
						}, -- [54]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574258960,
							["arg1"] = "Details! 赞达拉佛爱娃's 死亡: |cff71d5ff|Hspell:226512:0|h[鲜血脓液]|h|r: 5.7万 |cff71d5ff|Hspell:302420:0|h[女王法令：隐藏]|h|r: 27万 ",
							["clColor"] = "fffe7b09",
						}, -- [55]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574258971,
							["arg1"] = "释放啊",
							["clColor"] = "fffef367",
						}, -- [56]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259015,
							["arg1"] = "Details! 选择性灬失忆's 死亡: |cff71d5ff|Hspell:259711:0|h[全面禁闭]|h|r: 26万 |cff71d5ff|Hspell:259711:0|h[全面禁闭]|h|r: 26万 ",
							["clColor"] = "fffe7b09",
						}, -- [57]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "PARTY",
							["time"] = 1574259018,
							["arg1"] = "过来点",
							["clColor"] = "fffef367",
						}, -- [58]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259104,
							["arg1"] = "Details! Jameszhang's 死亡: |cff71d5ff|Hspell:256083:0|h[交叉点火]|h|r: 36万 ",
							["clColor"] = "fffe7b09",
						}, -- [59]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259182,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "fffe7b09",
						}, -- [60]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259182,
							["arg1"] = "1. Magiccream 2118.6k",
							["clColor"] = "fffe7b09",
						}, -- [61]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259182,
							["arg1"] = "2. Jameszhang-布兰卡德 2171.7k",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259182,
							["arg1"] = "3. 赞达拉佛爱娃-雷霆之王 2389.6k",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259182,
							["arg1"] = "4. 清欢丶-狂热之刃 2841.0k",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259182,
							["arg1"] = "5. 选择性灬失忆-雷霆之王 4152.3k",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg2"] = "趴着最舒服-迦拉克隆",
							["type"] = "PARTY_LEADER",
							["time"] = 1574259639,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] Magiccream-格雷迈恩",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259642,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259642,
							["arg1"] = "<iLvl> 395.8 趴着最舒服 (平衡)",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259642,
							["arg1"] = "<iLvl> 443.3 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259642,
							["arg1"] = "<iLvl> 442.0 瓦里安之子 (惩戒)",
							["clColor"] = "fffe7b09",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259642,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "趴着最舒服-迦拉克隆",
							["type"] = "PARTY_LEADER",
							["time"] = 1574259682,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [潜行者] Luciferl-尘风峡谷",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "趴着最舒服-迦拉克隆",
							["type"] = "PARTY_LEADER",
							["time"] = 1574259683,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 驱魔师-荆棘谷",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "<iLvl> 395.8 趴着最舒服 (平衡)",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "<iLvl> 443.3 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "<iLvl> 423.4 Luciferl (狂徒)",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "<iLvl> 421.9 驱魔师 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "<iLvl> 442.0 瓦里安之子 (惩戒)",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259691,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "驱魔师-荆棘谷",
							["type"] = "PARTY",
							["time"] = 1574259714,
							["arg1"] = "大脚任务进度提示: 已消灭攫心者维兹奥苟：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [81]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574259714,
							["arg1"] = "大脚任务进度提示: 已消灭攫心者维兹奥苟：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg2"] = "趴着最舒服-迦拉克隆",
							["type"] = "PARTY_LEADER",
							["time"] = 1574259714,
							["arg1"] = "大脚任务进度提示: 已消灭攫心者维兹奥苟：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [83]
						{
							["arg2"] = "Luciferl-尘风峡谷",
							["type"] = "PARTY",
							["time"] = 1574259714,
							["arg1"] = "大脚任务进度提示: 已消灭攫心者维兹奥苟：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [84]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262031,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [85]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262031,
							["arg1"] = "<iLvl> 444.9 Magiccream (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [86]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262031,
							["arg1"] = "<iLvl> 444.3 Valkeuterpe (防护)",
							["clColor"] = "fffe7b09",
						}, -- [87]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262031,
							["arg1"] = "<iLvl> 442.4 彼岸丶花闓 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [88]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262031,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [89]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262144,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [90]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262144,
							["arg1"] = "<iLvl> 443.3 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262144,
							["arg1"] = "<iLvl> 445.5 暗影斗士 (奇袭)",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262144,
							["arg1"] = "<iLvl> 439.3 Valkeuterpe (神圣)",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262144,
							["arg1"] = "<iLvl> 442.4 彼岸丶花闓 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262144,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 23:02:49。",
						}, -- [98]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "<iLvl> 446.4 暗影斗士 (狂徒)",
							["clColor"] = "fffe7b09",
						}, -- [100]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "<iLvl> 439.3 Valkeuterpe (神圣)",
							["clColor"] = "fffe7b09",
						}, -- [101]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "<iLvl> 437.3 晒月亮补爱 (火焰)",
							["clColor"] = "fffe7b09",
						}, -- [102]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "<iLvl> 442.4 彼岸丶花闓 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [103]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "<iLvl> 443.3 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [104]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574262192,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [105]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263141,
							["arg1"] = "Details! Valkeuterpe's 死亡: |cff71d5ff|Hspell:260455:0|h[锯齿利牙]|h|r: 1.8万 |cff71d5ff|Hspell:260793:0|h[消化不良]|h|r: 30万 ",
							["clColor"] = "fffe7b09",
						}, -- [106]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263329,
							["arg1"] = "Details! Valkeuterpe's 死亡: |cff71d5ff|Hspell:265487:0|h[暗影箭雨]|h|r: 12万 [近战]: 4.4万 ",
							["clColor"] = "fffe7b09",
						}, -- [107]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263512,
							["arg1"] = "Details! 晒月亮补爱's 死亡: |cff71d5ff|Hspell:272180:0|h[湮灭之球]|h|r: 9.7千 |cff71d5ff|Hspell:265487:0|h[暗影箭雨]|h|r: 14万 ",
							["clColor"] = "fffe7b09",
						}, -- [108]
						{
							["arg2"] = "暗影斗士-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263556,
							["arg1"] = "打 不够",
							["clColor"] = "fffef367",
						}, -- [109]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263626,
							["arg1"] = "Details! 晒月亮补爱's 死亡: |cff71d5ff|Hspell:272609:0|h[疯狂凝视]|h|r: 39万 ",
							["clColor"] = "fffe7b09",
						}, -- [110]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263822,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "fffe7b09",
						}, -- [111]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263822,
							["arg1"] = "1. 暗影斗士 98.4k",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263822,
							["arg1"] = "2. 晒月亮补爱 265.5k",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263822,
							["arg1"] = "3. Valkeuterpe 389.9k",
							["clColor"] = "fffe7b09",
						}, -- [114]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263822,
							["arg1"] = "4. 彼岸丶花闓 1017.4k",
							["clColor"] = "fffe7b09",
						}, -- [115]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263822,
							["arg1"] = "5. Magiccream 1288.6k",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg2"] = "暗影斗士-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263859,
							["arg1"] = "88",
							["clColor"] = "fffef367",
						}, -- [117]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263864,
							["arg1"] = "88",
							["clColor"] = "fff38bb9",
						}, -- [118]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574263865,
							["arg1"] = "88",
							["clColor"] = "fffe7b09",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = "记录开始于 11/22/2019 的 00:22:33。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg2"] = "Bossone-诺莫瑞根",
							["type"] = "PARTY",
							["time"] = 1574353519,
							["arg1"] = "【有爱插件】任务完成：龙母",
							["clColor"] = "ff3ec5e9",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:07:24。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg2"] = "我懒不做任务-弗塞雷迦",
							["type"] = "PARTY_LEADER",
							["time"] = 1574853301,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] Magiccream-格雷迈恩",
							["clColor"] = "ffc31d39",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:16:09。",
						}, -- [130]
						{
							["arg2"] = "抹了油的咕丶-冰风岗",
							["type"] = "PARTY",
							["time"] = 1574853433,
							["arg1"] = "【有爱插件】任务完成：战痕命运印记：金币",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg2"] = "抹了油的咕丶-冰风岗",
							["type"] = "PARTY",
							["time"] = 1574853440,
							["arg1"] = "【有爱插件】任务完成：战痕命运印记：战争物资",
							["clColor"] = "fffe7b09",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [135]
						{
							["arg2"] = "抹了油的咕丶-冰风岗",
							["type"] = "PARTY",
							["time"] = 1574854756,
							["arg1"] = "【有爱插件】任务完成：永恒王宫：我们能令它更强……",
							["clColor"] = "fffe7b09",
						}, -- [136]
						{
							["arg2"] = "抹了油的咕丶-冰风岗",
							["type"] = "PARTY",
							["time"] = 1574854828,
							["arg1"] = "【有爱插件】任务完成：永恒王宫：我们能令它更强……",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "抹了油的咕丶-冰风岗",
							["type"] = "PARTY",
							["time"] = 1574854859,
							["arg1"] = "【有爱插件】接受任务：永恒王宫：挑战极限",
							["clColor"] = "fffe7b09",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863753,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863753,
							["arg1"] = "<iLvl> 441.4 槐雪如风 (狂怒)",
							["clColor"] = "fffe7b09",
						}, -- [143]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863753,
							["arg1"] = "<iLvl> 443.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [144]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863753,
							["arg1"] = "<iLvl> 444.3 Valkeuterpe (防护)",
							["clColor"] = "fffe7b09",
						}, -- [145]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863753,
							["arg1"] = "<iLvl> 443.8 彼岸丶花闓 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [146]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863753,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [147]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [148]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "<iLvl> 439.3 Valkeuterpe (神圣)",
							["clColor"] = "fffe7b09",
						}, -- [149]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "<iLvl> 441.4 槐雪如风 (狂怒)",
							["clColor"] = "fffe7b09",
						}, -- [150]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "<iLvl> 443.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [151]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "<iLvl> 443.8 彼岸丶花闓 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [152]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "<iLvl> 445.2 幺鸡二条儿 (狂徒)",
							["clColor"] = "fffe7b09",
						}, -- [153]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574863942,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574864238,
							["arg1"] = "帷幕",
							["clColor"] = "ffc59a6c",
						}, -- [155]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574864820,
							["arg1"] = "dzqu",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865094,
							["arg1"] = "Details! 槐雪如风's 死亡: |cff71d5ff|Hspell:257737:0|h[风啸雷鸣]|h|r: 11万 |cff71d5ff|Hspell:257737:0|h[风啸雷鸣]|h|r: 11万 ",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865103,
							["arg1"] = "Details! Magiccream's 死亡: [近战]: 3.7万 [近战]: 1.9万 ",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865114,
							["arg1"] = "Details! Valkeuterpe's 死亡: |cff71d5ff|Hspell:257871:0|h[利刃弹幕]|h|r: 3.6万 |cff71d5ff|Hspell:257871:0|h[利刃弹幕]|h|r: 3.5万 ",
							["clColor"] = "fffe7b09",
						}, -- [159]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865122,
							["arg1"] = "Details! 彼岸丶花闓's 死亡: [近战]: 9.0万 [近战]: 8.2万 ",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865127,
							["arg1"] = "Details! 槐雪如风's 死亡: [近战]: 11万 [近战]: 11万 ",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865286,
							["arg1"] = "Details! 彼岸丶花闓's 死亡: |cff71d5ff|Hspell:257308:0|h[燃烧弹片]|h|r: 1.1万 |cff71d5ff|Hspell:257315:0|h[黑火药炸弹]|h|r: 13万 ",
							["clColor"] = "fffe7b09",
						}, -- [162]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865647,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865647,
							["arg1"] = "1. Valkeuterpe 885.5k",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865647,
							["arg1"] = "2. 幺鸡二条儿-燃烧之刃 1013.8k",
							["clColor"] = "fffe7b09",
						}, -- [165]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865647,
							["arg1"] = "3. Magiccream 1560.3k",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865647,
							["arg1"] = "4. 彼岸丶花闓 2169.1k",
							["clColor"] = "fffe7b09",
						}, -- [167]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865647,
							["arg1"] = "5. 槐雪如风 2916.3k",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "幺鸡二条儿-燃烧之刃",
							["type"] = "PARTY",
							["time"] = 1574865703,
							["arg1"] = "披风有人要吗？",
							["clColor"] = "fffef367",
						}, -- [169]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1574865712,
							["arg1"] = "无",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086046,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [潜行者] 急速斧头-安苏",
							["clColor"] = "fffe7b09",
						}, -- [174]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086048,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [175]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086048,
							["arg1"] = "<iLvl> 443.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086048,
							["arg1"] = "<iLvl> 415.9 急速斧头 (奇袭)",
							["clColor"] = "fffe7b09",
						}, -- [177]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086048,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [178]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086052,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 无限奔跑-雷克萨",
							["clColor"] = "fffe7b09",
						}, -- [179]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086054,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [恶魔猎手] 哈玛尔披-埃德萨拉",
							["clColor"] = "fffe7b09",
						}, -- [180]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086059,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [181]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086059,
							["arg1"] = "<iLvl> 420.2 哈玛尔披 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [182]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086059,
							["arg1"] = "<iLvl> 443.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [183]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086059,
							["arg1"] = "<iLvl> 406.9 无限奔跑 (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [184]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086059,
							["arg1"] = "<iLvl> 415.9 急速斧头 (奇袭)",
							["clColor"] = "fffe7b09",
						}, -- [185]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086059,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [186]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086061,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [猎人] Cjr-凤凰之神",
							["clColor"] = "fffe7b09",
						}, -- [187]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [188]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "<iLvl> 406.9 无限奔跑 (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [189]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "<iLvl> 415.9 急速斧头 (奇袭)",
							["clColor"] = "fffe7b09",
						}, -- [190]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "<iLvl> 444.3 Cjr (野兽控制)",
							["clColor"] = "fffe7b09",
						}, -- [191]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "<iLvl> 443.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [192]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "<iLvl> 420.2 哈玛尔披 (浩劫)",
							["clColor"] = "fffe7b09",
						}, -- [193]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086073,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [194]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086116,
							["arg1"] = "大脚任务进度提示: 已消灭卡莉娜，寒冰之枪：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "Cjr-凤凰之神",
							["type"] = "PARTY",
							["time"] = 1575086116,
							["arg1"] = "【爱不易】任务完成：勇士卡莉娜，寒冰之枪",
							["clColor"] = "ffa9d271",
						}, -- [196]
						{
							["arg2"] = "Cjr-凤凰之神",
							["type"] = "PARTY",
							["time"] = 1575086116,
							["arg1"] = "已消灭卡莉娜，寒冰之枪：1/1",
							["clColor"] = "ffa9d271",
						}, -- [197]
						{
							["arg2"] = "哈玛尔披-埃德萨拉",
							["type"] = "PARTY",
							["time"] = 1575086116,
							["arg1"] = "大脚任务进度提示: 已消灭卡莉娜，寒冰之枪：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [198]
						{
							["arg2"] = "杨树林-阿曼尼",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086328,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] Magiccream-格雷迈恩",
							["clColor"] = "ffa9d271",
						}, -- [199]
						{
							["arg2"] = "杨树林-阿曼尼",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086330,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [牧师] 冥府之路-狂热之刃",
							["clColor"] = "ffa9d271",
						}, -- [200]
						{
							["arg2"] = "杨树林-阿曼尼",
							["type"] = "PARTY_LEADER",
							["time"] = 1575086333,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 雅意坤灵-影之哀伤",
							["clColor"] = "ffa9d271",
						}, -- [201]
						{
							["arg2"] = "薛烛-安苏",
							["type"] = "PARTY",
							["time"] = 1575086546,
							["arg1"] = "【有爱插件】任务完成：缚魂者",
							["clColor"] = "fffef367",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg2"] = "艾欧丽亚-燃烧之刃",
							["type"] = "PARTY_LEADER",
							["time"] = 1576078927,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] Magiccream-格雷迈恩",
							["clColor"] = "ffc31d39",
						}, -- [206]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "<iLvl> 439.6 艾欧丽亚 (冰霜)",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "<iLvl> 446.1 Wxrywdrs (惩戒)",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "<iLvl> 436.8 路明绘梨衣 (狂怒)",
							["clColor"] = "fffe7b09",
						}, -- [210]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "<iLvl> 443.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [211]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "<iLvl> 437.8 瓜瓜不会呱 (防护)",
							["clColor"] = "fffe7b09",
						}, -- [212]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576078934,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [213]
						{
							["arg2"] = "艾欧丽亚-燃烧之刃",
							["type"] = "PARTY_LEADER",
							["time"] = 1576078990,
							["arg1"] = "来人拉",
							["clColor"] = "ffc31d39",
						}, -- [214]
						{
							["arg2"] = "瓜瓜不会呱-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1576079811,
							["arg1"] = "别跟我站一起啊a",
							["clColor"] = "ffc59a6c",
						}, -- [215]
						{
							["arg2"] = "瓜瓜不会呱-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1576079848,
							["arg1"] = "香蕉全丢我脚底了",
							["clColor"] = "ffc59a6c",
						}, -- [216]
						{
							["arg2"] = "瓜瓜不会呱-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1576079863,
							["arg1"] = ".",
							["clColor"] = "ffc59a6c",
						}, -- [217]
						{
							["arg2"] = "Wxrywdrs-阿曼尼",
							["type"] = "PARTY",
							["time"] = 1576079871,
							["arg1"] = "一次等会全拉了八",
							["clColor"] = "fff38bb9",
						}, -- [218]
						{
							["arg2"] = "瓜瓜不会呱-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1576079890,
							["arg1"] = "这香蕉",
							["clColor"] = "ffc59a6c",
						}, -- [219]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080113,
							["arg1"] = "Details! 瓜瓜不会呱's 死亡: |cff71d5ff|Hspell:275836:0|h[钉刺之毒]|h|r: 5.0万 |cff71d5ff|Hspell:209858:0|h[死疽溃烂]|h|r: 1.1万 ",
							["clColor"] = "fffe7b09",
						}, -- [220]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080289,
							["arg1"] = "Details! Magiccream's 死亡: |cff71d5ff|Hspell:257886:0|h[盐水池]|h|r: 12万 |cff71d5ff|Hspell:276042:0|h[海潮涌动]|h|r: 35万 ",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080502,
							["arg1"] = "Details! 路明绘梨衣's 死亡: |cff71d5ff|Hspell:275014:0|h[腐败之水]|h|r: 4.3万 |cff71d5ff|Hspell:275014:0|h[腐败之水]|h|r: 4.3万 ",
							["clColor"] = "fffe7b09",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080506,
							["arg1"] = "Details! 艾欧丽亚's 死亡: |cff71d5ff|Hspell:275014:0|h[腐败之水]|h|r: 4.3万 [近战]: 17万 ",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "路明绘梨衣-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1576080524,
							["arg1"] = "我真是操了...大跳歪了卡那了",
							["clColor"] = "ffc59a6c",
						}, -- [224]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080628,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080628,
							["arg1"] = "1. 路明绘梨衣-伊森利恩 21.5k",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080628,
							["arg1"] = "2. 艾欧丽亚-燃烧之刃 64.6k",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080628,
							["arg1"] = "3. 瓜瓜不会呱-伊森利恩 189.8k",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080628,
							["arg1"] = "4. Magiccream 370.7k",
							["clColor"] = "fffe7b09",
						}, -- [229]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1576080628,
							["arg1"] = "5. Wxrywdrs-阿曼尼 526.6k",
							["clColor"] = "fffe7b09",
						}, -- [230]
						{
							["arg2"] = "Wxrywdrs-阿曼尼",
							["type"] = "PARTY",
							["time"] = 1576080655,
							["arg1"] = "我的输出这么低？",
							["clColor"] = "fff38bb9",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 21:37:27。",
						}, -- [234]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769129,
							["arg1"] = "不能打 我按键坏了。。。",
							["clColor"] = "fffe7b09",
						}, -- [235]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769130,
							["arg1"] = "我服了",
							["clColor"] = "fffe7b09",
						}, -- [236]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769135,
							["arg1"] = "，。，，，",
							["clColor"] = "ff00fe97",
						}, -- [237]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769143,
							["arg1"] = "什么垃圾插件",
							["clColor"] = "fffe7b09",
						}, -- [238]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769143,
							["arg1"] = "这我是没想到的",
							["clColor"] = "ff00fe97",
						}, -- [239]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769150,
							["arg1"] = "插件基本么得了",
							["clColor"] = "ff00fe97",
						}, -- [240]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769150,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [241]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769150,
							["arg1"] = "<iLvl> 100.2 Magiccream (恢复)",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769150,
							["arg1"] = "<iLvl> 130.2 竹月 (踏风)",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769150,
							["arg1"] = "<iLvl> 130.8 大白菜丶 (神圣)",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769150,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [245]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1602769157,
							["arg1"] = "来YY啊",
							["clColor"] = "fff38bb9",
						}, -- [246]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1602769206,
							["arg1"] = "不行 GG",
							["clColor"] = "fffe7b09",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:55:09。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108519,
							["arg1"] = "佐拉妮？怎么了？",
						}, -- [3]
						{
							["arg2"] = "未知目标",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108519,
							["arg1"] = "佐卡罗广场上发生了暴乱，必须马上行动。",
						}, -- [4]
						{
							["arg2"] = "高阶圣武士拉塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108519,
							["arg1"] = "异端者！他们必须为此偿命！",
						}, -- [5]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108520,
							["arg1"] = "不。愤怒是他们的权力。不到万不得已我不会动用武力。",
						}, -- [6]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108526,
							["arg1"] = "Magiccream，我相信你是处理这件事的最好人选。",
						}, -- [7]
						{
							["arg2"] = "高阶圣武士拉塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108531,
							["arg1"] = "我会保护塔兰吉。你去终结这场骚乱吧。",
						}, -- [8]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108552,
							["arg1"] = "我们会夺回属于我们的东西！白寡妇是这么说的！",
						}, -- [9]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108554,
							["arg1"] = "我要打的不该是你，我错了。",
						}, -- [10]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108558,
							["arg1"] = "白寡妇撒谎。这一切不是你们造成的。",
						}, -- [11]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108563,
							["arg1"] = "饶命！我迷失了自己。",
						}, -- [12]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108563,
							["arg1"] = "我要打的不该是你，我错了。",
						}, -- [13]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108563,
							["arg1"] = "我只是想要一个家……",
						}, -- [14]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108564,
							["arg1"] = "白寡妇告诉我这是唯一的办法……我不应该听她的。",
						}, -- [15]
						{
							["arg2"] = "暴乱的佐卡罗苦工",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108570,
							["arg1"] = "我当时到底在想什么？谢谢你。",
						}, -- [16]
						{
							["arg2"] = "暴乱的佐卡罗苦工",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108573,
							["arg1"] = "白寡妇说过你会来。我不会再沉默！",
						}, -- [17]
						{
							["arg2"] = "暴乱的佐卡罗苦工",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108579,
							["arg1"] = "我任由白寡妇的低语蛊惑了我。抱歉。",
						}, -- [18]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108583,
							["arg1"] = "我要打的不该是你，我错了。",
						}, -- [19]
						{
							["arg2"] = "执行者玛尔松",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108595,
							["arg1"] = "部落必将被赶出我们的城市！",
						}, -- [20]
						{
							["arg2"] = "执行者玛尔松",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108613,
							["arg1"] = "饶了我吧！白寡妇用谎言蒙蔽了我的心智……我现在看见真相了。",
						}, -- [21]
						{
							["arg2"] = "暴乱的佐卡罗苦工",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108621,
							["arg1"] = "她承诺会给我们一个选择！你不能夺走我们的选择权！",
						}, -- [22]
						{
							["arg2"] = "暴乱的佐卡罗苦工",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108627,
							["arg1"] = "我当时到底在想什么？谢谢你。",
						}, -- [23]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108641,
							["arg1"] = "我们不是部落的奴仆！白寡妇是这么说的！",
						}, -- [24]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108647,
							["arg1"] = "我的敌人不是你。收起你的武器，我会离开的。",
						}, -- [25]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108651,
							["arg1"] = "我只是想要一个家……",
						}, -- [26]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108651,
							["arg1"] = "我的敌人不是你。收起你的武器，我会离开的。",
						}, -- [27]
						{
							["arg2"] = "暴乱的代言人",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108657,
							["arg1"] = "我要打的不该是你，我错了。",
						}, -- [28]
						{
							["arg2"] = "高阶圣武士拉塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108678,
							["arg1"] = "只要你下令，我就去处决这些叛徒。",
						}, -- [29]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108683,
							["arg1"] = "他们是我的子民，高阶圣武士。放过那些还愿意回头的人。",
						}, -- [30]
						{
							["arg2"] = "高阶圣武士拉塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108689,
							["arg1"] = "剩下的就去见他们最痛恨的神灵吧。",
						}, -- [31]
						{
							["arg2"] = "狂怒的拉普达雷德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108720,
							["arg1"] = "我不知道自己是着了什么魔。",
						}, -- [32]
						{
							["arg2"] = "吉布尔祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108727,
							["arg1"] = "塔兰吉安然无恙吗？",
						}, -- [33]
						{
							["arg2"] = "吉布尔祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108738,
							["arg1"] = "一切都发生得太快了……",
						}, -- [34]
						{
							["arg2"] = "卡格瓦祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108762,
							["arg1"] = "他们说的白寡妇是谁？",
						}, -- [35]
						{
							["arg2"] = "卡格瓦祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108766,
							["arg1"] = "为什么偏偏是今天？！",
						}, -- [36]
						{
							["arg2"] = "狂怒的拉普达雷德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108770,
							["arg1"] = "不能再有神灵死去了！",
						}, -- [37]
						{
							["arg2"] = "托卡林教士",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108780,
							["arg1"] = "为什么偏偏是今天？！",
						}, -- [38]
						{
							["arg2"] = "被激怒的拉斯塔利圣武士",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108791,
							["arg1"] = "现在我明白了……与你为敌不会解决任何问题。白寡妇是错的。",
						}, -- [39]
						{
							["arg2"] = "托卡林教士",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108796,
							["arg1"] = "他们要把这地方弄得一团糟！",
						}, -- [40]
						{
							["arg2"] = "圣武士卡吉拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108807,
							["arg1"] = "我不会成为邦桑迪的傀儡！",
						}, -- [41]
						{
							["arg2"] = "圣武士卡吉拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108822,
							["arg1"] = "不！我不要去彼……界……",
						}, -- [42]
						{
							["arg2"] = "拉普达雷德鲁伊",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108842,
							["arg1"] = "他们说的白寡妇是谁？",
						}, -- [43]
						{
							["arg2"] = "生气的帕库拉祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108851,
							["arg1"] = "塔兰吉已经被打上了死亡的烙印！这是诅咒！",
						}, -- [44]
						{
							["arg2"] = "帕库拉祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108854,
							["arg1"] = "塔兰吉安然无恙吗？",
						}, -- [45]
						{
							["arg2"] = "帕库拉祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108867,
							["arg1"] = "一切都发生得太快了……",
						}, -- [46]
						{
							["arg2"] = "巴丽娜",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108870,
							["arg1"] = "为什么偏偏是今天？！",
						}, -- [47]
						{
							["arg2"] = "生气的帕库拉祭司",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108874,
							["arg1"] = "我任由恐惧战胜了自己……塔兰吉，请原谅我。",
						}, -- [48]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108908,
							["arg1"] = "我得跟祭司们谈谈。这场骚乱针对的是我们，跟他们无关。",
						}, -- [49]
						{
							["arg2"] = "高阶圣武士拉塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108914,
							["arg1"] = "请抓紧时间，公主。神灵越早承认你的王位，对赞达拉就越有利。",
						}, -- [50]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603108933,
							["arg1"] = "你觉得我的新议会怎么样，Magiccream？",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 21:13:02。",
						}, -- [54]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113244,
							["arg1"] = "这议会开创了很多先河。你们代表了赞达拉的希望，以及我对未来的愿景。",
						}, -- [55]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113253,
							["arg1"] = "前路艰险，但只要齐心，我们必将走向繁荣。我衷心请求——",
						}, -- [56]
						{
							["arg2"] = "萨玛拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113260,
							["arg1"] = "你好像还是不懂啊，塔兰吉。",
						}, -- [57]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113263,
							["arg1"] = "这是什么意思？",
						}, -- [58]
						{
							["arg2"] = "萨玛拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113266,
							["arg1"] = "容我自我介绍一下。",
						}, -- [59]
						{
							["arg2"] = "萨玛拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113269,
							["arg1"] = "我在怒吼的人潮中低语，坐看你们在我布下的蛛网中挣扎颤抖。",
						}, -- [60]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113279,
							["arg1"] = "是你……你才是城里骚乱的幕后黑手！",
						}, -- [61]
						{
							["arg2"] = "萨玛拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113284,
							["arg1"] = "直到现在，你都无法看清这到底是谁的错。那么，就去死吧。",
						}, -- [62]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113300,
							["arg1"] = "这只居心叵测的蜘蛛！当心！",
						}, -- [63]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113335,
							["arg1"] = "别这样，萨玛拉。不要逼我送你去见邦桑迪。",
						}, -- [64]
						{
							["arg2"] = "萨玛拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113340,
							["arg1"] = "好啊，召唤你的主人吧。如果必须用我的死来揭露真相，那我无怨无悔！",
						}, -- [65]
						{
							["arg2"] = "萨玛拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113361,
							["arg1"] = "我来了……沙德拉……",
						}, -- [66]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113367,
							["arg1"] = "愿神灵接纳你，白寡妇。",
						}, -- [67]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113375,
							["arg1"] = "你们没事吧？",
						}, -- [68]
						{
							["arg2"] = "高阶圣武士拉塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113376,
							["arg1"] = "我们没事，白寡妇没能伤到我们。",
						}, -- [69]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113381,
							["arg1"] = "那就好。召集所有人去赞枢尔上层。现在我得面对洛阿神灵了。",
						}, -- [70]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113389,
							["arg1"] = "我得承认，我不知道接下来会发生什么。",
						}, -- [71]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113393,
							["arg1"] = "但我知道，你绝对不能像刚才面对萨玛拉时那样，出手相助。",
						}, -- [72]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113402,
							["arg1"] = "做好准备，Magiccream。洛阿神灵注视着我们。",
						}, -- [73]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113417,
							["arg1"] = "你好，伟大的卡格瓦。",
						}, -- [74]
						{
							["arg2"] = "巨蛙卡格瓦",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113421,
							["arg1"] = "啊，“小”女王来啦！",
						}, -- [75]
						{
							["arg2"] = "巨蛙卡格瓦",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113431,
							["arg1"] = "告诉我，塔兰吉……为了保卫你的子民，你愿意付出什么？",
						}, -- [76]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113441,
							["arg1"] = "我的一切。需要的话，包括生命。",
						}, -- [77]
						{
							["arg2"] = "巨蛙卡格瓦",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113446,
							["arg1"] = "真的吗？证明一下吧。",
						}, -- [78]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113451,
							["arg1"] = "Magiccream！",
						}, -- [79]
						{
							["arg2"] = "巨蛙卡格瓦",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113456,
							["arg1"] = "哈！保护这位弱者吧！",
						}, -- [80]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113461,
							["arg1"] = "别担心，Magiccream。我绝不会让你受伤的！",
						}, -- [81]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113476,
							["arg1"] = "走开！走开！",
						}, -- [82]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113490,
							["arg1"] = "滚远点！",
						}, -- [83]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113509,
							["arg1"] = "滚远点！",
						}, -- [84]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113521,
							["arg1"] = "再坚持一下！",
						}, -- [85]
						{
							["arg2"] = "巨蛙卡格瓦",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113521,
							["arg1"] = "哈！你说到做到了。我现在赐福于你。",
						}, -- [86]
						{
							["arg2"] = "巨蛙卡格瓦",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113532,
							["arg1"] = "接下来的测试将由贡克进行。祝你好运，塔兰吉。",
						}, -- [87]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113541,
							["arg1"] = "来吧，Magiccream。",
						}, -- [88]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113562,
							["arg1"] = "变形之神。很高兴见到你。",
						}, -- [89]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113566,
							["arg1"] = "休息一下吧，塔兰吉。我只想让你思考一件事。",
						}, -- [90]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113574,
							["arg1"] = "我听着呢，伟大的神灵。",
						}, -- [91]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113575,
							["arg1"] = "洛阿神灵的力量来自族群。",
						}, -- [92]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113580,
							["arg1"] = "为了保卫家园，我们洛阿神灵团结一致，众志成城。",
						}, -- [93]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113589,
							["arg1"] = "我问你：你的族群包括谁？",
						}, -- [94]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113595,
							["arg1"] = "当然是赞达拉巨魔……但你的盟友呢？始祖龟呢，狐人呢？",
						}, -- [95]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113605,
							["arg1"] = "部落呢？",
						}, -- [96]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113608,
							["arg1"] = "仔细想想，带着我的祝福前进吧。",
						}, -- [97]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113614,
							["arg1"] = "我会的。谢谢你。",
						}, -- [98]
						{
							["arg2"] = "贡克",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113651,
							["arg1"] = "下一个试练来自帕库。坚强点，塔兰吉。",
						}, -- [99]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113665,
							["arg1"] = "你好，风之母。",
						}, -- [100]
						{
							["arg2"] = "帕库",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113667,
							["arg1"] = "你好，没翅膀的孩子。过来吧。我有话想和你说。",
						}, -- [101]
						{
							["arg2"] = "帕库",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113701,
							["arg1"] = "这场风暴正是你登上王座的阻碍。征服它，塔兰吉！",
						}, -- [102]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113708,
							["arg1"] = "正合我意！",
						}, -- [103]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113712,
							["arg1"] = "我快睁不开眼了……你还在吗，Magiccream？",
						}, -- [104]
						{
							["arg2"] = "帕库",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113716,
							["arg1"] = "碰到麻烦了吗？",
						}, -- [105]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113719,
							["arg1"] = "啊！",
						}, -- [106]
						{
							["arg2"] = "帕库",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113721,
							["arg1"] = "迎风而立的树枝常被吹断。审时度势，我的孩子。",
						}, -- [107]
						{
							["arg2"] = "帕库",
							["type"] = "MONSTER_SAY",
							["time"] = 1603113726,
							["arg1"] = "真是有趣的一课。带上我的祝福，去吧。愿你顺风而行！",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118168,
							["arg1"] = "时间与现实的洪流不断变幻。而你所寻找的世界，在时空中的锚点非常脆弱。",
						}, -- [112]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118170,
							["arg1"] = "你能维持通道开启，等我们带着德拉诺的兽人通过吗？",
						}, -- [113]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118172,
							["arg1"] = "我会把碎片也给你送过去。等你准备好了，它可以带你回家。",
						}, -- [114]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118175,
							["arg1"] = "去吧。但小心，别在命运的丝线之中迷失自己。",
						}, -- [115]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118198,
							["arg1"] = "住手！我们没有恶意，只是想找你们的大酋长谈谈。",
						}, -- [116]
						{
							["arg2"] = "玛格汉前锋",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118211,
							["arg1"] = "绿皮……真恶心！我听说过这种腐化的事情，但从没见过。",
						}, -- [117]
						{
							["arg2"] = "兰特瑞索·火刃",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118213,
							["arg1"] = "小心点。就我们所知，他们是德莱尼派来的间谍。",
						}, -- [118]
						{
							["arg2"] = "玛格汉前锋",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118215,
							["arg1"] = "大王知道该怎么做。",
						}, -- [119]
						{
							["arg2"] = "兰特瑞索·火刃",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118281,
							["arg1"] = "盖亚拉大王！我们抓到了这些人。",
						}, -- [120]
						{
							["arg2"] = "玛格汉前锋",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118282,
							["arg1"] = "他们是光缚间谍！卑鄙的叛徒！",
						}, -- [121]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118282,
							["arg1"] = "真正的兽人一定认得营帐里的这三面旗帜。说说看它们代表着什么，否则就等着吃刀子吧！",
						}, -- [122]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118284,
							["arg1"] = "我们会弄清的。说吧，入侵者。你们是谁？",
						}, -- [123]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118286,
							["arg1"] = "黑石……我的氏族。我们是骄傲的兽人……勇猛的战士。但我们被古尔丹的邪术所骗，犯下了……可怕的罪行。",
						}, -- [124]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118286,
							["arg1"] = "我是黑石氏族的伊崔格。我代表我们大酋长，从艾泽拉斯而来。",
						}, -- [125]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118288,
							["arg1"] = "大酋长只有一个……而你也不是黑石兽人！但我们会给你一个证明的机会。",
						}, -- [126]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118290,
							["arg1"] = "战歌氏族世代与食人魔斗争。虽然数量悬殊，但是在格罗玛什·地狱咆哮的带领下，他们最终征服了悬锤堡。",
						}, -- [127]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118299,
							["arg1"] = "杜隆坦是霜狼氏族的酋长。他是我见过的最高贵的兽人，是一位热爱人民的真正的领袖。他的睿智让我十分怀念。",
						}, -- [128]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118304,
							["arg1"] = "你的话让我很感触，老伙计。虽然我们视自己为玛格汉兽人，但我们仍然尊敬氏族的历史。不过你们还没有证明……",
						}, -- [129]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118308,
							["arg1"] = "够了！我会自己审判这些囚犯，盖亚拉。",
						}, -- [130]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118310,
							["arg1"] = "我已经很多年没见过绿皮肤的兽人了。你旁边这位……很眼熟。你们是从艾泽拉斯来的。",
						}, -- [131]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118312,
							["arg1"] = "没错。我是伊崔格，这位是部落的勇士Magiccream。",
						}, -- [132]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118314,
							["arg1"] = "伊崔格……我认识一个伊崔格，他是黑手的手下。他是一个高贵的兽人，不过已经光荣战死了。",
						}, -- [133]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118318,
							["arg1"] = "而我所认识的格罗玛什·地狱咆哮牺牲了自己，将我们从恶魔手中解放出来。死得其所。",
						}, -- [134]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118321,
							["arg1"] = "那么，我们就算是……两个古老的鬼魂。过了这么久，你为什么会回到德拉诺？",
						}, -- [135]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118323,
							["arg1"] = "我们世界的英雄曾经将你们从暴君的手里救了出来。现在艾泽拉斯也面临类似的威胁，所以我们来讨回这份人情。",
						}, -- [136]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118327,
							["arg1"] = "你把我们当傻子吗？！大酋长，我们没法让我们的士兵去帮另一个世界的人打仗。我们现在还有自己的敌人！",
						}, -- [137]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118330,
							["arg1"] = "杜隆坦欠这些英雄一份情，盖亚拉，我也一样。你的火爆脾气让你父亲的灵魂蒙羞。但是……你让我想到一个主意……",
						}, -- [138]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118373,
							["arg1"] = "盖亚拉，伊崔格和Magiccream会协助你镇压食人魔煽动者。",
						}, -- [139]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118375,
							["arg1"] = "我不需要外人帮忙……但我会按你的指示去做。来吧！",
						}, -- [140]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118406,
							["arg1"] = "你是杜隆坦和德拉卡的女儿。我在你身上看到了他们的影子。你的父母……",
						}, -- [141]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118409,
							["arg1"] = "我的母亲在纳格兰指挥一座要塞。我的父亲在和光缚者的战斗中牺牲了。",
						}, -- [142]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118411,
							["arg1"] = "光缚者？",
						}, -- [143]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118412,
							["arg1"] = "不要再问了。走吧！",
						}, -- [144]
						{
							["arg2"] = "石槌食人魔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118584,
							["arg1"] = "很多个一棵。",
						}, -- [145]
						{
							["arg2"] = "石槌食人魔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118978,
							["arg1"] = "有多少棵树？",
						}, -- [146]
						{
							["arg2"] = "石槌食人魔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118984,
							["arg1"] = "一棵？",
						}, -- [147]
						{
							["arg2"] = "石槌食人魔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603118991,
							["arg1"] = "这比我想象中要困难地多。",
						}, -- [148]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119109,
							["arg1"] = "盖亚拉，伊崔格和Magiccream会协助你镇压食人魔煽动者。",
						}, -- [149]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119111,
							["arg1"] = "我不需要外人帮忙……但我会按你的指示去做。来吧！",
						}, -- [150]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119142,
							["arg1"] = "你是杜隆坦和德拉卡的女儿。我在你身上看到了他们的影子。你的父母……",
						}, -- [151]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119145,
							["arg1"] = "我的母亲在纳格兰指挥一座要塞。我的父亲在和光缚者的战斗中牺牲了。",
						}, -- [152]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119147,
							["arg1"] = "光缚者？",
						}, -- [153]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119149,
							["arg1"] = "不要再问了。走吧！",
						}, -- [154]
						{
							["arg2"] = "考戈尔投敌者",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119186,
							["arg1"] = "啊！那我就先杀了你，再碾碎这个小东西！",
						}, -- [155]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119268,
							["arg1"] = "这次叛乱的目的是什么，考戈尔？你知道，现在比任何时候都需要我们一起并肩作战。",
						}, -- [156]
						{
							["arg2"] = "考戈尔，考戈尔的曾孙",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119271,
							["arg1"] = "你没法保护你的人民，群狼之女。我们为什么要跟着你？",
						}, -- [157]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119273,
							["arg1"] = "安静！如果你还要一意孤行，我就亲自动手。",
						}, -- [158]
						{
							["arg2"] = "考戈尔，考戈尔的曾孙",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119275,
							["arg1"] = "玛格汉的末日到了，盖亚拉。但我向你保证，我的氏族将在你化成灰后继续长存。",
						}, -- [159]
						{
							["arg2"] = "兰特瑞索·火刃",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119323,
							["arg1"] = "盖亚拉大王！光缚者正在进攻蛮兽岗哨！",
						}, -- [160]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119325,
							["arg1"] = "这帮该死的叛徒！他们到底有多少人？",
						}, -- [161]
						{
							["arg2"] = "兰特瑞索·火刃",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119326,
							["arg1"] = "有个主教在领导他们。他们的数量……非常可观。",
						}, -- [162]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119329,
							["arg1"] = "好极了！我的墙上又可以挂一个主教的脑袋了。来吧，外来者！",
						}, -- [163]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119340,
							["arg1"] = "大王，你该跟我们说说这些光缚者是谁了。",
						}, -- [164]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119342,
							["arg1"] = "你们或许已经证明自己有权利知道这些了。",
						}, -- [165]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119344,
							["arg1"] = "在阿克蒙德战败后，兽人和德莱尼就开始合力把燃烧军团赶出德拉诺。那段日子真叫人怀念。",
						}, -- [166]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119347,
							["arg1"] = "但是没了恶魔要对付以后，德莱尼对他们那珍贵的圣光变得更加执着。",
						}, -- [167]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119349,
							["arg1"] = "他们的纳鲁主子逼他们向兽人传播教义。只有少数兽人自愿信仰圣光，其他的都被迫承受。",
						}, -- [168]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119352,
							["arg1"] = "有些兽人甚至帮德莱尼对付自己的族人……就连大酋长的儿子也迷失了自己！我们把这些叛徒叫做光缚者。",
						}, -- [169]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119356,
							["arg1"] = "我不会袖手旁观，看着大主教剥夺玛格汉的自由！圣光的暴政必须被终结！",
						}, -- [170]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119358,
							["arg1"] = "我们会和你并肩战斗，大王！",
						}, -- [171]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119450,
							["arg1"] = "兰特瑞索！立即汇报！",
						}, -- [172]
						{
							["arg2"] = "兰特瑞索·火刃",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119451,
							["arg1"] = "大王，我们正在坚守。但敌人似乎正在集结，准备发动更大的攻势。",
						}, -- [173]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119454,
							["arg1"] = "这不是你们的战争，外来者。你们尽管回艾泽拉斯吧。",
						}, -- [174]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119456,
							["arg1"] = "我从来没有逃避过一场战斗。今天我也不会开这个头。",
						}, -- [175]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119458,
							["arg1"] = "那我们就一起为鲜血与荣耀而战！英雄们，跟我来！",
						}, -- [176]
						{
							["arg2"] = "光缚剑圣",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119480,
							["arg1"] = "屈服吧，玛格汉！拥抱圣光！",
						}, -- [177]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119489,
							["arg1"] = "摧毁那些攻城坦克！",
						}, -- [178]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119520,
							["arg1"] = "坚守阵地！这片土地属于玛格汉！",
						}, -- [179]
						{
							["arg2"] = "光缚神射手",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119550,
							["arg1"] = "你们毁掉了这片土地！现在还来得及挽救！",
						}, -- [180]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119550,
							["arg1"] = "退后，德莱尼！这里不欢迎你的圣光！",
						}, -- [181]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119575,
							["arg1"] = "不……纳鲁……别再来了！",
						}, -- [182]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119581,
							["arg1"] = "清除圣光的腐蚀！",
						}, -- [183]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119582,
							["arg1"] = "诅咒这邪恶的圣光！",
						}, -- [184]
						{
							["arg2"] = "大主教欧雷里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119583,
							["arg1"] = "放弃无用的抵抗，玛格汉！退下，迎接圣光的洗礼！",
						}, -- [185]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119584,
							["arg1"] = "趁早撤退吧！你们无法把教条强加到我们身上，德莱尼！",
						}, -- [186]
						{
							["arg2"] = "大主教欧雷里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119587,
							["arg1"] = "大主教命令你们放弃抵抗……否则就面对审判！",
						}, -- [187]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119589,
							["arg1"] = "为了德拉诺！为了玛格汉！",
						}, -- [188]
						{
							["arg2"] = "大主教欧雷里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119599,
							["arg1"] = "纳鲁为我们带来了和平与秩序！",
						}, -- [189]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119601,
							["arg1"] = "你指的是奴役！",
						}, -- [190]
						{
							["arg2"] = "大主教欧雷里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119611,
							["arg1"] = "放下你们的仇恨！圣光会治愈战争的伤痕！",
						}, -- [191]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119613,
							["arg1"] = "我们的伤痕与你们无关！",
						}, -- [192]
						{
							["arg2"] = "大主教欧雷里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119615,
							["arg1"] = "曾经肥沃的土地，现在了无生机。这是你们的仇恨所导致的！",
						}, -- [193]
						{
							["arg2"] = "大主教欧雷里斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119635,
							["arg1"] = "伊瑞尔……我辜负了你……",
						}, -- [194]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119636,
							["arg1"] = "你的大主教也救不了你。我们会一直战斗下去，直到德拉诺获得自由！",
						}, -- [195]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119639,
							["arg1"] = "来吧，艾泽拉斯的勇士。我们得向大酋长报告这场胜利……",
						}, -- [196]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119641,
							["arg1"] = "至于我那些在永晨要塞的兄弟姐妹的命运。恐怕我们现在已经没法拯救他们了。",
						}, -- [197]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119679,
							["arg1"] = "我们挫败了德莱尼的攻势，大酋长。但他们的大主教不会罢手的。狂热分子是不会放弃的。",
						}, -- [198]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119682,
							["arg1"] = "我们会做好准备。艾泽拉斯的英雄呢？他们帮上忙了吗？",
						}, -- [199]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119684,
							["arg1"] = "他们非常英勇。我承认……我误会你了，伊崔格。你也是，Magiccream。",
						}, -- [200]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119686,
							["arg1"] = "现在，说到我们欠你们部落的人情，我们会派……",
						}, -- [201]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119688,
							["arg1"] = "我。还有一队志愿者。如果您准许的话，大酋长。",
						}, -- [202]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119691,
							["arg1"] = "你，大王？你们在这里的战斗呢？",
						}, -- [203]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119692,
							["arg1"] = "大酋长可以挡住德莱尼还有那些光缚者叛徒。玛格汉会帮你打赢你的战争，这样我们就互不相欠了。",
						}, -- [204]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119696,
							["arg1"] = "你跟英雄们在战斗中培养出感情之后，自然会跟他们惺惺相惜，盖亚拉。我祝福你。",
						}, -- [205]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119698,
							["arg1"] = "非常感谢你，Magiccream。准备返回——",
						}, -- [206]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119701,
							["arg1"] = "有多少人，兰特瑞索？",
						}, -- [207]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119705,
							["arg1"] = "倾巢而出？",
						}, -- [208]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119707,
							["arg1"] = "……",
						}, -- [209]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119709,
							["arg1"] = "兰特瑞索，尽你所能！把你见到的每一个兽人都带到这里！",
						}, -- [210]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119711,
							["arg1"] = "大王，伊崔格，在这里和我守住防线！",
						}, -- [211]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119713,
							["arg1"] = "Magiccream，前往塔顶， 让那些光缚者见识下什么叫地狱！",
						}, -- [212]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1603119959,
							["arg1"] = "<格罗玛什降低了声音，只有玛格汉能听到。>",
						}, -- [213]
						{
							["arg2"] = "格罗玛什·地狱咆哮",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119960,
							["arg1"] = "盖亚拉，带所有人离开这。快。这是命令。",
						}, -- [214]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603119968,
							["arg1"] = "愿你死得其所，格罗玛什·地狱咆哮。",
						}, -- [215]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120015,
							["arg1"] = "结束了。大王，这里……就是艾泽拉斯。",
						}, -- [216]
						{
							["arg2"] = "盖亚拉大王",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120016,
							["arg1"] = "就在刚才，我们还在德拉诺上为生存而战。我从没想过我会亲眼目睹另一个世界。",
						}, -- [217]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120019,
							["arg1"] = "很久以前，我和你一样。非常……不安。我会尽我所能帮助你和你的人民。",
						}, -- [218]
						{
							["arg2"] = "蕾薇·推杆",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120034,
							["arg1"] = "你听说加里维克斯的事了吗？萨鲁法尔兵临城下时，他在焚烧堆得像小山一样的文件。",
						}, -- [219]
						{
							["arg2"] = "卡尔·万金",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120036,
							["arg1"] = "他当然会那样做。这样就没有证据指证他了。",
						}, -- [220]
						{
							["arg2"] = "蕾薇·推杆",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120037,
							["arg1"] = "你知道……如果我们能找出他所隐藏的秘密……",
						}, -- [221]
						{
							["arg2"] = "卡尔·万金",
							["type"] = "MONSTER_SAY",
							["time"] = 1603120038,
							["arg1"] = "别傻了。他不会轻易就露出马脚的。",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg2"] = "大领主达里安·莫格莱尼",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205184,
							["arg1"] = "艰难的时局需要崭新的盟友。你来自强大的民族。无疑你将忠实履行黑锋骑士的意志。",
						}, -- [226]
						{
							["arg2"] = "大领主达里安·莫格莱尼",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205194,
							["arg1"] = "看来巫妖王也和我们一样，发现了这个事实。来自暗影的威胁伴随着你我，我们必须厉兵秣马，扩张军力。",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [230]
						{
							["arg2"] = "克罗米",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205709,
							["arg1"] = "如果有个可怕的兽人给你递来一杯喝的，最好别接受。",
						}, -- [231]
						{
							["arg2"] = "奥格瑞玛步兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205759,
							["arg1"] = "你竟敢踏进我们的城市！",
						}, -- [232]
						{
							["arg2"] = "暗矛猎头者",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205762,
							["arg1"] = "凶手！",
						}, -- [233]
						{
							["arg2"] = "奥格瑞玛步兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205763,
							["arg1"] = "怪物！",
						}, -- [234]
						{
							["arg2"] = "提耶利斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1603205778,
							["arg1"] = "凶手！",
						}, -- [235]
						{
							["arg2"] = "大法师卡德加",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206225,
							["arg1"] = "我们就全靠你了，Magiccreamdk。",
						}, -- [236]
						{
							["arg2"] = "守备官玛尔拉德",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206358,
							["arg1"] = "注意保存实力。我们必须确保Magiccreamdk完成任务。我要亲自对付这些畜生！",
						}, -- [237]
						{
							["arg2"] = "守备官玛尔拉德",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206364,
							["arg1"] = "圣光啊，请赐予我复仇之力，并庇护Magiccreamdk吧。",
						}, -- [238]
						{
							["arg2"] = "塞林·暗砧",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206386,
							["arg1"] = "别担心，Magiccreamdk。我们会掩护你的！",
						}, -- [239]
						{
							["arg2"] = "战歌指挥官",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206388,
							["arg1"] = "臣服于钢铁部落的力量吧！",
						}, -- [240]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206397,
							["arg1"] = "你们，陌生的入侵者……",
						}, -- [241]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206400,
							["arg1"] = "那些钢铁部落的杂种把我们当成导管来为他们的传送门供能。我会让他们后悔的。",
						}, -- [242]
						{
							["arg2"] = "塔隆戈尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206410,
							["arg1"] = "暗影议会感谢你的帮助。",
						}, -- [243]
						{
							["arg2"] = "汉瑟尔·重拳",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206434,
							["arg1"] = "快过去，勇士！",
						}, -- [244]
						{
							["arg2"] = "古加尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206441,
							["arg1"] = "你……外来者。快摧毁那件圣物，放我们出去。（摧毁那件圣物！砸烂它！）",
						}, -- [245]
						{
							["arg2"] = "古加尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206444,
							["arg1"] = "如果你真的想阻止钢铁部落，就去找到古尔丹。（古尔丹！古尔丹在为传送门供应能量！）",
						}, -- [246]
						{
							["arg2"] = "大法师卡德加",
							["type"] = "MONSTER_SAY",
							["time"] = 1603206475,
							["arg1"] = "你要不择手段，不惜一切代价，勇士。你是艾泽拉斯最后的希望了了。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251516,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [1]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251524,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [2]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251524,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [3]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251583,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [4]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251583,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [5]
						{
							["arg2"] = "欧等等大魔王-天空之墙",
							["type"] = "YELL",
							["time"] = 1574251625,
							["arg1"] = "欧等等大魔王 中了狂热冲锋",
							["clColor"] = "ff3ec5e9",
						}, -- [6]
						{
							["arg2"] = "欧等等大魔王-天空之墙",
							["type"] = "YELL",
							["time"] = 1574251707,
							["arg1"] = "欧等等大魔王 中了狂热冲锋",
							["clColor"] = "ff3ec5e9",
						}, -- [7]
						{
							["arg2"] = "欧等等大魔王-天空之墙",
							["type"] = "YELL",
							["time"] = 1574251747,
							["arg1"] = "欧等等大魔王 中了狂热冲锋",
							["clColor"] = "ff3ec5e9",
						}, -- [8]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251759,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [9]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251759,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [10]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251787,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [11]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251787,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [12]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251860,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [13]
						{
							["arg2"] = "心理行为专家-凤凰之神",
							["type"] = "YELL",
							["time"] = 1574251860,
							["arg1"] = "  驅散狂怒  赞齐尔荣誉卫士  激怒  （獵人/小德）",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 11/20/2019 的 21:32:17。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg2"] = "Jameszhang-布兰卡德",
							["type"] = "YELL",
							["time"] = 1574257697,
							["arg1"] = "我已打断铁潮暴徒的|cff71d5ff|Hspell:258128:0|h[衰弱怒吼]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [18]
						{
							["arg2"] = "Jameszhang-布兰卡德",
							["type"] = "YELL",
							["time"] = 1574257794,
							["arg1"] = "我已打断水鼠帮海语者的|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "Jameszhang-布兰卡德",
							["type"] = "YELL",
							["time"] = 1574258095,
							["arg1"] = "我已打断水鼠帮海语者的|cff71d5ff|Hspell:258153:0|h[流水护甲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [20]
						{
							["arg2"] = "清欢丶-狂热之刃",
							["type"] = "YELL",
							["time"] = 1574258466,
							["arg1"] = "潜伏帷幕已释放 持续15s",
							["clColor"] = "fffef367",
						}, -- [21]
						{
							["arg2"] = "Jameszhang-布兰卡德",
							["type"] = "YELL",
							["time"] = 1574258491,
							["arg1"] = "我已打断艾什凡军官的|cff71d5ff|Hspell:258313:0|h[手铐]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [22]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574260285,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260510,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [24]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574260513,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [25]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574260757,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [26]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260769,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [27]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260871,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [28]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260871,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [29]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574260872,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [30]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260873,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [31]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260873,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [32]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260875,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [33]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260875,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [34]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260875,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [35]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260875,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [36]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260921,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [37]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260921,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [38]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260921,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [39]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260921,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [40]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574260921,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [41]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574260979,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [42]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574261504,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [43]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261505,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [44]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261505,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [45]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261505,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [46]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261506,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [47]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261506,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [48]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574261628,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [49]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261638,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [50]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261638,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [51]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261638,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [52]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261639,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [53]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261639,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [54]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261639,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [55]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574261721,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [56]
						{
							["arg2"] = "Rethen-燃烧平原",
							["type"] = "YELL",
							["time"] = 1574261730,
							["arg1"] = "Rethen 集合！",
							["clColor"] = "ff3ec5e9",
						}, -- [57]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261751,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [58]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261751,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [59]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261752,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [60]
						{
							["arg2"] = "泰丶坦乔碧萝-安苏",
							["type"] = "YELL",
							["time"] = 1574261812,
							["arg1"] = "为了部落！",
							["clColor"] = "ffc59a6c",
						}, -- [61]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261847,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [62]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261847,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [63]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261847,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [64]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261847,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [65]
						{
							["arg2"] = "女神泰勒-无尽之海",
							["type"] = "YELL",
							["time"] = 1574261848,
							["arg1"] = "我要一个打十个！",
							["clColor"] = "fff38bb9",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 23:02:49。",
						}, -- [69]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262502,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262510,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262510,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [72]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262542,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262557,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262589,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262610,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262740,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262750,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262790,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262812,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262844,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262844,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262848,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [83]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262861,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262861,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [85]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262892,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [86]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262928,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [87]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262935,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [88]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262952,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [89]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574262989,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [90]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263006,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263070,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263082,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263088,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263132,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [95]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263138,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [96]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263311,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263311,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [98]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263316,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263323,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [100]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263350,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [101]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263379,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [102]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263495,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [103]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263563,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [104]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263617,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [105]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263634,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [106]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263639,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [107]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263656,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [108]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263666,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [109]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263708,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [110]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263763,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [111]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263789,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263803,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263806,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [114]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574263820,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [115]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574264059,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 11/22/2019 的 00:22:33。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574354018,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [120]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574354037,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [121]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574354263,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [122]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574354263,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:23:24。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg2"] = "丨囲丨-雷霆之怒",
							["type"] = "YELL",
							["time"] = 1574853915,
							["arg1"] = "上马不喊话，打本肯定挂",
							["clColor"] = "fffef367",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [130]
						{
							["arg2"] = "说好不咕-死亡之翼",
							["type"] = "YELL",
							["time"] = 1574855119,
							["arg1"] = "我已打断黑水先知的|cff71d5ff|Hspell:304261:0|h[回春海藻]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864257,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [135]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864284,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [136]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864308,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864308,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [138]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864308,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [139]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864339,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [140]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864413,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [141]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864497,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864551,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [143]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864576,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [144]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864601,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [145]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864601,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [146]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864615,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [147]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864666,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [148]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864708,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [149]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864717,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [150]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864879,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [151]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864879,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [152]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574864931,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [153]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865100,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865118,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [155]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865118,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865127,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865127,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865315,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [159]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865435,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865522,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865522,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [162]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865522,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1574865607,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575086067,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575086825,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575086978,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575086993,
							["arg1"] = "嗜血",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575086994,
							["arg1"] = "嗜血",
							["clColor"] = "fffe7b09",
						}, -- [172]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575087076,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1575292845,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1576079830,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [181]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1576080119,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [182]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1576080178,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = "记录开始于 10/13/2020 的 23:00:38。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602601493,
							["arg1"] = "5面5箱 ,披峰升急,水晶全开,低级披峰也能弄",
							["clColor"] = "ff3ec5e9",
						}, -- [187]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602601519,
							["arg1"] = "5面5箱 ,披峰升急,水晶全开,低级披峰也能弄",
							["clColor"] = "ff3ec5e9",
						}, -- [188]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602601544,
							["arg1"] = "5面5箱 ,披峰升急,水晶全开,低级披峰也能弄",
							["clColor"] = "ff3ec5e9",
						}, -- [189]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602601570,
							["arg1"] = "5面5箱 ,披峰升急,水晶全开,低级披峰也能弄",
							["clColor"] = "ff3ec5e9",
						}, -- [190]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602601595,
							["arg1"] = "5面5箱 ,披峰升急,水晶全开,低级披峰也能弄",
							["clColor"] = "ff3ec5e9",
						}, -- [191]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602601620,
							["arg1"] = "5面5箱 ,披峰升急,水晶全开,低级披峰也能弄",
							["clColor"] = "ff3ec5e9",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602684059,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602684107,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [197]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602684260,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [198]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602684477,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [199]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602684477,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [200]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602684998,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [201]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602685019,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [202]
						{
							["arg2"] = "隐云龙-迪瑟洛克",
							["type"] = "YELL",
							["time"] = 1602685029,
							["arg1"] = "上马不喊话，等于钱白花！",
							["clColor"] = "fff38bb9",
						}, -- [203]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602685039,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [204]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602685059,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [205]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602685080,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [206]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602686129,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602686129,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602686183,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602686183,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [210]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602686237,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [211]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602687174,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [212]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602688371,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [213]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602688881,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [214]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602688901,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [215]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602688921,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [216]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602688942,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [217]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602688962,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [218]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602688982,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [219]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689002,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [220]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689022,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [221]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689043,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [222]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689063,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [223]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689083,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [224]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689103,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [225]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689123,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [226]
						{
							["arg2"] = "二姐姐的梦-凤凰之神",
							["type"] = "YELL",
							["time"] = 1602689144,
							["arg1"] = "5面5箱  披峰升急 一级披峰也能打 可得 470庄蓓 和 超多孵化 750回想",
							["clColor"] = "ff3ec5e9",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [230]
						{
							["arg2"] = "隐云龙-迪瑟洛克",
							["type"] = "YELL",
							["time"] = 1602772992,
							["arg1"] = "上马不喊话，等于钱白花！",
							["clColor"] = "fff38bb9",
						}, -- [231]
						{
							["arg2"] = "隐云龙-迪瑟洛克",
							["type"] = "YELL",
							["time"] = 1602773007,
							["arg1"] = "上马不喊话，等于钱白花！",
							["clColor"] = "fff38bb9",
						}, -- [232]
						{
							["arg2"] = "隐云龙-迪瑟洛克",
							["type"] = "YELL",
							["time"] = 1602773008,
							["arg1"] = "上马不喊话，等于钱白花！",
							["clColor"] = "fff38bb9",
						}, -- [233]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1602773938,
							["arg1"] = "hi，孙子！",
							["clColor"] = "fffe7b09",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [237]
						{
							["arg2"] = "仲南海小妹-拉文凯斯",
							["type"] = "YELL",
							["time"] = 1603029080,
							["arg1"] = "MAND",
							["clColor"] = "ffa22fc8",
						}, -- [238]
						{
							["arg2"] = "仲南海小妹-拉文凯斯",
							["type"] = "YELL",
							["time"] = 1603029148,
							["arg1"] = "MAND",
							["clColor"] = "ffa22fc8",
						}, -- [239]
						{
							["arg2"] = "月下眠-无尽之海",
							["type"] = "YELL",
							["time"] = 1603031894,
							["arg1"] = "圣光啊！那个敌人值得一战~",
							["clColor"] = "fff38bb9",
						}, -- [240]
						{
							["arg2"] = "月下眠-无尽之海",
							["type"] = "YELL",
							["time"] = 1603032020,
							["arg1"] = "圣光啊！那个敌人值得一战~",
							["clColor"] = "fff38bb9",
						}, -- [241]
						{
							["arg2"] = "月下眠-无尽之海",
							["type"] = "YELL",
							["time"] = 1603032020,
							["arg1"] = "圣光啊！那个敌人值得一战~",
							["clColor"] = "fff38bb9",
						}, -- [242]
						{
							["arg2"] = "月下眠-无尽之海",
							["type"] = "YELL",
							["time"] = 1603032358,
							["arg1"] = "圣光啊！那个敌人值得一战~",
							["clColor"] = "fff38bb9",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [246]
						{
							["arg2"] = "太难得乐-红龙女王",
							["type"] = "YELL",
							["time"] = 1603206004,
							["arg1"] = " /played",
							["clColor"] = "ff3ec6ea",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522333,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [1]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522376,
							["arg1"] = "|Kv8|k",
							["clColor"] = "ffff7c0a",
						}, -- [2]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522376,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [3]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522406,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [4]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522438,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [5]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522445,
							["arg1"] = "|Kv12|k",
							["clColor"] = "ffff7c0a",
						}, -- [6]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522449,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [7]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522467,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [8]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522537,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [9]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522556,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [10]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522562,
							["arg1"] = "|Kv5|k",
							["clColor"] = "ffff7c0a",
						}, -- [11]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522563,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [12]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522611,
							["arg1"] = "|Kv8|k",
							["clColor"] = "ffff7c0a",
						}, -- [13]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522619,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [14]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522648,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [15]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522679,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522699,
							["arg1"] = "|Kv14|k",
							["clColor"] = "ffff7c0a",
						}, -- [17]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522774,
							["arg1"] = "|Kv15|k",
							["clColor"] = "ffff7c0a",
						}, -- [18]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522798,
							["arg1"] = "|Kv16|k",
							["clColor"] = "ffff7c0a",
						}, -- [19]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522912,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [20]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522955,
							["arg1"] = "|Kv17|k",
							["clColor"] = "ffff7c0a",
						}, -- [21]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546522955,
							["arg1"] = "|Kv18|k",
							["clColor"] = "ffff7c0a",
						}, -- [22]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523014,
							["arg1"] = "|Kv11|k",
							["clColor"] = "ffff7c0a",
						}, -- [23]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523015,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [24]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523045,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [25]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523075,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [26]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523087,
							["arg1"] = "|Kv12|k",
							["clColor"] = "ffff7c0a",
						}, -- [27]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523105,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [28]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523134,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [29]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523135,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [30]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523165,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [31]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523195,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [32]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523284,
							["arg1"] = "|Kv20|k",
							["clColor"] = "ffff7c0a",
						}, -- [33]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523284,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [34]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523378,
							["arg1"] = "|Kv11|k",
							["clColor"] = "ffff7c0a",
						}, -- [35]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523380,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [36]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523407,
							["arg1"] = "|Kv21|k",
							["clColor"] = "ffff7c0a",
						}, -- [37]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523410,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [38]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523440,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [39]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523470,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [40]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523540,
							["arg1"] = "|Kv22|k",
							["clColor"] = "ffff7c0a",
						}, -- [41]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523573,
							["arg1"] = "|Kv23|k",
							["clColor"] = "ffff7c0a",
						}, -- [42]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523573,
							["arg1"] = "|Kv24|k",
							["clColor"] = "ffff7c0a",
						}, -- [43]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523616,
							["arg1"] = "|Kv23|k",
							["clColor"] = "ffff7c0a",
						}, -- [44]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523689,
							["arg1"] = "|Kv25|k",
							["clColor"] = "ffff7c0a",
						}, -- [45]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523690,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [46]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523721,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [47]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523750,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [48]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523781,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [49]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523844,
							["arg1"] = "|Kv9|k",
							["clColor"] = "ffff7c0a",
						}, -- [50]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523853,
							["arg1"] = "|Kv22|k",
							["clColor"] = "ffff7c0a",
						}, -- [51]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523887,
							["arg1"] = "|Kv11|k",
							["clColor"] = "ffff7c0a",
						}, -- [52]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523895,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [53]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523902,
							["arg1"] = "|Kv26|k",
							["clColor"] = "ffff7c0a",
						}, -- [54]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523926,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [55]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523955,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [56]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546523986,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [57]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524015,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [58]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524046,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [59]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524047,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [60]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524145,
							["arg1"] = "|Kv1|k",
							["clColor"] = "ffff7c0a",
						}, -- [61]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524146,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [62]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524147,
							["arg1"] = "|Kv27|k",
							["clColor"] = "ffff7c0a",
						}, -- [63]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524300,
							["arg1"] = "|Kv28|k",
							["clColor"] = "ffff7c0a",
						}, -- [64]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524300,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [65]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524331,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [66]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524356,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [67]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524363,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [68]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524367,
							["arg1"] = "|Kv29|k",
							["clColor"] = "fffff468",
						}, -- [69]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524393,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524423,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [71]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524453,
							["arg1"] = "|Kv30|k",
							["clColor"] = "ffff7c0a",
						}, -- [72]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524462,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [73]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524483,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524508,
							["arg1"] = "|Kv31|k",
							["clColor"] = "ffff7c0a",
						}, -- [75]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524513,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [76]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524530,
							["arg1"] = "|Kv32|k",
							["clColor"] = "ffff7c0a",
						}, -- [77]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524560,
							["arg1"] = "|Kv33|k",
							["clColor"] = "ffff7c0a",
						}, -- [78]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524570,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524665,
							["arg1"] = "|Kv20|k",
							["clColor"] = "ffff7c0a",
						}, -- [80]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524666,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [81]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524690,
							["arg1"] = "|Kv34|k",
							["clColor"] = "ffff7c0a",
						}, -- [82]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524822,
							["arg1"] = "|Kv11|k",
							["clColor"] = "ffff7c0a",
						}, -- [83]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524827,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [84]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524857,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [85]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524887,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [86]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524917,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [87]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524947,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [88]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524977,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [89]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546524977,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [90]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525007,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [91]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525022,
							["arg1"] = "|Kv35|k",
							["clColor"] = "ffff7c0a",
						}, -- [92]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525046,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [93]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525313,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [94]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525315,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [95]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525346,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [96]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525429,
							["arg1"] = "|Kv37|k",
							["clColor"] = "ffff7c0a",
						}, -- [97]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525432,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [98]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525465,
							["arg1"] = "|Kv38|k",
							["clColor"] = "ffff7c0a",
						}, -- [99]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525465,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [100]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525473,
							["arg1"] = "|Kv39|k",
							["clColor"] = "ffff7c0a",
						}, -- [101]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525526,
							["arg1"] = "|Kv8|k",
							["clColor"] = "ffff7c0a",
						}, -- [102]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525527,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [103]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525558,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [104]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525588,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [105]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525599,
							["arg1"] = "|Kv40|k",
							["clColor"] = "ffff7c0a",
						}, -- [106]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525641,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [107]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525680,
							["arg1"] = "|Kv41|k",
							["clColor"] = "ffff7c0a",
						}, -- [108]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525719,
							["arg1"] = "|Kv42|k",
							["clColor"] = "ffff7c0a",
						}, -- [109]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525781,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [110]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525852,
							["arg1"] = "|Kv20|k",
							["clColor"] = "ffff7c0a",
						}, -- [111]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525854,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [112]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525884,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [113]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525914,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [114]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525944,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [115]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525964,
							["arg1"] = "|Kv43|k",
							["clColor"] = "ffff7c0a",
						}, -- [116]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546525974,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [117]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526004,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [118]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526006,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ffff7c0a",
						}, -- [119]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526006,
							["arg1"] = "|Kv44|k",
							["clColor"] = "ffff7c0a",
						}, -- [120]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526073,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [121]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526150,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ffff7c0a",
						}, -- [122]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526179,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [123]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526193,
							["arg1"] = "|Kv45|k",
							["clColor"] = "ffff7c0a",
						}, -- [124]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526385,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [125]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526414,
							["arg1"] = "|Kv46|k",
							["clColor"] = "ffff7c0a",
						}, -- [126]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526428,
							["arg1"] = "|Kv44|k",
							["clColor"] = "ffff7c0a",
						}, -- [127]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526432,
							["arg1"] = "|Kv47|k",
							["clColor"] = "ffff7c0a",
						}, -- [128]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526436,
							["arg1"] = "|Kv48|k",
							["clColor"] = "ffff7c0a",
						}, -- [129]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526438,
							["arg1"] = "|Kv49|k",
							["clColor"] = "ffff7c0a",
						}, -- [130]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526495,
							["arg1"] = "|Kv50|k",
							["clColor"] = "ffff7c0a",
						}, -- [131]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526509,
							["arg1"] = "|Kv51|k",
							["clColor"] = "ffff7c0a",
						}, -- [132]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526624,
							["arg1"] = "|Kv16|k",
							["clColor"] = "ffff7c0a",
						}, -- [133]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526652,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [134]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526715,
							["arg1"] = "|Kv46|k",
							["clColor"] = "ffff7c0a",
						}, -- [135]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526717,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [136]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526786,
							["arg1"] = "|Kv38|k",
							["clColor"] = "ffff7c0a",
						}, -- [137]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526789,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [138]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526819,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [139]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526850,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [140]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526880,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [141]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526903,
							["arg1"] = "|Kv52|k",
							["clColor"] = "ffff7c0a",
						}, -- [142]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526909,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [143]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526939,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [144]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546526969,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [145]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527000,
							["arg1"] = "|Kv1|k",
							["clColor"] = "ffff7c0a",
						}, -- [146]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527091,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [147]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527199,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [148]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527204,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [149]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527313,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [150]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527314,
							["arg1"] = "|Kv53|k",
							["clColor"] = "ffff7c0a",
						}, -- [151]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527362,
							["arg1"] = "|Kv54|k",
							["clColor"] = "ffff7c0a",
						}, -- [152]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527372,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [153]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527374,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [154]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527447,
							["arg1"] = "|Kv1|k",
							["clColor"] = "ffff7c0a",
						}, -- [155]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527449,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [156]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527479,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [157]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527509,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [158]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527526,
							["arg1"] = "|Kv55|k",
							["clColor"] = "ffff7c0a",
						}, -- [159]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527539,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [160]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527569,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [161]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527599,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [162]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527604,
							["arg1"] = "|Kv18|k",
							["clColor"] = "ffff7c0a",
						}, -- [163]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527617,
							["arg1"] = "|Kv56|k",
							["clColor"] = "ffff7c0a",
						}, -- [164]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527684,
							["arg1"] = "|Kv1|k",
							["clColor"] = "ffff7c0a",
						}, -- [165]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527685,
							["arg1"] = "|Kv6|k",
							["clColor"] = "ffff7c0a",
						}, -- [166]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527698,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [167]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527763,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [168]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527765,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [169]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527795,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [170]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527820,
							["arg1"] = "|Kv57|k",
							["clColor"] = "ffff7c0a",
						}, -- [171]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527827,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [172]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527856,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [173]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527875,
							["arg1"] = "|Kv57|k",
							["clColor"] = "ffff7c0a",
						}, -- [174]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527886,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [175]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527916,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [176]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527946,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [177]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527964,
							["arg1"] = "|Kv58|k",
							["clColor"] = "ffff7c0a",
						}, -- [178]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546527981,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [179]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528014,
							["arg1"] = "|Kv51|k",
							["clColor"] = "ffff7c0a",
						}, -- [180]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528019,
							["arg1"] = "|Kv33|k",
							["clColor"] = "ffff7c0a",
						}, -- [181]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528071,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [182]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528072,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [183]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528102,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [184]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528131,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [185]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528162,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [186]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528222,
							["arg1"] = "|Kv59|k",
							["clColor"] = "ffff7c0a",
						}, -- [187]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528228,
							["arg1"] = "|Kv60|k",
							["clColor"] = "ffff7c0a",
						}, -- [188]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528247,
							["arg1"] = "|Kv61|k",
							["clColor"] = "ffff7c0a",
						}, -- [189]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528365,
							["arg1"] = "|Kv11|k",
							["clColor"] = "ffff7c0a",
						}, -- [190]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528369,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [191]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528399,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [192]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528429,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [193]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528446,
							["arg1"] = "|Kv62|k",
							["clColor"] = "ffff7c0a",
						}, -- [194]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528459,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [195]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528489,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [196]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528520,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [197]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528605,
							["arg1"] = "|Kv8|k",
							["clColor"] = "ffff7c0a",
						}, -- [198]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528614,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [199]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528644,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [200]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528675,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [201]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528705,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [202]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528734,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [203]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528758,
							["arg1"] = "|Kv57|k",
							["clColor"] = "ffff7c0a",
						}, -- [204]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528764,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528794,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ffff7c0a",
						}, -- [206]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528824,
							["arg1"] = "|Kv63|k",
							["clColor"] = "ffff7c0a",
						}, -- [207]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528824,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [208]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528854,
							["arg1"] = "|Kv64|k",
							["clColor"] = "ffff7c0a",
						}, -- [209]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528855,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [210]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528882,
							["arg1"] = "|Kv57|k",
							["clColor"] = "ffff7c0a",
						}, -- [211]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528885,
							["arg1"] = "|Kv30|k",
							["clColor"] = "ffff7c0a",
						}, -- [212]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528914,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [213]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546528920,
							["arg1"] = "|Kv65|k",
							["clColor"] = "ffff7c0a",
						}, -- [214]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529020,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529044,
							["arg1"] = "|Kv51|k",
							["clColor"] = "ffff7c0a",
						}, -- [216]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529053,
							["arg1"] = "|Kv33|k",
							["clColor"] = "ffff7c0a",
						}, -- [217]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529124,
							["arg1"] = "|Kv36|k",
							["clColor"] = "ffff7c0a",
						}, -- [218]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529124,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [219]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529154,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [220]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529184,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [221]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529231,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ffff7c0a",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529287,
							["arg1"] = "|Kv58|k",
							["clColor"] = "ffff7c0a",
						}, -- [223]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529287,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [224]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529318,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [225]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529348,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [226]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529377,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [227]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529378,
							["arg1"] = "|Kv66|k",
							["clColor"] = "ffff7c0a",
						}, -- [228]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529408,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [229]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529438,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [230]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529447,
							["arg1"] = "|Kv57|k",
							["clColor"] = "ffff7c0a",
						}, -- [231]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529473,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffff7c0a",
						}, -- [232]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529481,
							["arg1"] = "|Kv26|k",
							["clColor"] = "ffff7c0a",
						}, -- [233]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529507,
							["arg1"] = "|Kv67|k",
							["clColor"] = "ffff7c0a",
						}, -- [234]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529515,
							["arg1"] = "|Kv68|k",
							["clColor"] = "ffff7c0a",
						}, -- [235]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529911,
							["arg1"] = "|Kv69|k",
							["clColor"] = "ffff7c0a",
						}, -- [236]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546529941,
							["arg1"] = "|Kv69|k",
							["clColor"] = "ffff7c0a",
						}, -- [237]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530336,
							["arg1"] = "|Kv70|k",
							["clColor"] = "ffff7c0a",
						}, -- [238]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530520,
							["arg1"] = "|Kv71|k",
							["clColor"] = "ffff7c0a",
						}, -- [239]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530523,
							["arg1"] = "|Kv72|k",
							["clColor"] = "ffff7c0a",
						}, -- [240]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530611,
							["arg1"] = "|Kv73|k",
							["clColor"] = "ffff7c0a",
						}, -- [241]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530616,
							["arg1"] = "|Kv74|k",
							["clColor"] = "ffff7c0a",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530624,
							["arg1"] = "|Kv75|k",
							["clColor"] = "ffff7c0a",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 01/03/2019 的 16:50:41。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1546530710,
							["arg1"] = "|Kv76|k",
							["clColor"] = "ffff7c0a",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041162,
							["arg1"] = "完了 我yy又坏了",
							["clColor"] = "ff3ec5e9",
						}, -- [1]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041174,
							["arg1"] = "xD",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041341,
							["arg1"] = "我第一次就出了",
							["clColor"] = "ff3ec5e9",
						}, -- [3]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041410,
							["arg1"] = "他妈没水晶没水晶 你麻痹啊",
							["clColor"] = "ff3ec5e9",
						}, -- [4]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041446,
							["arg1"] = "你要什么",
							["clColor"] = "ff3ec5e9",
						}, -- [5]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041576,
							["arg1"] = "正常打发是大打完了最后大",
							["clColor"] = "ff00fe95",
						}, -- [6]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041620,
							["arg1"] = "我就搞不懂",
							["clColor"] = "ff00fe95",
						}, -- [7]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041633,
							["arg1"] = "兽王有毒幕",
							["clColor"] = "ff00fe95",
						}, -- [8]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041637,
							["arg1"] = "狂战士这么梦",
							["clColor"] = "ff00fe95",
						}, -- [9]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041640,
							["arg1"] = "你们能秒？",
							["clColor"] = "ff00fe95",
						}, -- [10]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041644,
							["arg1"] = "毁天灭地？",
							["clColor"] = "ff00fe95",
						}, -- [11]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041647,
							["arg1"] = "要一起A。。",
							["clColor"] = "ff00fe95",
						}, -- [12]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041699,
							["arg1"] = "控个怪是真的难",
							["clColor"] = "ff00fe95",
						}, -- [13]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041713,
							["arg1"] = "shijieboss",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041717,
							["arg1"] = "傻屌",
							["clColor"] = "ff3ec5e9",
						}, -- [15]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041747,
							["arg1"] = "要不然就都靠爆发秒兽王和狂战士",
							["clColor"] = "ff00fe95",
						}, -- [16]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041749,
							["arg1"] = "要么就别开",
							["clColor"] = "ff00fe95",
						}, -- [17]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041780,
							["arg1"] = "一个毒幕放开了，499的奶德都奶不起你们",
							["clColor"] = "ff00fe95",
						}, -- [18]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041881,
							["arg1"] = "跳",
							["clColor"] = "ff00fe95",
						}, -- [19]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041891,
							["arg1"] = "呵呵 ",
							["clColor"] = "ff3ec5e9",
						}, -- [20]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041907,
							["arg1"] = "你吃你妈",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041928,
							["arg1"] = "老子说不了话 拉你妈",
							["clColor"] = "ff3ec5e9",
						}, -- [22]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568041960,
							["arg1"] = "15层要一起分担",
							["clColor"] = "ff00fe95",
						}, -- [23]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568042160,
							["arg1"] = "你们自己打",
							["clColor"] = "ff00fe95",
						}, -- [24]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568042162,
							["arg1"] = "我拒绝了",
							["clColor"] = "ff00fe95",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/09/2019 的 23:33:09。",
						}, -- [28]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568043391,
							["arg1"] = "真NM难，我要去个WC",
							["clColor"] = "ff00fe95",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/11/2019 的 21:05:57。",
						}, -- [32]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568208380,
							["arg1"] = "|cffff8000|Hazessence:3:4|h[沉抑之球]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [33]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568208384,
							["arg1"] = "|cffff8000|Hazessence:23:4|h[仇敌之血]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/13/2019 的 02:11:35。",
						}, -- [37]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568311934,
							["arg1"] = "|cffa335ee|Hitem:168397:6112:168642::::::120:65::6:4:4800:1808:1517:4786:::|h[巨鳗之牙]|h|r|cffa335ee|Hitem:168905::::::::120:65::6:3:4800:1517:4786:::|h[颤栗剧毒圣物]|h|r|cffa335ee|Hitem:169304::::::::120:65::6:3:4800:1517:4786:::|h[海兽的诱饵]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [38]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568311968,
							["arg1"] = "|cffa335ee|Hitem:168602::168639::::::120:65::6:4:4800:1808:1517:4786:::|h[祝福深渊斗篷]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [39]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568312059,
							["arg1"] = "|cffa335ee|Hitem:168477::::::::120:65::6:3:4800:1517:4786:::|h[缚潮者的流波之球]|h|r|cffa335ee|Hitem:168903:6112:::::::120:65::6:4:4800:1517:5855:4783:::|h[艾萨亚雷权杖]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 09/13/2019 的 02:21:54。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568313762,
							["arg1"] = "|cffa335ee|Hitem:158348::::::::120:64::16:4:5006:1587:5885:4784:::|h[永生忠诚裹腕]|h|r",
							["clColor"] = "ff3ec5e9",
						}, -- [44]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568314986,
							["arg1"] = "|cffffffff|Hitem:2459::::::::120:65::::::|h[迅捷药水]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = "记录开始于 09/17/2019 的 21:32:28。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727220,
							["arg1"] = "有活动？",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727231,
							["arg1"] = "15自由",
							["clColor"] = "fff38bb9",
						}, -- [50]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727232,
							["arg1"] = "来不 ",
							["clColor"] = "fff38bb9",
						}, -- [51]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727233,
							["arg1"] = "来来来",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727235,
							["arg1"] = "局座 ",
							["clColor"] = "fff38bb9",
						}, -- [53]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727239,
							["arg1"] = "GO",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1568727242,
							["arg1"] = "稍等2分钟",
							["clColor"] = "fffe7b09",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = "记录开始于 09/23/2019 的 22:50:34。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569250905,
							["arg1"] = "我来了",
							["clColor"] = "fffef367",
						}, -- [59]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569250922,
							["arg1"] = "钱神好 ",
							["clColor"] = "ff3ec5e9",
						}, -- [60]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569250984,
							["arg1"] = "将军好",
							["clColor"] = "ffc59a6c",
						}, -- [61]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569251063,
							["arg1"] = "几层呀？",
							["clColor"] = "fffef367",
						}, -- [62]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569251111,
							["arg1"] = "他们打13",
							["clColor"] = "ffc59a6c",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/24/2019 的 00:04:42。",
						}, -- [66]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569254717,
							["arg1"] = "123",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = "记录开始于 09/27/2019 的 20:50:55。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569590254,
							["arg1"] = "老板们，嗨团本呢",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/28/2019 的 21:29:59。",
						}, -- [74]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569678104,
							["arg1"] = "|cffa335ee|Hitem:162544::::::::120:64::23:1:3524:::|h[翠玉盘蛇指环]|h|r",
							["clColor"] = "ff3ec5e9",
						}, -- [75]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569678369,
							["arg1"] = "局座？",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569678401,
							["arg1"] = "在！",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569678404,
							["arg1"] = "不过我一会要看西甲",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569678408,
							["arg1"] = "= =。",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569678410,
							["arg1"] = "再见",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = "记录开始于 09/30/2019 的 23:05:18。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1569857069,
							["arg1"] = "还有人么",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = "记录开始于 10/18/2019 的 21:17:21。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571406276,
							["arg1"] = "我在叶师傅车队",
							["clColor"] = "fffe7b09",
						}, -- [88]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571406652,
							["arg1"] = "|cffa335ee|Hazessence:2:3|h[艾泽拉斯的不朽赐福]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [89]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571406655,
							["arg1"] = "|cffa335ee|Hazessence:25:3|h[深渊之护]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [90]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571406752,
							["arg1"] = "|cffa335ee|Hitem:167377::::::::120:577::25:3:1527:4786:3407:::|h[罪邪角斗士的勋章]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/23/2019 的 20:50:29。",
						}, -- [94]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835067,
							["arg1"] = "牛B",
							["clColor"] = "ff8686ec",
						}, -- [95]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835070,
							["arg1"] = "|cffa335ee|Hitem:32458::::::::120:72::::::|h[奥的灰烬]|h|r",
							["clColor"] = "ffc59a6c",
						}, -- [96]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835073,
							["arg1"] = "nb",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835090,
							["arg1"] = "A了",
							["clColor"] = "fffe7b09",
						}, -- [98]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835094,
							["arg1"] = "再见",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835108,
							["arg1"] = "你们不是都有么",
							["clColor"] = "ffc59a6c",
						}, -- [100]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835127,
							["arg1"] = "天天出坐骑  你们这些人",
							["clColor"] = "fffe7b09",
						}, -- [101]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835314,
							["arg1"] = "./.,.如果我把esc改了。。我走哪开设置界面？",
							["clColor"] = "ff8686ec",
						}, -- [102]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835340,
							["arg1"] = "有个问号",
							["clColor"] = "ffc59a6c",
						}, -- [103]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835348,
							["arg1"] = "菜单栏的问号",
							["clColor"] = "ffc59a6c",
						}, -- [104]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835352,
							["arg1"] = "鼠标啊",
							["clColor"] = "fffe7b09",
						}, -- [105]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835412,
							["arg1"] = "这个破机子，有点卡",
							["clColor"] = "ff8686ec",
						}, -- [106]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835519,
							["arg1"] = "大佬先带我打个10层神庙低保？",
							["clColor"] = "ff8686ec",
						}, -- [107]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835543,
							["arg1"] = "|cffa335ee|Hitem:168275::::::::120:267::5:3:4799:1502:4786:::|h[阿努-艾萨拉，永恒之杖]|h|r这个是不是没啥用",
							["clColor"] = "ff8686ec",
						}, -- [108]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835549,
							["arg1"] = "有用啊",
							["clColor"] = "fffe7b09",
						}, -- [109]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835552,
							["arg1"] = "属性很高",
							["clColor"] = "fffe7b09",
						}, -- [110]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835564,
							["arg1"] = "你可以对比一下其他430法杖或者主副手",
							["clColor"] = "fffe7b09",
						}, -- [111]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835569,
							["arg1"] = "属性要高",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835572,
							["arg1"] = "还有特效",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835586,
							["arg1"] = "我个SS。。用还是不用啊。。",
							["clColor"] = "ff8686ec",
						}, -- [114]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835601,
							["arg1"] = "你这3个属性都有用吗？",
							["clColor"] = "fffe7b09",
						}, -- [115]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835609,
							["arg1"] = "还是有一个属性是垃圾不要的？",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835622,
							["arg1"] = "都还行",
							["clColor"] = "ff8686ec",
						}, -- [117]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835627,
							["arg1"] = "那就带呀",
							["clColor"] = "fffe7b09",
						}, -- [118]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835628,
							["arg1"] = "精通相对垃圾点",
							["clColor"] = "ff8686ec",
						}, -- [119]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835653,
							["arg1"] = "|cffa335ee|Hitem:159668::::::::120:267::35:4:5010:1612:5850:4784:::|h[砰砰作响的瓶子]|h|r|cffa335ee|Hitem:160216:6112:::::::120:267::16:4:5010:42:1602:4786:::|h[碎玉弯刀]|h|r现在带的这个",
							["clColor"] = "ff8686ec",
						}, -- [120]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835671,
							["arg1"] = "你比一下副属性",
							["clColor"] = "fffe7b09",
						}, -- [121]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835690,
							["arg1"] = "没有我身上的好，带这个少1的暴击少2的急速",
							["clColor"] = "ff8686ec",
						}, -- [122]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835710,
							["arg1"] = "那就别换了呗",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835741,
							["arg1"] = "唉，可惜不给我出个暴",
							["clColor"] = "ff8686ec",
						}, -- [124]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835744,
							["arg1"] = "打不打钥匙的？",
							["clColor"] = "fffe7b09",
						}, -- [125]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835747,
							["arg1"] = "打啊",
							["clColor"] = "fffe7b09",
						}, -- [126]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835753,
							["arg1"] = "450就好了",
							["clColor"] = "ff8686ec",
						}, -- [127]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835753,
							["arg1"] = "18包子林！",
							["clColor"] = "fffe7b09",
						}, -- [128]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835755,
							["arg1"] = "求带个低保",
							["clColor"] = "ff8686ec",
						}, -- [129]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835762,
							["arg1"] = "打啊",
							["clColor"] = "fffe7b09",
						}, -- [130]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835971,
							["arg1"] = "哎  要打低保的人 不上YY的",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571835977,
							["arg1"] = "不是现在都微信？",
							["clColor"] = "ff8686ec",
						}, -- [132]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571836581,
							["arg1"] = "|cff1eff00|Hitem:154165::::::::120:104::::::|h[钙化之骨]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 10/23/2019 的 21:54:47。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571839024,
							["arg1"] = "|cff1eff00|Hitem:154165::::::::120:104::::::|h[钙化之骨]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = "记录开始于 10/23/2019 的 22:37:38。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571841497,
							["arg1"] = "我下了~",
							["clColor"] = "ff00fe95",
						}, -- [141]
						{
							["arg2"] = "五柳花社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571841522,
							["arg1"] = "求拉",
							["clColor"] = "ff00fe95",
						}, -- [142]
						{
							["arg2"] = "五柳花社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1571841529,
							["arg1"] = "语音",
							["clColor"] = "ff00fe95",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 10/25/2019 的 20:26:46。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572007957,
							["arg1"] = "有活动没得",
							["clColor"] = "fffe7b09",
						}, -- [147]
						{
							["arg2"] = "Silencee-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572008006,
							["arg1"] = "等哈可能有 ",
							["clColor"] = "ff8686ec",
						}, -- [148]
						{
							["arg2"] = "Silencee-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572008012,
							["arg1"] = "我盗贼要去打围攻 ",
							["clColor"] = "ff8686ec",
						}, -- [149]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572008325,
							["arg1"] = "我无所谓啊；。",
							["clColor"] = "fffe7b09",
						}, -- [150]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572008332,
							["arg1"] = "今天没人嘛？",
							["clColor"] = "fffe7b09",
						}, -- [151]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572008374,
							["arg1"] = "不知道啊",
							["clColor"] = "fffe7b09",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = "记录开始于 10/29/2019 的 22:02:01。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358677,
							["arg1"] = "我去，这个DK是什么情况。",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358686,
							["arg1"] = "不应该是我的WOW3嘛？",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "彼岸丶花谢-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358691,
							["arg1"] = ".....",
							["clColor"] = "ffc31d39",
						}, -- [158]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358695,
							["arg1"] = "你坐骑不够多",
							["clColor"] = "ffc59a6c",
						}, -- [159]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358705,
							["arg1"] = "哎，被开个瞧不起了。",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358711,
							["arg1"] = "下线  睡觉  再见。",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358744,
							["arg1"] = "YY啊",
							["clColor"] = "ffc59a6c",
						}, -- [162]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572358770,
							["arg1"] = "又没人  还要被开哥瞧不起，去YY干嘛。",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/30/2019 的 21:24:31。",
						}, -- [166]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572444512,
							["arg1"] = "|cff1eff00|Hazessence:19:1|h[存续之井]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = "记录开始于 11/04/2019 的 20:31:40。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572870927,
							["arg1"] = "2542045  兰之雅",
							["clColor"] = "ff3ec5e9",
						}, -- [171]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572870977,
							["arg1"] = "515172  菊之逸",
							["clColor"] = "ff3ec5e9",
						}, -- [172]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871080,
							["arg1"] = "4550870",
							["clColor"] = "ff3ec5e9",
						}, -- [173]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871082,
							["arg1"] = "4550870",
							["clColor"] = "ffa22fc8",
						}, -- [174]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871087,
							["arg1"] = "？？？",
							["clColor"] = "fffe7b09",
						}, -- [175]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871093,
							["arg1"] = "什么暗号？",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871121,
							["arg1"] = "额，阴阳师ID。。",
							["clColor"] = "ff3ec5e9",
						}, -- [177]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871153,
							["arg1"] = "局座打吗？",
							["clColor"] = "ff3ec5e9",
						}, -- [178]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871157,
							["arg1"] = "打啊",
							["clColor"] = "fffe7b09",
						}, -- [179]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1572871171,
							["arg1"] = "我组你，带我小德打个低保?",
							["clColor"] = "ff3ec5e9",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = "记录开始于 11/07/2019 的 22:25:11。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573137628,
							["arg1"] = "有活动吗？？",
							["clColor"] = "fffe7b09",
						}, -- [184]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573137656,
							["arg1"] = "不知道阿",
							["clColor"] = "fff38bb9",
						}, -- [185]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573137713,
							["arg1"] = "等我把死亡之翼捏手上",
							["clColor"] = "fffe7b09",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 11/13/2019 的 19:43:59。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573647539,
							["arg1"] = "局座",
							["clColor"] = "fff38bb9",
						}, -- [190]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573647541,
							["arg1"] = "来带个人啊 ",
							["clColor"] = "fff38bb9",
						}, -- [191]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573647567,
							["arg1"] = "局座，来带个人啊",
							["clColor"] = "ffc59a6c",
						}, -- [192]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1573647581,
							["arg1"] = "zu ",
							["clColor"] = "fffe7b09",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = "记录开始于 11/20/2019 的 21:32:17。",
							["type"] = "SYSTEM",
						}, -- [196]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260561,
							["arg1"] = "qiuzu ",
							["clColor"] = "ffa22fc8",
						}, -- [197]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260565,
							["arg1"] = "求组",
							["clColor"] = "ffa22fc8",
						}, -- [198]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260574,
							["arg1"] = "来来·",
							["clColor"] = "fff38bb9",
						}, -- [199]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260583,
							["arg1"] = "你们YY没人的吗",
							["clColor"] = "ffa22fc8",
						}, -- [200]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260593,
							["arg1"] = "等你们就在看比赛欸·",
							["clColor"] = "fff38bb9",
						}, -- [201]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260610,
							["arg1"] = "搞起啊，我是堵车",
							["clColor"] = "ffa22fc8",
						}, -- [202]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260622,
							["arg1"] = "1",
							["clColor"] = "ff3ec5e9",
						}, -- [203]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260678,
							["arg1"] = "嗯嗯·",
							["clColor"] = "fff38bb9",
						}, -- [204]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260684,
							["arg1"] = "问问你局座",
							["clColor"] = "fff38bb9",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260698,
							["arg1"] = "==",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260701,
							["arg1"] = "这把看完",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260704,
							["arg1"] = "他估计在打本",
							["clColor"] = "ffa22fc8",
						}, -- [208]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260722,
							["arg1"] = "我在划水看比赛",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260727,
							["arg1"] = "哈哈哈·",
							["clColor"] = "fff38bb9",
						}, -- [210]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260743,
							["arg1"] = "我们先坐会儿任务飞本",
							["clColor"] = "fff38bb9",
						}, -- [211]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260806,
							["arg1"] = "|cffa335ee|Hkeystone:158923:251:15:10:8:14:119|h[钥石：地渊孢林 (15)]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [212]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260822,
							["arg1"] = "你不来YY？",
							["clColor"] = "ffa22fc8",
						}, -- [213]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260856,
							["arg1"] = "我也插电脑上听比赛",
							["clColor"] = "fff38bb9",
						}, -- [214]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574260860,
							["arg1"] = "一会儿就来",
							["clColor"] = "fff38bb9",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1574863742,
							["arg1"] = "11",
							["clColor"] = "fffe7b09",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 23:02:18。",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602514998,
							["arg1"] = "球团您好",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515013,
							["arg1"] = "备战9.0了啊",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515015,
							["arg1"] = "冲点卡了？",
							["clColor"] = "fff38bb9",
						}, -- [225]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515018,
							["arg1"] = "对的",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515030,
							["arg1"] = "先调整一下插件。。",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515032,
							["arg1"] = "提前两天",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515035,
							["arg1"] = "我的插件",
							["clColor"] = "fffe7b09",
						}, -- [229]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515037,
							["arg1"] = "你懂得。。",
							["clColor"] = "fffe7b09",
						}, -- [230]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515037,
							["arg1"] = "可以可以·",
							["clColor"] = "fff38bb9",
						}, -- [231]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515122,
							["arg1"] = "好怀念这界面啊",
							["clColor"] = "fffe7b09",
						}, -- [232]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515124,
							["arg1"] = "块一年没打了",
							["clColor"] = "fffe7b09",
						}, -- [233]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515132,
							["arg1"] = "···",
							["clColor"] = "fff38bb9",
						}, -- [234]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515136,
							["arg1"] = "女王过了之后就没上过了。。",
							["clColor"] = "fffe7b09",
						}, -- [235]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515142,
							["arg1"] = "现在回湖州被关了",
							["clColor"] = "fffe7b09",
						}, -- [236]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515145,
							["arg1"] = "不好打dota。。",
							["clColor"] = "fffe7b09",
						}, -- [237]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515145,
							["arg1"] = "这版本还蛮好玩的",
							["clColor"] = "fff38bb9",
						}, -- [238]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515148,
							["arg1"] = "只能打打wow。。",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515151,
							["arg1"] = "哈哈哈··",
							["clColor"] = "fff38bb9",
						}, -- [240]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515153,
							["arg1"] = "为什么",
							["clColor"] = "fff38bb9",
						}, -- [241]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515165,
							["arg1"] = "回去为什么不能dota",
							["clColor"] = "fff38bb9",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515168,
							["arg1"] = "打dota要交流啊",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515170,
							["arg1"] = "老子要喷人",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515172,
							["arg1"] = "忍不住",
							["clColor"] = "fffe7b09",
						}, -- [245]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515177,
							["arg1"] = "有人整蛊",
							["clColor"] = "fffe7b09",
						}, -- [246]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1602515225,
							["arg1"] = "他们是在%^&*!@估计",
							["clColor"] = "fff38bb9",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "LOOT",
							["time"] = 1602686264,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155631::::::::120:104::::::|h[惰性石头]|h|r。",
						}, -- [1]
						{
							["type"] = "MONEY",
							["time"] = 1602686265,
							["arg1"] = "你拾取了92银币, 53铜币",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1602686592,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx2。",
						}, -- [3]
						{
							["type"] = "MONEY",
							["time"] = 1602686593,
							["arg1"] = "你拾取了4金币, 76银币, 63铜币",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1602686603,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155609::::::::120:104::::::|h[弹性眼球]|h|rx2。",
						}, -- [5]
						{
							["type"] = "MONEY",
							["time"] = 1602686604,
							["arg1"] = "你拾取了7金币, 37银币, 62铜币",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1602686634,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|rx3。",
						}, -- [7]
						{
							["type"] = "MONEY",
							["time"] = 1602686636,
							["arg1"] = "你拾取了96银币, 91铜币",
						}, -- [8]
						{
							["type"] = "MONEY",
							["time"] = 1602686657,
							["arg1"] = "你拾取了45银币, 47铜币",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1602686692,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154796::::::::120:104::::::|h[崩解的锁甲马靴]|h|r。",
						}, -- [10]
						{
							["type"] = "MONEY",
							["time"] = 1602686693,
							["arg1"] = "你拾取了2金币, 95银币",
						}, -- [11]
						{
							["type"] = "MONEY",
							["time"] = 1602686704,
							["arg1"] = "你拾取了65银币, 82铜币",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1602686761,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:174758::::::::120:104::::::|h[虚曲圣物碎片]|h|r。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1602686762,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155615::::::::120:104::::::|h[瘟疫污物]|h|r。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1602686762,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154800::::::::120:104::::::|h[崩解的锁甲罩帽]|h|r。",
						}, -- [15]
						{
							["type"] = "MONEY",
							["time"] = 1602686763,
							["arg1"] = "你拾取了8金币, 83银币, 62铜币",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1602686775,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155636::::::::120:104::::::|h[粘稠墨汁]|h|r。",
						}, -- [17]
						{
							["type"] = "MONEY",
							["time"] = 1602686776,
							["arg1"] = "你拾取了78银币, 13铜币",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1602687008,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173937::::::::120:104::::::|h[斩切之眼]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1602687008,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158773::::::::120:104::::::|h[扭动粘质]|h|r。",
						}, -- [20]
						{
							["type"] = "MONEY",
							["time"] = 1602687009,
							["arg1"] = "你拾取了1金币, 30银币, 51铜币",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1602687263,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:170385::::::::120:104::::::|h[征服者的战利品]|h|r。",
						}, -- [22]
						{
							["type"] = "MONEY",
							["time"] = 1602687264,
							["arg1"] = "你拾取了1金币, 86银币, 92铜币",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1602687380,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173843::::::::120:104::9:3:1487:4786:6501:::|h[贪婪巨口外衣]|h|r。",
						}, -- [24]
						{
							["type"] = "MONEY",
							["time"] = 1602687832,
							["arg1"] = "你拾取了2金币, 34银币, 29铜币",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1602687937,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:173908::::::::120:104::::::|h[石板碎屑]|h|rx3。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1602688038,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:173908::::::::120:104::::::|h[石板碎屑]|h|rx4。",
						}, -- [27]
						{
							["type"] = "MONEY",
							["time"] = 1602688130,
							["arg1"] = "你拾取了35银币, 15铜币",
						}, -- [28]
						{
							["type"] = "MONEY",
							["time"] = 1602688163,
							["arg1"] = "你拾取了71银币, 56铜币",
						}, -- [29]
						{
							["type"] = "MONEY",
							["time"] = 1602688232,
							["arg1"] = "你拾取了49银币, 47铜币",
						}, -- [30]
						{
							["type"] = "MONEY",
							["time"] = 1602688354,
							["arg1"] = "你拾取了1金币, 14银币, 14铜币",
						}, -- [31]
						{
							["type"] = "MONEY",
							["time"] = 1602688391,
							["arg1"] = "你拾取了83银币, 74铜币",
						}, -- [32]
						{
							["type"] = "MONEY",
							["time"] = 1602688402,
							["arg1"] = "你拾取了48银币, 68铜币",
						}, -- [33]
						{
							["type"] = "MONEY",
							["time"] = 1602688436,
							["arg1"] = "你拾取了55银币, 44铜币",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1602688479,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154783::::::::120:104::9::::|h[破裂的板甲手套]|h|r。",
						}, -- [35]
						{
							["type"] = "MONEY",
							["time"] = 1602688480,
							["arg1"] = "你拾取了2金币, 24银币, 76铜币",
						}, -- [36]
						{
							["type"] = "MONEY",
							["time"] = 1602688574,
							["arg1"] = "你拾取了1金币, 15银币, 55铜币",
						}, -- [37]
						{
							["type"] = "MONEY",
							["time"] = 1602688649,
							["arg1"] = "你拾取了28银币, 97铜币",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1602688886,
							["arg1"] = "你获得了物品：|cffe6cc80|Hitem:168573::::::::120:104::11::::|h[永生之叶]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1602688912,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:169976::::::::120:104::::::|h[枯裂之叶]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1602689133,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:174041::::::::120:104::::::|h[眼球果冻]|h|r。",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1602771860,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:172072::::::::50:104:::::::|h[实验品之瓶]|h|r。",
						}, -- [45]
						{
							["type"] = "MONEY",
							["time"] = 1602771861,
							["arg1"] = "你拾取了1金币, 10银币, 2铜币",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1602771958,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:172072::::::::50:104:::::::|h[实验品之瓶]|h|r。",
						}, -- [47]
						{
							["type"] = "MONEY",
							["time"] = 1602771958,
							["arg1"] = "你拾取了64银币, 13铜币",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1602772070,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:172072::::::::50:104:::::::|h[实验品之瓶]|h|r。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1602772070,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:154781::::::::50:104::9:1:6656:2:28:703:9:50:::|h[破裂的板甲护腿]|h|r。",
						}, -- [50]
						{
							["type"] = "MONEY",
							["time"] = 1602772070,
							["arg1"] = "你拾取了2金币, 19银币, 55铜币",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1602772124,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:172072::::::::50:104:::::::|h[实验品之瓶]|h|r。",
						}, -- [52]
						{
							["type"] = "MONEY",
							["time"] = 1602772125,
							["arg1"] = "你拾取了3金币, 6银币, 49铜币",
						}, -- [53]
						{
							["type"] = "MONEY",
							["time"] = 1602772178,
							["arg1"] = "你拾取了61银币, 67铜币",
						}, -- [54]
						{
							["type"] = "MONEY",
							["time"] = 1602772202,
							["arg1"] = "你拾取了69银币, 18铜币",
						}, -- [55]
						{
							["type"] = "MONEY",
							["time"] = 1602772224,
							["arg1"] = "你拾取了1金币, 77银币, 38铜币",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1602772263,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158210::::::::50:104:::::::|h[恐惧之爪]|h|r。",
						}, -- [57]
						{
							["type"] = "MONEY",
							["time"] = 1602772330,
							["arg1"] = "你拾取了47银币, 72铜币",
						}, -- [58]
						{
							["type"] = "MONEY",
							["time"] = 1602772356,
							["arg1"] = "你拾取了57银币, 12铜币",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1602772372,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:172072::::::::50:104:::::::|h[实验品之瓶]|h|r。",
						}, -- [60]
						{
							["type"] = "MONEY",
							["time"] = 1602772373,
							["arg1"] = "你拾取了70银币, 49铜币",
						}, -- [61]
						{
							["type"] = "MONEY",
							["time"] = 1602772418,
							["arg1"] = "你拾取了94银币, 27铜币",
						}, -- [62]
						{
							["type"] = "MONEY",
							["time"] = 1602772447,
							["arg1"] = "你拾取了35银币, 24铜币",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1602772463,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158745::::::::50:104:::::::|h[辉光之鳞]|h|r。",
						}, -- [64]
						{
							["type"] = "MONEY",
							["time"] = 1602772478,
							["arg1"] = "你拾取了95银币, 35铜币",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1602772496,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158745::::::::50:104:::::::|h[辉光之鳞]|h|r。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1602772558,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:160926::::::::50:104::9:1:6657:2:28:703:9:50:::|h[破碎的船桩]|h|r。",
						}, -- [67]
						{
							["type"] = "MONEY",
							["time"] = 1602772559,
							["arg1"] = "你拾取了17银币, 28铜币",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1602772632,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158872::::::::50:104:::::::|h[不稳定的精华]|h|rx2。",
						}, -- [69]
						{
							["type"] = "MONEY",
							["time"] = 1602772633,
							["arg1"] = "你拾取了25银币, 50铜币",
						}, -- [70]
						{
							["type"] = "MONEY",
							["time"] = 1602772669,
							["arg1"] = "你拾取了27银币, 84铜币",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1602772796,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:171219::::::::50:104:::::::|h[腐化的黑龙鳞片]|h|r。",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1602773021,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:166298::::::::50:104::11::1:28:464:::|h[艾泽拉斯的勇士补给品]|h|r。",
						}, -- [73]
						{
							["type"] = "CURRENCY",
							["time"] = 1602773025,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x500。",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1602773080,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:169223::::::::50:104::11:1:6272:1:28:703:::|h[阿什拉·卡马斯，决意之护]|h|r。",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1602773866,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173815::::::::50:104::9:5:6412:6515:6516:1479:4786:1:28:703:::|h[贪婪巨口腰甲]|h|r。",
						}, -- [76]
						{
							["type"] = "CURRENCY",
							["time"] = 1602773919,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1602773952,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::50:104::::1:28:703:::|h[惊魂幻象法器]|h|r。",
						}, -- [78]
						{
							["type"] = "CURRENCY",
							["time"] = 1602774314,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x50。",
						}, -- [79]
						{
							["type"] = "CURRENCY",
							["time"] = 1602774321,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x6。",
						}, -- [80]
						{
							["type"] = "CURRENCY",
							["time"] = 1602774333,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x100。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1602774633,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::50:104::::1:28:703:::|h[惊魂幻象法器]|h|r。",
						}, -- [82]
						{
							["type"] = "CURRENCY",
							["time"] = 1602774716,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1755:0|h[凝结幻象]|h|r x10000。",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 10/18/2020 的 11:16:57。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1602991085,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:123918::::::::50:104:::::::|h[魔石矿石]|h|rx24。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1602991086,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:163082::::::::50:104:::::::|h[海滨活力药水]|h|rx2。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1602991086,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:160053::::::::50:104:::::::|h[战痕强化符文]|h|rx2。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1602991086,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:158201::::::::50:104:::::::|h[智力战争卷轴]|h|rx4。",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1602996440,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:173363::::::::50:104::::1:28:703:::|h[惊魂幻象法器]|h|r。",
						}, -- [94]
						{
							["type"] = "CURRENCY",
							["time"] = 1602996901,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x50。",
						}, -- [95]
						{
							["type"] = "CURRENCY",
							["time"] = 1602996915,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1719:0|h[腐化的纪念品]|h|r x45。",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1603031229,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:156487::::::::50:103::11::1:28:700:::|h[夜之子魔刃豹]|h|r。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1603031701,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:171356::::::::50:103::11::1:28:517:::|h[巨化图腾]|h|r。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1603031997,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171358::::::::50:103:::::::|h[母鸡碎肉]|h|rx2。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1603031997,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164926::::::::50:103:::::::|h[剑刃肋排]|h|r。",
						}, -- [103]
						{
							["type"] = "LOOT",
							["time"] = 1603031998,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::50:103:::::::|h[蓬乱绒毛]|h|r。",
						}, -- [104]
						{
							["type"] = "LOOT",
							["time"] = 1603031998,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:174353::::::::50:103:::::::|h[可疑的肉]|h|r。",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1603031998,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155635::::::::50:103:::::::|h[健壮之翅]|h|rx2。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1603032006,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164926::::::::50:103:::::::|h[剑刃肋排]|h|rx40。",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1603032006,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::50:103:::::::|h[蓬乱绒毛]|h|r。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1603032006,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158849::::::::50:103:::::::|h[锯齿颚骨]|h|r。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1603032013,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164927::::::::50:103:::::::|h[暮光矿石]|h|rx3。",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1603032019,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164927::::::::50:103:::::::|h[暮光矿石]|h|rx3。",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1603032033,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171358::::::::50:103:::::::|h[母鸡碎肉]|h|rx3。",
						}, -- [112]
						{
							["type"] = "LOOT",
							["time"] = 1603032034,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155635::::::::50:103:::::::|h[健壮之翅]|h|r。",
						}, -- [113]
						{
							["type"] = "LOOT",
							["time"] = 1603032034,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158867::::::::50:103:::::::|h[尖针之嘴]|h|rx2。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1603032039,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164927::::::::50:103:::::::|h[暮光矿石]|h|rx3。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1603032044,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164927::::::::50:103:::::::|h[暮光矿石]|h|rx2。",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1603032056,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164926::::::::50:103:::::::|h[剑刃肋排]|h|rx22。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1603032056,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158849::::::::50:103:::::::|h[锯齿颚骨]|h|r。",
						}, -- [118]
						{
							["type"] = "LOOT",
							["time"] = 1603032056,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171358::::::::50:103:::::::|h[母鸡碎肉]|h|rx38。",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1603032056,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155635::::::::50:103:::::::|h[健壮之翅]|h|r。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1603032057,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:174353::::::::50:103:::::::|h[可疑的肉]|h|rx7。",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1603032057,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158867::::::::50:103:::::::|h[尖针之嘴]|h|r。",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1603032057,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:154897::::::::50:103:::::::|h[里脊须肉]|h|rx3。",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1603032084,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164926::::::::50:103:::::::|h[剑刃肋排]|h|rx20。",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1603032084,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::50:103:::::::|h[蓬乱绒毛]|h|r。",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1603032270,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164926::::::::50:103:::::::|h[剑刃肋排]|h|r。",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1603032270,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:154897::::::::50:103:::::::|h[里脊须肉]|h|rx2。",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1603032270,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158859::::::::50:103:::::::|h[锯齿尖牙]|h|r。",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1603032358,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164927::::::::50:103:::::::|h[暮光矿石]|h|rx2。",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1603032421,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164927::::::::50:103:::::::|h[暮光矿石]|h|rx2。",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1603032447,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:164926::::::::50:103:::::::|h[剑刃肋排]|h|rx18。",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1603032447,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158751::::::::50:103:::::::|h[蓬乱绒毛]|h|r。",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1603032475,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171357::::::::50:103:::::::|h[座狼肉]|h|rx47。",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1603032475,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158808::::::::50:103:::::::|h[结实的肌腱]|h|rx2。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1603032492,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171358::::::::50:103:::::::|h[母鸡碎肉]|h|rx61。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1603032493,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155635::::::::50:103:::::::|h[健壮之翅]|h|rx3。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1603032521,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171357::::::::50:103:::::::|h[座狼肉]|h|rx18。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1603032521,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158808::::::::50:103:::::::|h[结实的肌腱]|h|r。",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1603032568,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171357::::::::50:103:::::::|h[座狼肉]|h|rx23。",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1603032568,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155629::::::::50:103:::::::|h[杂乱鬃毛]|h|r。",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1603032596,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171357::::::::50:103:::::::|h[座狼肉]|h|rx20。",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1603032596,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155629::::::::50:103:::::::|h[杂乱鬃毛]|h|r。",
						}, -- [142]
						{
							["type"] = "LOOT",
							["time"] = 1603033015,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171972::::::::50:103:::::::|h[纳泽希长矛]|h|r。",
						}, -- [143]
						{
							["type"] = "MONEY",
							["time"] = 1603033016,
							["arg1"] = "你拾取了47银币, 62铜币",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1603033031,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158745::::::::50:103:::::::|h[辉光之鳞]|h|r。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1603033031,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171974::::::::50:103:::::::|h[纳泽希长剑]|h|rx2。",
						}, -- [146]
						{
							["type"] = "MONEY",
							["time"] = 1603033031,
							["arg1"] = "你拾取了76银币, 80铜币",
						}, -- [147]
						{
							["type"] = "LOOT",
							["time"] = 1603033053,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171972::::::::50:103:::::::|h[纳泽希长矛]|h|r。",
						}, -- [148]
						{
							["type"] = "LOOT",
							["time"] = 1603033053,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171970::::::::50:103:::::::|h[纳泽希三叉戟]|h|r。",
						}, -- [149]
						{
							["type"] = "MONEY",
							["time"] = 1603033053,
							["arg1"] = "你拾取了2金币, 4银币, 18铜币",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1603033094,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171970::::::::50:103:::::::|h[纳泽希三叉戟]|h|r。",
						}, -- [151]
						{
							["type"] = "LOOT",
							["time"] = 1603033094,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171974::::::::50:103:::::::|h[纳泽希长剑]|h|rx2。",
						}, -- [152]
						{
							["type"] = "MONEY",
							["time"] = 1603033095,
							["arg1"] = "你拾取了1金币, 31银币, 56铜币",
						}, -- [153]
						{
							["type"] = "LOOT",
							["time"] = 1603033151,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171972::::::::50:103:::::::|h[纳泽希长矛]|h|r。",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1603033151,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:171971::::::::50:103:::::::|h[纳泽希战锤]|h|r。",
						}, -- [155]
						{
							["type"] = "MONEY",
							["time"] = 1603033152,
							["arg1"] = "你拾取了1金币, 29银币, 98铜币",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1603033461,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::50:103:::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [157]
						{
							["type"] = "MONEY",
							["time"] = 1603033462,
							["arg1"] = "你拾取了1金币, 96银币, 83铜币",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1603033696,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:142401::::::::50:103::11::1:28:347:::|h[传送宝珠]|h|r。",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1603033868,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1603033869,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [161]
						{
							["type"] = "LOOT",
							["time"] = 1603033869,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1603033869,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1603033869,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1603033870,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1603033870,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1603033870,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1603033872,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1603033872,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165013::::::::50:103:::::::|h[发酵的火焰花]|h|r。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1603033892,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165012::::::::50:103:::::::|h[丝翼纤维]|h|rx6。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1603033892,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|rx2。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1603033900,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165012::::::::50:103:::::::|h[丝翼纤维]|h|rx2。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1603033901,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|r。",
						}, -- [173]
						{
							["type"] = "CURRENCY",
							["time"] = 1603033902,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x2。",
						}, -- [174]
						{
							["type"] = "LOOT",
							["time"] = 1603033917,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165012::::::::50:103:::::::|h[丝翼纤维]|h|rx2。",
						}, -- [175]
						{
							["type"] = "LOOT",
							["time"] = 1603033917,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|r。",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1603033926,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165012::::::::50:103:::::::|h[丝翼纤维]|h|rx2。",
						}, -- [177]
						{
							["type"] = "LOOT",
							["time"] = 1603033926,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|r。",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1603033953,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165012::::::::50:103:::::::|h[丝翼纤维]|h|rx2。",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1603033954,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|r。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1603033978,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165012::::::::50:103:::::::|h[丝翼纤维]|h|rx7。",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1603033978,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|r。",
						}, -- [182]
						{
							["type"] = "LOOT",
							["time"] = 1603033978,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:158863::::::::50:103:::::::|h[几丁质外壳]|h|rx2。",
						}, -- [183]
						{
							["type"] = "CURRENCY",
							["time"] = 1603033979,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1155:0|h[远古魔力]|h|r x1。",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1603034019,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:155601::::::::50:103:::::::|h[尖腿残肢]|h|r。",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1603034026,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:165014::::::::50:103:::::::|h[诺米的酒]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1603034056,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173727::::::::50:103::11::1:28:517:::|h[诺米的佳酿]|h|r。",
						}, -- [187]
						{
							["type"] = "LOOT",
							["time"] = 1603034172,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:174066::::::::50:103::11::1:28:517:::|h[商队土狼]|h|r。",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:48:13。",
							["type"] = "SYSTEM",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1603108322,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:154121::::::::50:103:::::::|h[血钻石]|h|r。",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:55:09。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1603108724,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:152576::::::::50:103:::::::|h[浪息亚麻布]|h|rx3。",
						}, -- [196]
						{
							["type"] = "MONEY",
							["time"] = 1603108725,
							["arg1"] = "你拾取了3金币, 89银币, 79铜币",
						}, -- [197]
						{
							["type"] = "MONEY",
							["time"] = 1603108735,
							["arg1"] = "你拾取了65银币, 37铜币",
						}, -- [198]
						{
							["type"] = "MONEY",
							["time"] = 1603108761,
							["arg1"] = "你拾取了2金币, 73银币, 48铜币",
						}, -- [199]
						{
							["type"] = "MONEY",
							["time"] = 1603108778,
							["arg1"] = "你拾取了1金币, 19银币, 86铜币",
						}, -- [200]
						{
							["type"] = "MONEY",
							["time"] = 1603108824,
							["arg1"] = "你拾取了1金币, 17银币, 87铜币",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["type"] = "LOOT",
							["time"] = 1603119636,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:162025::::::::50:103::::1:28:517:::|h[大主教的布道]|h|r。",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1603120038,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:161330::::::::50:103::11::1:28:517:::|h[玛格汉恐狼]|h|r。",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1603204709,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122245::::::::10:251:::::::|h[抛光后的勇气之盔]|h|r。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1603204710,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122263::::::::10:251:::::::|h[抛光的力量头盔]|h|r。",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1603204711,
							["arg1"] = "你制造了：|cff00ccff|Hitem:127012::::::::10:251:::::::|h[朴素的光铸头盔]|h|r。",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1603204711,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122355::::::::10:251:::::::|h[擦亮的勇气肩甲]|h|r。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1603204712,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122388::::::::10:251:::::::|h[抛光的力量肩铠]|h|r。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1603204713,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122372::::::::10:251:::::::|h[强化的牢狱肩甲]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1603204715,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122373::::::::10:251:::::::|h[朴素的光铸肩铠]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1603204716,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122266::::::::10:251:::::::|h[破洞的沙漠风暴披风]|h|r。",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1603204717,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122260::::::::10:251:::::::|h[穿旧的岩肤石像鬼斗篷]|h|r。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1603204718,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122381::::::::10:251:::::::|h[抛光后的勇气胸甲]|h|r。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1603204718,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122251::::::::10:251:::::::|h[抛光后的勇气腿甲]|h|r。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1603204719,
							["arg1"] = "你制造了：|cff00ccff|Hitem:127010::::::::10:251:::::::|h[朴素的光铸胸甲]|h|r。",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1603204720,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122387::::::::10:251:::::::|h[抛光的力量胸甲]|h|r。",
						}, -- [222]
						{
							["type"] = "LOOT",
							["time"] = 1603204721,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122264::::::::10:251:::::::|h[抛光的力量腿铠]|h|r。",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1603204722,
							["arg1"] = "你制造了：|cff00ccff|Hitem:127011::::::::10:251:::::::|h[朴素的光铸腿铠]|h|r。",
						}, -- [224]
						{
							["type"] = "LOOT",
							["time"] = 1603204723,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122349::::::::10:251:::::::|h[染血的奥金斧]|h|r。",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1603204724,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122389::::::::10:251:::::::|h[浸血的斩骨剑]|h|r。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1603204725,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122369::::::::10:251:::::::|h[磨旧的痛击之刃]|h|r。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1603204726,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122365::::::::10:251:::::::|h[重铸的真银圣剑]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1603204726,
							["arg1"] = "你制造了：|cff00ccff|Hitem:153130::::::::10:251:::::::|h[堕落者的训练护符]|h|r。",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1603204727,
							["arg1"] = "你制造了：|cff00ccff|Hitem:133595::::::::10:251:::::::|h[戈隆獠牙战争号角]|h|r。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1603204728,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122667::::::::10:251:::::::|h[永恒烬怒护符]|h|r。",
						}, -- [231]
						{
							["type"] = "LOOT",
							["time"] = 1603204729,
							["arg1"] = "你制造了：|cff00ccff|Hitem:128318::::::::10:251:::::::|h[虚空之触]|h|r。",
						}, -- [232]
						{
							["type"] = "LOOT",
							["time"] = 1603204729,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122662::::::::10:251:::::::|h[永恒闪避护符]|h|r。",
						}, -- [233]
						{
							["type"] = "LOOT",
							["time"] = 1603204731,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122361::::::::10:251:::::::|h[迅捷的正义之手]|h|r。",
						}, -- [234]
						{
							["type"] = "LOOT",
							["time"] = 1603204732,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122530::::::::10:251:::::::|h[祖传的暴君印记]|h|r。",
						}, -- [235]
						{
							["type"] = "LOOT",
							["time"] = 1603204733,
							["arg1"] = "你制造了：|cff00ccff|Hitem:122370::::::::10:251:::::::|h[家传的部落徽记]|h|r。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1603205169,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:174487::::::::10:251::11:1:6691:2:9:10:28:961:::|h[黑锋骑士团的邪恶巨刃]|h|r。",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1603206259,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:113579::::::::10:251:::::::|h[钢铁部落信函]|h|r。",
						}, -- [241]
						{
							["type"] = "MONEY",
							["time"] = 1603206260,
							["arg1"] = "你拾取了34银币, 41铜币",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1603206350,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:112449::::::::10:251:::::::|h[钢铁部落军粮]|h|r。",
						}, -- [243]
						{
							["type"] = "MONEY",
							["time"] = 1603206351,
							["arg1"] = "你拾取了12银币, 29铜币",
						}, -- [244]
						{
							["type"] = "LOOT",
							["time"] = 1603206410,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:112463::::::::10:251:::::::|h[磨损的护甲碎片]|h|r。",
						}, -- [245]
						{
							["type"] = "LOOT",
							["time"] = 1603206411,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:112684::::::::10:251:::::::|h[损坏的武器]|h|r。",
						}, -- [246]
						{
							["type"] = "MONEY",
							["time"] = 1603206411,
							["arg1"] = "你拾取了11银币, 86铜币",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1603031260,
							["arg1"] = "你已经将坐骑夜之子魔刃豹添加到了你的收藏中。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031326,
							["arg1"] = "格罗玛什要塞的来客完成。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031326,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031328,
							["arg1"] = "接受任务：意图宣言",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031400,
							["arg1"] = "意图宣言完成。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031400,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031402,
							["arg1"] = "接受任务：新盟友，新问题",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031417,
							["arg1"] = "新盟友，新问题完成。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031417,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031419,
							["arg1"] = "接受任务：事无巨细",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031638,
							["arg1"] = "事无巨细完成。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031638,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031639,
							["arg1"] = "接受任务：工人去哪儿了？",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031698,
							["arg1"] = "工人去哪儿了？完成。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031698,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031701,
							["arg1"] = "接受任务：一点善意",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031703,
							["arg1"] = "接受任务：必先利其器",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031705,
							["arg1"] = "接受任务：苦工升职！",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1603031970,
							["arg1"] = "槐雪如风下线了。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032087,
							["arg1"] = "|Hplayer:牛变豹奇怪不|h[牛变豹奇怪不]|h上线了。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032322,
							["arg1"] = "牛变豹奇怪不下线了。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032405,
							["arg1"] = "苦工升职！完成。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032405,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032618,
							["arg1"] = "一点善意完成。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032618,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032619,
							["arg1"] = "必先利其器完成。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032619,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032621,
							["arg1"] = "接受任务：犒劳宴",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032679,
							["arg1"] = "犒劳宴完成。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032679,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032680,
							["arg1"] = "接受任务：力量与荣耀",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032739,
							["arg1"] = "力量与荣耀完成。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032739,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032740,
							["arg1"] = "接受任务：完工了",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032770,
							["arg1"] = "时光之眼完成。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032771,
							["arg1"] = "接受任务：时光之穴",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032800,
							["arg1"] = "完工了完成。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032800,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032810,
							["arg1"] = "接受任务：郊外",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032894,
							["arg1"] = "皇家盛典完成。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032894,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032895,
							["arg1"] = "接受任务：女王随行",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032991,
							["arg1"] = "郊外完成。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032991,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032993,
							["arg1"] = "接受任务：借用武器",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032995,
							["arg1"] = "接受任务：爆炸总能奏效",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032997,
							["arg1"] = "接受任务：摧毁电源",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1603032997,
							["arg1"] = "Valkeuterpe下线了。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033007,
							["arg1"] = "|Hplayer:Valkdiana|h[Valkdiana]|h上线了。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033423,
							["arg1"] = "借用武器完成。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033423,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033424,
							["arg1"] = "摧毁电源完成。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033424,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033425,
							["arg1"] = "爆炸总能奏效完成。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033425,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033426,
							["arg1"] = "接受任务：解决唤潮者",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033469,
							["arg1"] = "解决唤潮者完成。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033469,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033470,
							["arg1"] = "接受任务：威胁得到控制",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033520,
							["arg1"] = "威胁得到控制完成。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033520,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033529,
							["arg1"] = "接受任务：找到米尔拉",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033718,
							["arg1"] = "找到米尔拉完成。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033718,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033720,
							["arg1"] = "接受任务：酿酒师的助手",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033768,
							["arg1"] = "酿酒师的助手完成。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033768,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033769,
							["arg1"] = "接受任务：各展所长",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033843,
							["arg1"] = "各展所长完成。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033843,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033844,
							["arg1"] = "接受任务：特别流程",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033854,
							["arg1"] = "特别流程完成。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033854,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033855,
							["arg1"] = "接受任务：给部落的佳酿",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033999,
							["arg1"] = "给部落的佳酿完成。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1603033999,
							["arg1"] = "获得29金币, 25银币。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034003,
							["arg1"] = "接受任务：品酒",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034056,
							["arg1"] = "品酒完成。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034056,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034058,
							["arg1"] = "接受任务：等待归来",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034073,
							["arg1"] = "|cff0070dd|Hitem:173727::::::::50:103:::::::|h[诺米的佳酿]|h|r已被添加到你的玩具箱中。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034123,
							["arg1"] = "等待归来完成。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034123,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034125,
							["arg1"] = "接受任务：我们的新盟友",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034172,
							["arg1"] = "我们的新盟友完成。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034172,
							["arg1"] = "获得70金币, 20银币。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1603034176,
							["arg1"] = "你已经将坐骑商队土狼添加到了你的收藏中。",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:48:13。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108346,
							["arg1"] = "女王随行完成。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108346,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108349,
							["arg1"] = "接受任务：王者加冕",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 19:54:29。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108503,
							["arg1"] = "王者加冕完成。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108503,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:55:09。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108525,
							["arg1"] = "接受任务：我们之间的煽动者",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108527,
							["arg1"] = "接受任务：镇压暴乱",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108677,
							["arg1"] = "我们之间的煽动者完成。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108677,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108678,
							["arg1"] = "镇压暴乱完成。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108678,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108679,
							["arg1"] = "接受任务：塔兰吉的仁慈",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108682,
							["arg1"] = "接受任务：异端！",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108684,
							["arg1"] = "接受任务：违背信仰",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108900,
							["arg1"] = "违背信仰完成。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108900,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108903,
							["arg1"] = "塔兰吉的仁慈完成。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108903,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108904,
							["arg1"] = "异端！完成。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108904,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1603108906,
							["arg1"] = "接受任务：新赞枢利议会",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1603109241,
							["arg1"] = "你现在处于离开状态：离开",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1603109332,
							["arg1"] = "|Hplayer:莉奈|h[莉奈]|h上线了。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1603109718,
							["arg1"] = "莉奈下线了。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1603110549,
							["arg1"] = "|Hplayer:会长的牛|h[会长的牛]|h上线了。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1603110741,
							["arg1"] = "因长时间没有动作，将自动退出游戏。如果你希望继续游戏，请点击取消键。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 21:13:02。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113243,
							["arg1"] = "新赞枢利议会完成。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113243,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113244,
							["arg1"] = "接受任务：议会已经表态",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113386,
							["arg1"] = "议会已经表态完成。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113386,
							["arg1"] = "获得46金币, 80银币。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113387,
							["arg1"] = "接受任务：神灵的注视",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113422,
							["arg1"] = "神灵的注视完成。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113422,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113425,
							["arg1"] = "接受任务：神灵的注视：卡格瓦",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113529,
							["arg1"] = "神灵的注视：卡格瓦完成。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113529,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113531,
							["arg1"] = "接受任务：神灵的注视：贡克",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113648,
							["arg1"] = "神灵的注视：贡克完成。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113648,
							["arg1"] = "获得11金币, 70银币。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113649,
							["arg1"] = "接受任务：神灵的注视：帕库",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113696,
							["arg1"] = "|Hplayer:会长的牛|h[会长的牛]|h上线了。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113724,
							["arg1"] = "神灵的注视：帕库完成。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113724,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1603113725,
							["arg1"] = "接受任务：神灵的注视：邦桑迪",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118164,
							["arg1"] = "加尔鲁什·地狱咆哮的回响完成。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118167,
							["arg1"] = "接受任务：重修旧好",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118182,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118281,
							["arg1"] = "重修旧好完成。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118281,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118282,
							["arg1"] = "接受任务：呼唤氏族",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118304,
							["arg1"] = "呼唤氏族完成。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118304,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1603118373,
							["arg1"] = "接受任务：战铸盟约",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119045,
							["arg1"] = "你已经被移出队伍",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119046,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119061,
							["arg1"] = "地下城难度已设置为场景战役（普通）。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119109,
							["arg1"] = "接受任务：战铸盟约",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119322,
							["arg1"] = "战铸盟约完成。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119322,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119323,
							["arg1"] = "接受任务：光缚的暴行",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1603119998,
							["arg1"] = "你已经被移出队伍",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120000,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120012,
							["arg1"] = "光缚的暴行完成。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120012,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120014,
							["arg1"] = "接受任务：纯净者",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120037,
							["arg1"] = "纯净者完成。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120037,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1603120046,
							["arg1"] = "你已经将坐骑玛格汉恐狼添加到了你的收藏中。",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 23:39:38。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1603122339,
							["arg1"] = "你现在处于离开状态：离开",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1603204362,
							["arg1"] = "“暗影国度”前夕现已上线。角色等级、物品属性压缩，120级",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1603204362,
							["arg1"] = "角色调整为50级；新增多种角色定制选项，理发店可变更外观",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1603204362,
							["arg1"] = "或性别；“流放者离岛”带来便捷新手体验。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205090,
							["arg1"] = "接受任务：死亡之力的增长",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205168,
							["arg1"] = "|cffff80ff|Htransmogappearance:108653|h[黑锋骑士团的燃烧巨刃]|h|r已加入了你的外观收藏。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205168,
							["arg1"] = "|cffff80ff|Htransmogappearance:108654|h[黑锋骑士团的赤红巨刃]|h|r已加入了你的外观收藏。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205168,
							["arg1"] = "|cffff80ff|Htransmogappearance:108655|h[黑锋骑士团的邪恶巨刃]|h|r已加入了你的外观收藏。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205168,
							["arg1"] = "|cffff80ff|Htransmogappearance:108656|h[黑锋骑士团的冰霜巨刃]|h|r已加入了你的外观收藏。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "|cffff80ff|Htransmogappearance:108666|h[黑锋骑士团的赤红利刃]|h|r已加入了你的外观收藏。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "|cffff80ff|Htransmogappearance:108667|h[黑锋骑士团的冰霜利刃]|h|r已加入了你的外观收藏。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "|cffff80ff|Htransmogappearance:108668|h[黑锋骑士团的邪恶利刃]|h|r已加入了你的外观收藏。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "|cffff80ff|Htransmogappearance:108669|h[黑锋骑士团的燃烧利刃]|h|r已加入了你的外观收藏。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "死亡之力的增长完成。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "获得经验值：700",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205169,
							["arg1"] = "获得10银币。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205172,
							["arg1"] = "接受任务：艾泽拉斯的守护者",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205206,
							["arg1"] = "破裂的獠牙现在是你的家。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205236,
							["arg1"] = "发现奥格瑞玛：获得175点经验值",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205284,
							["arg1"] = "妮可妮可看上去有些喝醉了。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205291,
							["arg1"] = "艾泽拉斯的守护者完成。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205291,
							["arg1"] = "获得经验值：700",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205291,
							["arg1"] = "获得10银币。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205297,
							["arg1"] = "接受任务：招募冒险者：克罗米的召唤",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205360,
							["arg1"] = "你现在处于精神良好状态。",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205465,
							["arg1"] = "妮可妮可开始变得冷静下来了。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205501,
							["arg1"] = "招募冒险者：克罗米的召唤完成。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205501,
							["arg1"] = "获得经验值：180",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205501,
							["arg1"] = "获得2银币。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1603205709,
							["arg1"] = "接受任务：黑暗之门",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206084,
							["arg1"] = "发现破碎码头：获得260点经验值",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206113,
							["arg1"] = "发现破碎海滩：获得260点经验值",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206120,
							["arg1"] = "发现破碎前线：获得260点经验值",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206148,
							["arg1"] = "共计0个玩家",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206157,
							["arg1"] = "发现黑暗之门：获得260点经验值",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206223,
							["arg1"] = "黑暗之门完成。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206223,
							["arg1"] = "获得经验值：700",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206223,
							["arg1"] = "获得10银币。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206225,
							["arg1"] = "接受任务：艾泽拉斯最后的防线",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206264,
							["arg1"] = "艾泽拉斯最后的防线完成。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206264,
							["arg1"] = "获得经验值：1400",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206264,
							["arg1"] = "接受任务：猛攻结束",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206466,
							["arg1"] = "猛攻结束完成。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206466,
							["arg1"] = "获得经验值：1400",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206466,
							["arg1"] = "获得20银币。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1603206475,
							["arg1"] = "接受任务：传送门的能量",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = "记录开始于 12/28/2020 的 00:05:21。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1609085141,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1609085142,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1609085142,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1609085142,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1609085143,
							["arg1"] = "团队副本难度设置为史诗。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/29/2020 的 00:15:14。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172130,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172131,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172131,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172131,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172212,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172212,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172212,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172212,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172242,
							["arg1"] = "|Hplayer:Valkeuterpe|h[Valkeuterpe]|h邀请你加入ECUSTSinoGerman。",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1609172243,
							["arg1"] = "Magiccreamdk-格雷迈恩加入了公会。",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = "记录开始于 09/01/2019 的 03:08:59。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567278580,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12501:Player-1500-04C2D87A:1:9:1:19:4294967295:4294967295:4294967295:4294967295|h[地渊孢林（英雄难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [4]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567278580,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12502:Player-1500-04C2D87A:1:9:1:19:4294967295:4294967295:4294967295:4294967295|h[地渊孢林（史诗难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/01/2019 的 03:49:30。",
						}, -- [8]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567281010,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12847:Player-1500-04C2D87A:1:9:1:19:4294967295:4294967295:4294967295:4294967295|h[围攻伯拉勒斯]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/01/2019 的 20:28:38。",
						}, -- [12]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567340994,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12546:Player-1500-04C2D87A:1:9:1:19:4294967295:4294967295:4294967295:4294967295|h[精良]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [13]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567340994,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12547:Player-1500-04C2D87A:1:9:1:19:4294967295:4294967295:4294967295:4294967295|h[史诗]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/02/2019 的 19:07:16。",
						}, -- [17]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567422764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5794:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[欢愉嫌宵短]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [18]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567423175,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12558:Player-1500-04B849E1:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[探索斯托颂谷地]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [19]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567423472,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4597:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[冰封王座（25人）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [20]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567423472,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4584:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[黎明之光]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [21]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567423472,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4622:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[身陷邪恶（25人）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [22]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567423916,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13125:Player-1500-04BA22D9:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[艾泽里特上将]|h|r！",
							["clColor"] = "ff00fe95",
						}, -- [23]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567424277,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13395:Player-1500-04BA22D9:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（史诗难度）]|h|r！",
							["clColor"] = "ff00fe95",
						}, -- [24]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567424277,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13395:Player-1500-04B876B0:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（史诗难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [25]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567424277,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13394:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（英雄难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [26]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567424277,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13395:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（史诗难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [27]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567424796,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13582:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[琼花村（英雄难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [28]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567424796,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13583:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[琼花村（史诗难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [29]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567425444,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13577:Player-1500-04B876B0:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[潮落岛]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [30]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567425444,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13578:Player-1500-04B876B0:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[潮落岛（英雄难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [31]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567425444,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13579:Player-1500-04B876B0:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[潮落岛（史诗难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [32]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567425444,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13577:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[潮落岛]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [33]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567425444,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13578:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[潮落岛（英雄难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [34]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567425444,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13579:Player-1500-04C2D87A:1:9:2:19:4294967295:4294967295:4294967295:4294967295|h[潮落岛（史诗难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = "记录开始于 09/03/2019 的 23:54:42。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567526225,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13056:Player-1500-04C2D87A:1:9:3:19:4294967295:4294967295:4294967295:4294967295|h[小试牛刀]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/06/2019 的 19:21:39。",
						}, -- [42]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567769233,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13748:Player-1500-0417F13B:1:9:6:19:4294967295:4294967295:4294967295:4294967295|h[大显身手：维姆·盐心]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567769585,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6457:Player-1500-04C2D87A:1:9:6:19:4294967295:4294967295:4294967295:4294967295|h[风暴烈酒酿造厂]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [44]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567769585,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6456:Player-1500-04C2D87A:1:9:6:19:4294967295:4294967295:4294967295:4294967295|h[风暴烈酒酿造厂（英雄难度）]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [45]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567769585,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4476:Player-1500-04C2D87A:1:9:6:19:4294967295:4294967295:4294967295:4294967295|h[1Q4，来的密]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 09/07/2019 的 23:13:18。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1567869780,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13719:Player-1500-01E584C1:1:9:7:19:4294967295:4294967295:4294967295:4294967295|h[虔信深渊]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 09/10/2019 的 19:10:36。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568114775,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13748:Player-1500-04C2D87A:1:9:10:19:4294967295:4294967295:4294967295:4294967295|h[大显身手：维姆·盐心]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/11/2019 的 21:05:57。",
						}, -- [57]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568207833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:397:Player-1500-04B876B0:1:9:11:19:4294967295:4294967295:4294967295:4294967295|h[进入竞技场]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [58]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568207833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:397:Player-1500-04B849E1:1:9:11:19:4294967295:4294967295:4294967295:4294967295|h[进入竞技场]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [59]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568208585,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-1500-04B849E1:1:9:11:19:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = "记录开始于 09/11/2019 的 23:08:21。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568215235,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6739:Player-1500-04B849E1:1:9:11:19:4294967295:4294967295:4294967295:4294967295|h[碎银矿脉的胜利]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [64]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568215235,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:7100:Player-1500-04B849E1:1:9:11:19:4294967295:4294967295:4294967295:4294967295|h[我拿钻石，你吃铁锈]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [65]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568216146,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12409:Player-1500-04B849E1:1:9:11:19:4294967295:4294967295:4294967295:4294967295|h[涌泉海滩胜利]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 09/13/2019 的 02:21:54。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568312688,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12408:Player-1500-01F95214:1:9:13:19:4294967295:4294967295:4294967295:4294967295|h[统御涌泉海滩]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568316534,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13645:Player-1500-0417F13B:1:9:13:19:4294967295:4294967295:4294967295:4294967295|h[海战集训]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/18/2019 的 18:35:56。",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568805680,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13700:Player-1500-0417F13B:1:9:18:19:4294967295:4294967295:4294967295:4294967295|h[麦卡贡的威胁]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568806583,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13752:Player-1500-0417F13B:1:9:18:19:4294967295:4294967295:4294967295:4294967295|h[久经沙场：维姆·盐心]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = "记录开始于 09/18/2019 的 21:19:14。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1568814433,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13777:Player-1500-0417F13B:1:9:18:19:4294967295:4294967295:4294967295:4294967295|h[心满意足]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/21/2019 的 17:10:55。",
						}, -- [83]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569057646,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13097:Player-1500-0417F13B:1:9:21:19:4294967295:4294967295:4294967295:4294967295|h[恐惧群岛（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = "记录开始于 09/21/2019 的 18:20:32。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569062313,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13752:Player-1500-04C2D87A:1:9:21:19:4294967295:4294967295:4294967295:4294967295|h[久经沙场：维姆·盐心]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 09/22/2019 的 14:25:43。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg2"] = "青心乌龙-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569134320,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13719:Player-1500-04C32CC4:1:9:22:19:4294967295:4294967295:4294967295:4294967295|h[虔信深渊]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "青心乌龙-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569134341,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1178:Player-1500-04C32CC4:1:9:22:19:4294967295:4294967295:4294967295:4294967295|h[积少成多]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/23/2019 的 18:48:30。",
						}, -- [96]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569235965,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13790:Player-1500-0417F13B:1:9:23:19:4294967295:4294967295:4294967295:4294967295|h[武装行动]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569236631,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:214:Player-1500-04B849E1:1:9:23:19:4294967295:4294967295:4294967295:4294967295|h[疾风闪电]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [98]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569236631,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13701:Player-1500-04B849E1:1:9:23:19:4294967295:4294967295:4294967295:4294967295|h[战场斗士]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/23/2019 的 22:42:52。",
						}, -- [102]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569250005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12955:Player-1500-038FB3E9:1:9:23:19:4294967295:4294967295:4294967295:4294967295|h[艾泽拉斯的勇士]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [103]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569250005,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:519:Player-1500-038FB3E9:1:9:23:19:4294967295:4294967295:4294967295:4294967295|h[25个声望崇拜]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/25/2019 的 18:50:26。",
						}, -- [107]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569409784,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4923:Player-1500-04B849E1:1:9:25:19:4294967295:4294967295:4294967295:4294967295|h[巨匠级考古学]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/28/2019 的 18:15:57。",
						}, -- [111]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569666722,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13924:Player-1500-0417F13B:1:9:28:19:4294967295:4294967295:4294967295:4294967295|h[第四次大战]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 09/29/2019 的 18:39:35。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569754163,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13746:Player-1500-0417F13B:1:9:29:19:4294967295:4294967295:4294967295:4294967295|h[大显身手：奈莉·锐鳍]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/29/2019 的 23:26:10。",
						}, -- [119]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1569774135,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12854:Player-1500-04B876B0:1:9:30:19:4294967295:4294967295:4294967295:4294967295|h[准备突袭第六季]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2019 的 19:10:49。",
						}, -- [123]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571397900,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:255:Player-1500-04B849E1:1:10:18:19:4294967295:4294967295:4294967295:4294967295|h[取下他的首……呃，等等]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [124]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571397921,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:979:Player-1500-04B849E1:1:10:18:19:4294967295:4294967295:4294967295:4294967295|h[面具怪杰]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2019 的 19:48:47。",
						}, -- [128]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571399949,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:288:Player-1500-04B849E1:1:10:18:19:4294967295:4294967295:4294967295:4294967295|h[狼吞虎咽]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = "记录开始于 10/18/2019 的 21:17:21。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571404757,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5455:Player-1500-04B849E1:1:10:18:19:4294967295:4294967295:4294967295:4294967295|h[积少成多]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 10/19/2019 的 15:39:59。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571471833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13389:Player-1500-0417F13B:1:10:19:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571471833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13394:Player-1500-0417F13B:1:10:19:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（英雄难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [138]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571471833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13395:Player-1500-0417F13B:1:10:19:19:4294967295:4294967295:4294967295:4294967295|h[约伦达尔（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2019 的 11:48:49。",
						}, -- [142]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571544664,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13750:Player-1500-0417F13B:1:10:20:19:4294967295:4294967295:4294967295:4294967295|h[战火洗礼：奈莉·锐鳍]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 10/21/2019 的 19:34:43。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571658042,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:972:Player-1500-04B876B0:1:10:21:19:4294967295:4294967295:4294967295:4294967295|h[不给糖果就捣乱！]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/22/2019 的 18:56:27。",
						}, -- [150]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571743536,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:7410:Player-1500-04B849E1:1:10:22:19:4294967295:4294967295:4294967295:4294967295|h[完成5000个日常任务]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/23/2019 的 20:50:29。",
						}, -- [154]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571835072,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:885:Player-1500-04B876B0:1:10:23:19:4294967295:4294967295:4294967295:4294967295|h[奥的灰烬]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [155]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571835821,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12955:Player-1500-01EF114D:1:10:23:19:4294967295:4294967295:4294967295:4294967295|h[艾泽拉斯的勇士]|h|r！",
							["clColor"] = "ff8686ec",
						}, -- [156]
						{
							["arg2"] = "莜月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571836233,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13777:Player-1500-01EF114D:1:10:23:19:4294967295:4294967295:4294967295:4294967295|h[心满意足]|h|r！",
							["clColor"] = "ff8686ec",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/23/2019 的 22:12:04。",
						}, -- [160]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1571840281,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13771:Player-1500-0417F13B:1:10:23:19:4294967295:4294967295:4294967295:4294967295|h[力量之美]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = "记录开始于 10/26/2019 的 10:18:59。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572056627,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13747:Player-1500-0417F13B:1:10:26:19:4294967295:4294967295:4294967295:4294967295|h[大显身手：鲍恩·分腮]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = "记录开始于 10/26/2019 的 10:28:39。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572059153,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13726:Player-1500-0417F13B:1:10:26:19:4294967295:4294967295:4294967295:4294967295|h[深渊指挥官西瓦拉（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572060125,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13728:Player-1500-0417F13B:1:10:26:19:4294967295:4294967295:4294967295:4294967295|h[黑水巨鳗（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572061312,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13727:Player-1500-0417F13B:1:10:26:19:4294967295:4294967295:4294967295:4294967295|h[艾萨拉之辉（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/27/2019 的 11:44:20。",
						}, -- [174]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572149312,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13711:Player-1500-0417F13B:1:10:27:19:4294967295:4294967295:4294967295:4294967295|h[一把法力珍珠]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = "记录开始于 10/29/2019 的 22:02:01。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg2"] = "青心乌龙-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572357776,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:696:Player-1500-04C32CC4:1:10:29:19:4294967295:4294967295:4294967295:4294967295|h[风暴要塞]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [179]
						{
							["arg2"] = "彼岸丶花谢-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572358659,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:655:Player-1500-04C7DC06:1:10:29:19:4294967295:4294967295:4294967295:4294967295|h[开启黑暗之门]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [180]
						{
							["arg2"] = "彼岸丶花谢-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572358659,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:676:Player-1500-04C7DC06:1:10:29:19:4294967295:4294967295:4294967295:4294967295|h[开启黑暗之门（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [181]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572358659,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:655:Player-1500-04B876B0:1:10:29:19:4294967295:4294967295:4294967295:4294967295|h[开启黑暗之门]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [182]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1572358659,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:676:Player-1500-04B876B0:1:10:29:19:4294967295:4294967295:4294967295:4294967295|h[开启黑暗之门（英雄难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = "记录开始于 11/07/2019 的 22:25:11。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573136930,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13917:Player-1500-04B849E1:1:11:7:19:4294967295:4294967295:4294967295:4294967295|h[魔兽世界十五周年]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [187]
						{
							["arg2"] = "悲伤的雷同丶-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573138528,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13931:Player-1500-01E584C1:1:11:7:19:4294967295:4294967295:4294967295:4294967295|h[三色回忆]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/10/2019 的 21:53:37。",
						}, -- [191]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573394089,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13557:Player-1500-04C2D87A:1:11:10:19:4294967295:4294967295:4294967295:4294967295|h[锈栓起义军]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = "记录开始于 11/10/2019 的 22:13:35。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573399319,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13931:Player-1500-0207CD4D:1:11:10:19:4294967295:4294967295:4294967295:4294967295|h[三色回忆]|h|r！",
							["clColor"] = "fffef367",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 11/13/2019 的 19:43:59。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573646057,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12740:Player-1500-04B849E1:1:11:13:19:4294967295:4294967295:4294967295:4294967295|h[拆出一片天]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [200]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573646096,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13756:Player-1500-04C2D87A:1:11:13:19:4294967295:4294967295:4294967295:4294967295|h[战火洗礼：鲍恩·分腮]|h|r！",
							["clColor"] = "ff3ec5e9",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/13/2019 的 21:26:47。",
						}, -- [204]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573651754,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13751:Player-1500-0417F13B:1:11:13:19:4294967295:4294967295:4294967295:4294967295|h[久经沙场：鲍恩·分腮]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/14/2019 的 21:45:46。",
						}, -- [208]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573745277,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13729:Player-1500-0417F13B:1:11:14:19:4294967295:4294967295:4294967295:4294967295|h[艾什凡女勋爵（史诗难度）]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/15/2019 的 23:05:56。",
						}, -- [212]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1573831879,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13512:Player-1500-0417F13B:1:11:15:19:4294967295:4294967295:4294967295:4294967295|h[书法大师]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/26/2019 的 23:22:12。",
						}, -- [216]
						{
							["arg2"] = "罂僳埖丶謝-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1574782333,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12824:Player-1500-01F4530E:1:11:26:19:4294967295:4294967295:4294967295:4294967295|h[阿塔达萨]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [220]
						{
							["arg2"] = "罂僳埖丶謝-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1574857136,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11753:Player-1500-01F4530E:1:11:27:19:4294967295:4294967295:4294967295:4294967295|h[冬季新品]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg2"] = "罂僳埖丶謝-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1574866191,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12478:Player-1500-01F4530E:1:11:27:19:4294967295:4294967295:4294967295:4294967295|h[深埋于沙的秘密]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/02/2019 的 21:57:12。",
						}, -- [228]
						{
							["arg2"] = "罂僳埖丶謝-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1575295101,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13931:Player-1500-01F4530E:1:12:2:19:4294967295:4294967295:4294967295:4294967295|h[三色回忆]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg2"] = "莉奈-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1602996360,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:972:Player-1500-04D56702:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[不给糖果就捣乱！]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [233]
						{
							["arg2"] = "莉奈-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1602996648,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:255:Player-1500-04D56702:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[取下他的首……呃，等等]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [234]
						{
							["arg2"] = "莉奈-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1602996653,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1176:Player-1500-04D56702:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[积少成多]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [235]
						{
							["arg2"] = "莉奈-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1602996659,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:979:Player-1500-04D56702:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[面具怪杰]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [239]
						{
							["arg2"] = "火爆腰花丶-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1603031119,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10839:Player-1500-03809D5C:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[背叛者的崛起]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [240]
						{
							["arg2"] = "火爆腰花丶-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1603031119,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10850:Player-1500-03809D5C:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[古尔丹（史诗难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [241]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1603031229,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12244:Player-1500-0417F13B:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[同盟种族：夜之子]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1603034172,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13206:Player-1500-0417F13B:1:10:18:20:4294967295:4294967295:4294967295:4294967295|h[同盟种族：狐人]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1603120038,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12518:Player-1500-0417F13B:1:10:19:20:4294967295:4294967295:4294967295:4294967295|h[同盟种族：玛格汉兽人]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/28/2019 的 11:38:00。",
						}, -- [2]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642634,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [战士] 青春永逝-密林游侠",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642634,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [法师] 黄泉方舟",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [5]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "<iLvl> 446.5 冷若冰霜牛 (野兽控制)",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "<iLvl> 408.4 黄泉方舟 (冰霜)",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "<iLvl> 141.6 青春永逝 (狂怒)",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "<iLvl> 439.1 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "<iLvl> 374.5 头破水流丶 (狂怒)",
							["clColor"] = "fffe7b09",
						}, -- [10]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642642,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [11]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642675,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [猎人] 冷若冰霜牛-黑铁",
							["clColor"] = "fffe7b09",
						}, -- [12]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569642675,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [战士] 头破水流丶-安苏",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/30/2019 的 21:09:12。",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "<iLvl> 445.3 Wifibaby (冰霜)",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "<iLvl> 437.1 黑暗契约 (防护)",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "<iLvl> 438.9 Magiccream (守护)",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "<iLvl> 32.7 挺起腰来 (元素)",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "<iLvl> 435.0 丶咔咘 (冰霜)",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849233,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849258,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [战士] 黑暗契约-无尽之海",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849258,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [死亡骑士] 丶咔咘-凤凰之神",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849258,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [法师] Wifibaby-伊森利恩",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1569849258,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [萨满祭司] 挺起腰来-天空之墙",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = "记录开始于 10/19/2019 的 15:39:59。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1571471965,
							["arg1"] = "大脚任务进度提示: 收集喷气背包部件：2/4",
							["clColor"] = "fffe7b09",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 10/26/2019 的 23:21:59。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104327,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：3/6",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "孤影霜瞳丶-塞拉摩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104327,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：2/6",
							["clColor"] = "ff3ec5e9",
						}, -- [36]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104342,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：4/6",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "孤影霜瞳丶-塞拉摩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104342,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：3/6",
							["clColor"] = "ff3ec5e9",
						}, -- [38]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104360,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：5/6",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "孤影霜瞳丶-塞拉摩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104360,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：4/6",
							["clColor"] = "ff3ec5e9",
						}, -- [40]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104384,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：6/6(完成)",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104689,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：1/6",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "孤影霜瞳丶-塞拉摩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104689,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：1/6",
							["clColor"] = "ff3ec5e9",
						}, -- [43]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104776,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：2/6",
							["clColor"] = "fffe7b09",
						}, -- [44]
						{
							["arg2"] = "孤影霜瞳丶-塞拉摩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104776,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：2/6",
							["clColor"] = "ff3ec5e9",
						}, -- [45]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104833,
							["arg1"] = "大脚任务进度提示: 收集升级设备：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [46]
						{
							["arg2"] = "孤影霜瞳丶-塞拉摩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104868,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：3/6",
							["clColor"] = "ff3ec5e9",
						}, -- [47]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572104868,
							["arg1"] = "大脚任务进度提示: 收集机器人零件：3/6",
							["clColor"] = "fffe7b09",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = "记录开始于 10/28/2019 的 23:21:43。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278338,
							["arg1"] = "135M246K 里面挂机的不听指挥的坦克和治疗去采集最后BOSS送机票。打了老一看自己的队伍。",
							["clColor"] = "ffc31d39",
						}, -- [52]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278338,
							["arg1"] = "135M246K 里面挂机的不听指挥的坦克和治疗去采集最后BOSS送机票。打了老一看自己的队伍。",
							["clColor"] = "ffc31d39",
						}, -- [53]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278338,
							["arg1"] = "135M246K 里面挂机的不听指挥的坦克和治疗去采集最后BOSS送机票。打了老一看自己的队伍。",
							["clColor"] = "ffc31d39",
						}, -- [54]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572278384,
							["arg1"] = "激流堡之战将在1分钟后开始。",
						}, -- [55]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572278413,
							["arg1"] = "激流堡之战将在30秒后开始。",
						}, -- [56]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572278443,
							["arg1"] = "激流堡之战开始了！",
						}, -- [57]
						{
							["arg2"] = "裁决之力-格瑞姆巴托",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278466,
							["arg1"] = "我成功嘲讽了 老练军士斯雷德！",
							["clColor"] = "fff38bb9",
						}, -- [58]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278470,
							["arg1"] = "**[蚂蚱刘在石]已施放|cff71d5ff|Hspell:80353:0|h[时间扭曲]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [59]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572278547,
							["arg1"] = "部落夺回了阿戈罗克！",
						}, -- [60]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572278651,
							["arg1"] = "酷睿爾丶雙核-格瑞姆巴托占领了枯须矿洞！",
						}, -- [61]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572278653,
							["arg1"] = "小欧-踏梦者占领了战斧山！",
						}, -- [62]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278699,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 聂拉斯啾啾 => 瓦伦中尉|cff71d5ff|Hspell:267782:0|h[神圣震击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [63]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278759,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r守护那幸福→自由在**",
							["clColor"] = "ffc31d39",
						}, -- [64]
						{
							["arg2"] = "裁决之力-格瑞姆巴托",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278759,
							["arg1"] = "我成功嘲讽了 大主教图拉扬！",
							["clColor"] = "fff38bb9",
						}, -- [65]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278762,
							["arg1"] = "**大主教图拉扬免疫了名门的→|cff71d5ff|Hspell:56222:0|h[黑暗命令]|h|r←！**",
							["clColor"] = "ffc31d39",
						}, -- [66]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278773,
							["arg1"] = "**大主教图拉扬免疫了名门的→|cff71d5ff|Hspell:56222:0|h[黑暗命令]|h|r←！**",
							["clColor"] = "ffc31d39",
						}, -- [67]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278776,
							["arg1"] = "**[Magiccream]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [68]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278803,
							["arg1"] = "**→自由在←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [69]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278821,
							["arg1"] = "**→小魔糖糖←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [70]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278828,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 孬孬猎手 => 老练的牧师|cff71d5ff|Hspell:262307:0|h[神圣惩击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [71]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278828,
							["arg1"] = "**|cff71d5ff|Hspell:34477:0|h[误导]|h|r守护那幸福→裁决之力**",
							["clColor"] = "ffc31d39",
						}, -- [72]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278833,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 小魔糖糖 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [73]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278837,
							["arg1"] = "**→孬孬猎手←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [74]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572278993,
							["arg1"] = "**|cff71d5ff|Hspell:31935:0|h[复仇者之盾]|h|r打断: 裁决之力 => 瓦伦中尉|cff71d5ff|Hspell:267782:0|h[神圣震击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [75]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279005,
							["arg1"] = "**|cff71d5ff|Hspell:31935:0|h[复仇者之盾]|h|r打断: 裁决之力 => 瓦伦中尉|cff71d5ff|Hspell:267782:0|h[神圣震击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [76]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279030,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 小魔糖糖 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [77]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279038,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 魔神丶奎托斯 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [78]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279046,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 聂拉斯啾啾 => 瓦伦中尉|cff71d5ff|Hspell:301719:0|h[圣光术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [79]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279052,
							["arg1"] = "**→自由在←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [80]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279072,
							["arg1"] = "**→名字改掉←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [81]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572279083,
							["arg1"] = "酷睿爾丶雙核-格瑞姆巴托占领了诺斯弗德路口！",
						}, -- [82]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279180,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rMagiccream => 自由在",
							["clColor"] = "ffc31d39",
						}, -- [83]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572279235,
							["arg1"] = "斯坦福德-幽暗沼泽占领了纽斯泰德！",
						}, -- [84]
						{
							["arg2"] = "云中夜帝-伊莫塔尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279271,
							["arg1"] = "大脚任务进度提示: 查看科多骑兵塔诺克：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [85]
						{
							["arg2"] = "云中夜帝-伊莫塔尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279272,
							["arg1"] = "纽斯泰德的战兽 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [86]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279306,
							["arg1"] = "**→小魔糖糖←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [87]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279308,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rMagiccream => 名字改掉",
							["clColor"] = "ffc31d39",
						}, -- [88]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279308,
							["arg1"] = "**→法力燃烧啾←被控制了(老练的巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [89]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279314,
							["arg1"] = "**|cff71d5ff|Hspell:47528:0|h[心灵冰冻]|h|r打断: 自由在 => 征伐的光明使者|cff71d5ff|Hspell:272073:0|h[不息之光]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [90]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279335,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r营养麦片 => 名字改掉",
							["clColor"] = "ffc31d39",
						}, -- [91]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279359,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 小魔糖糖 => 征伐的光明使者|cff71d5ff|Hspell:272073:0|h[不息之光]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [92]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279390,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r斯坦福德 => 名门",
							["clColor"] = "ffc31d39",
						}, -- [93]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279393,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 孬孬猎手 => 征伐的光明使者|cff71d5ff|Hspell:272073:0|h[不息之光]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [94]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279403,
							["arg1"] = "**|cff71d5ff|Hspell:31935:0|h[复仇者之盾]|h|r打断: 裁决之力 => 联盟男巫师|cff71d5ff|Hspell:262006:0|h[火球术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [95]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279437,
							["arg1"] = "**[Magiccream]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [96]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279444,
							["arg1"] = "**[密斯特丶三鹿]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [97]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279466,
							["arg1"] = "|cff71d5ff|Hspell:6940:0|h[牺牲祝福]|h|r魔头光明使徒 => 名门",
							["clColor"] = "ffc31d39",
						}, -- [98]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279470,
							["arg1"] = "**[斯坦福德]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [99]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572279530,
							["arg1"] = "小欧-踏梦者占领了远望栖地！",
						}, -- [100]
						{
							["arg2"] = "裁决之力-格瑞姆巴托",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279546,
							["arg1"] = "我成功嘲讽了 远望栖地新兵！",
							["clColor"] = "fff38bb9",
						}, -- [101]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279651,
							["arg1"] = "**→名字改掉←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [102]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279668,
							["arg1"] = "**→名字改掉←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [103]
						{
							["arg2"] = "特朗德纳克-奥斯里安",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279804,
							["arg1"] = "大脚任务进度提示: 查看车间：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [104]
						{
							["arg2"] = "特朗德纳克-奥斯里安",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279805,
							["arg1"] = "欢迎来到车间 (任务完成)",
							["clColor"] = "fffef367",
						}, -- [105]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279815,
							["arg1"] = "**[仇恨!]光铸勇士→自由在**",
							["clColor"] = "ffc31d39",
						}, -- [106]
						{
							["arg2"] = "哞哞香烟-主宰之剑",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279816,
							["arg1"] = "大脚任务进度提示: 开启铁矿贮藏：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [107]
						{
							["arg2"] = "哞哞香烟-主宰之剑",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279817,
							["arg1"] = "铁矿贮藏 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [108]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279817,
							["arg1"] = "**[仇恨!]光铸勇士→部落步兵**",
							["clColor"] = "ffc31d39",
						}, -- [109]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279818,
							["arg1"] = "**[仇恨!]光铸勇士→自由在**",
							["clColor"] = "ffc31d39",
						}, -- [110]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279839,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|rMagiccream => 自由在",
							["clColor"] = "ffc31d39",
						}, -- [111]
						{
							["arg2"] = "云中夜帝-伊莫塔尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279854,
							["arg1"] = "大脚任务进度提示: 查看车间：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [112]
						{
							["arg2"] = "云中夜帝-伊莫塔尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279855,
							["arg1"] = "欢迎来到车间 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [113]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279883,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→密斯特丶三鹿**",
							["clColor"] = "ffc31d39",
						}, -- [114]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279890,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 法力燃烧啾 => 唤勇虔信者|cff71d5ff|Hspell:262307:0|h[神圣惩击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [115]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279895,
							["arg1"] = "**→自由在←被控制了(法阵织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [116]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279898,
							["arg1"] = "**→裁决之力←被控制了(唤勇织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [117]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279901,
							["arg1"] = "|cff71d5ff|Hspell:1022:0|h[保护祝福]|h|r魔头光明使徒 => 自由在",
							["clColor"] = "ffc31d39",
						}, -- [118]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279909,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→聂拉斯啾啾**",
							["clColor"] = "ffc31d39",
						}, -- [119]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279913,
							["arg1"] = "**→名字改掉←被控制了(唤勇织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [120]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279914,
							["arg1"] = "**→名字改掉←被控制了(唤勇织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [121]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279915,
							["arg1"] = "**→密斯特丶三鹿←被控制了(法阵织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [122]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279929,
							["arg1"] = "**→密斯特丶三鹿←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [123]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279932,
							["arg1"] = "**[Magiccream]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [124]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279932,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→Magiccream**",
							["clColor"] = "ffc31d39",
						}, -- [125]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279932,
							["arg1"] = "**→营养麦片←被控制了(唤勇织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [126]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279934,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→奥克因沙考尔**",
							["clColor"] = "ffc31d39",
						}, -- [127]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279935,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→青鸟**",
							["clColor"] = "ffc31d39",
						}, -- [128]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279935,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→奥克因沙考尔**",
							["clColor"] = "ffc31d39",
						}, -- [129]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279936,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→部落狼骑兵**",
							["clColor"] = "ffc31d39",
						}, -- [130]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279938,
							["arg1"] = "**[仇恨!]卡米·柯格维兹→部落狼骑兵**",
							["clColor"] = "ffc31d39",
						}, -- [131]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279957,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 孬孬猎手 => 高阶巫师马拉拉|cff71d5ff|Hspell:277828:0|h[奥术冲击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [132]
						{
							["arg2"] = "钢铁依然在灬-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279964,
							["arg1"] = "SL求支援",
							["clColor"] = "ffc59a6c",
						}, -- [133]
						{
							["arg2"] = "钢铁依然在灬-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279965,
							["arg1"] = "SL求支援",
							["clColor"] = "ffc59a6c",
						}, -- [134]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279975,
							["arg1"] = "**→钢铁依然在灬←被控制了(联盟男巫师的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [135]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572279997,
							["arg1"] = "**|cff71d5ff|Hspell:47528:0|h[心灵冰冻]|h|r打断: 自由在 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [136]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280002,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 钢铁依然在灬 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [137]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280011,
							["arg1"] = "**|cff71d5ff|Hspell:2139:0|h[法术反制]|h|r打断: 蚂蚱刘在石 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [138]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280019,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 钢铁依然在灬 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [139]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280039,
							["arg1"] = "**|cff71d5ff|Hspell:1766:0|h[脚踢]|h|r打断: 影之涅磐 => 联盟男巫师|cff71d5ff|Hspell:262007:0|h[变形术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [140]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280044,
							["arg1"] = "|cff71d5ff|Hspell:102342:0|h[铁木树皮]|h|r营养麦片 => 自由在",
							["clColor"] = "ffc31d39",
						}, -- [141]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280160,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 魔神丶奎托斯 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [142]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280170,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 尐胡渣 => 老练的牧师|cff71d5ff|Hspell:262309:0|h[治疗术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [143]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1572280195,
							["arg1"] = "裁决之力-格瑞姆巴托占领了唤勇之路！",
						}, -- [144]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280227,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 嗷嗷大喵 => 联盟男巫师|cff71d5ff|Hspell:262006:0|h[火球术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [145]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280317,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 法力燃烧啾 => 征伐的光明使者|cff71d5ff|Hspell:272073:0|h[不息之光]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [146]
						{
							["arg2"] = "特朗德纳克-奥斯里安",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280343,
							["arg1"] = "大脚任务进度提示: 飞往阿戈罗克：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [147]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280362,
							["arg1"] = "**|cff71d5ff|Hspell:147362:0|h[反制射击]|h|r打断: 嗷嗷大喵 => 激流堡虔信者|cff71d5ff|Hspell:262307:0|h[神圣惩击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [148]
						{
							["arg2"] = "斯坦福德-幽暗沼泽",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280365,
							["arg1"] = "大脚任务进度提示: 查看祭坛：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [149]
						{
							["arg2"] = "斯坦福德-幽暗沼泽",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280366,
							["arg1"] = "祭坛之力 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [150]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280381,
							["arg1"] = "**→自由在←被控制了(激流堡织法者的|cff71d5ff|Hspell:262007:0|h[变形术]|h|r)！**",
							["clColor"] = "ffc31d39",
						}, -- [151]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280417,
							["arg1"] = "**|cff71d5ff|Hspell:183752:0|h[瓦解]|h|r打断: 孬孬猎手 => 激流堡虔信者|cff71d5ff|Hspell:262307:0|h[神圣惩击]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [152]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280418,
							["arg1"] = "**|cff71d5ff|Hspell:6552:0|h[拳击]|h|r打断: 凯撒大酋长 => 激流堡织法者|cff71d5ff|Hspell:262007:0|h[变形术]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [153]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280427,
							["arg1"] = "**[魔头光明使徒]已施放|cff71d5ff|Hspell:31821:0|h[光环掌握]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [154]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280428,
							["arg1"] = "**[蚂蚱刘在石]已施放|cff71d5ff|Hspell:80353:0|h[时间扭曲]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [155]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280439,
							["arg1"] = "**[Magiccream]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [156]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280475,
							["arg1"] = "**[密斯特丶三鹿]已施放|cff71d5ff|Hspell:64843:0|h[神圣赞美诗]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [157]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280489,
							["arg1"] = "**[营养麦片]已施放|cff71d5ff|Hspell:740:0|h[宁静]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [158]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280501,
							["arg1"] = "**[凯撒大酋长]已施放|cff71d5ff|Hspell:97462:0|h[集结呐喊]|h|r！**",
							["clColor"] = "ffc31d39",
						}, -- [159]
						{
							["arg2"] = "名字改掉-织亡者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [160]
						{
							["arg2"] = "法力燃烧啾-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [161]
						{
							["arg2"] = "尐胡渣-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [162]
						{
							["arg2"] = "孬孬猎手-阿纳克洛斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [163]
						{
							["arg2"] = "名字改掉-织亡者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [164]
						{
							["arg2"] = "法力燃烧啾-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [165]
						{
							["arg2"] = "密斯特丶三鹿-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [166]
						{
							["arg2"] = "小魔糖糖-暴风祭坛",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [167]
						{
							["arg2"] = "小欧-踏梦者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ff8686ec",
						}, -- [168]
						{
							["arg2"] = "哞哞香烟-主宰之剑",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [169]
						{
							["arg2"] = "嗷嗷大喵-石爪峰",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [170]
						{
							["arg2"] = "固尔蛋-埃德萨拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ff8686ec",
						}, -- [171]
						{
							["arg2"] = "聂拉斯啾啾-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [172]
						{
							["arg2"] = "魔神丶奎托斯-血色十字军",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [173]
						{
							["arg2"] = "守护那幸福-纳克萨玛斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [174]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [175]
						{
							["arg2"] = "营养麦片-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [177]
						{
							["arg2"] = "特朗德纳克-奥斯里安",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "fffef367",
						}, -- [178]
						{
							["arg2"] = "你的梦中情圣-迅捷微风",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [179]
						{
							["arg2"] = "云中夜帝-伊莫塔尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280503,
							["arg1"] = "大脚任务进度提示: 在激流堡之战中击败联盟：1/1(完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [180]
						{
							["arg2"] = "小魔糖糖-暴风祭坛",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [181]
						{
							["arg2"] = "孬孬猎手-阿纳克洛斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [182]
						{
							["arg2"] = "名字改掉-织亡者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffc31d39",
						}, -- [183]
						{
							["arg2"] = "特朗德纳克-奥斯里安",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "fffef367",
						}, -- [184]
						{
							["arg2"] = "尐胡渣-死亡之翼",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [185]
						{
							["arg2"] = "哞哞香烟-主宰之剑",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [186]
						{
							["arg2"] = "你的梦中情圣-迅捷微风",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "fff38bb9",
						}, -- [187]
						{
							["arg2"] = "魔神丶奎托斯-血色十字军",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "英雄难度战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [188]
						{
							["arg2"] = "守护那幸福-纳克萨玛斯",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [189]
						{
							["arg2"] = "法力燃烧啾-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [190]
						{
							["arg2"] = "固尔蛋-埃德萨拉",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ff8686ec",
						}, -- [191]
						{
							["arg2"] = "密斯特丶三鹿-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [192]
						{
							["arg2"] = "小欧-踏梦者",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ff8686ec",
						}, -- [193]
						{
							["arg2"] = "聂拉斯啾啾-凤凰之神",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [194]
						{
							["arg2"] = "自由在-狂热之刃",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ffc31d39",
						}, -- [195]
						{
							["arg2"] = "云中夜帝-伊莫塔尔",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "ff3ec5e9",
						}, -- [196]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1572280504,
							["arg1"] = "战争前线：激流堡之战 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [200]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1602774152,
							["arg1"] = "大脚任务进度提示: 见证关于艾泽拉斯未来的幻象：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [201]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1602774153,
							["arg1"] = "征战的回报 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1602996747,
							["arg1"] = "大脚任务进度提示: 击败审判官：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1602996748,
							["arg1"] = "贸易区 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [210]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603031066,
							["arg1"] = "大脚任务进度提示: 完成“记住太阳之井的耻辱”场景战役：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [211]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603031067,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118277,
							["arg1"] = "大脚任务进度提示: 与大王见面（完成）",
							["clColor"] = "fffe7b09",
						}, -- [216]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118278,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [217]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118286,
							["arg1"] = "大脚任务进度提示: 黑石氏族：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [218]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118287,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [219]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118290,
							["arg1"] = "大脚任务进度提示: 战歌氏族：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [220]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118291,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118299,
							["arg1"] = "大脚任务进度提示: 霜狼氏族：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118300,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118546,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：1/10",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118570,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：2/10",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118606,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：3/10",
							["clColor"] = "fffe7b09",
						}, -- [226]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118618,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：4/10",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118622,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：5/10",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118632,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：6/10",
							["clColor"] = "fffe7b09",
						}, -- [229]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118641,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：7/10",
							["clColor"] = "fffe7b09",
						}, -- [230]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118663,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：8/10",
							["clColor"] = "fffe7b09",
						}, -- [231]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603118665,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：9/10",
							["clColor"] = "fffe7b09",
						}, -- [232]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119192,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：1/10",
							["clColor"] = "fffe7b09",
						}, -- [233]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119195,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：2/10",
							["clColor"] = "fffe7b09",
						}, -- [234]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119198,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：3/10",
							["clColor"] = "fffe7b09",
						}, -- [235]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119198,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：4/10",
							["clColor"] = "fffe7b09",
						}, -- [236]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119208,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：5/10",
							["clColor"] = "fffe7b09",
						}, -- [237]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119228,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：6/10",
							["clColor"] = "fffe7b09",
						}, -- [238]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119233,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：7/10",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119233,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：8/10",
							["clColor"] = "fffe7b09",
						}, -- [240]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119250,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：9/10",
							["clColor"] = "fffe7b09",
						}, -- [241]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119251,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔投敌者：10/10(完成)",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119252,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119320,
							["arg1"] = "大脚任务进度提示: 已消灭考戈尔，考戈尔的曾孙：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119321,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [245]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119995,
							["arg1"] = "大脚任务进度提示: 完成“圣光的暴行”场景战役：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [246]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1603119998,
							["arg1"] = "堕夜精灵 (任务完成)",
							["clColor"] = "fffe7b09",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603113366,
							["arg1"] = "在那接任务啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傲气凌云-红龙女王",
						}, -- [1]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603113386,
							["arg1"] = "兄弟们我想去卡拉赞走哪个们快些",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猫猫坏坏-黑手军团",
						}, -- [2]
						{
							["clColor"] = "fffef367",
							["time"] = 1603113387,
							["arg1"] = "没研究",
							["arg9"] = "大脚世界频道",
							["arg2"] = "影子的约定-格雷迈恩",
						}, -- [3]
						{
							["clColor"] = "fffef367",
							["time"] = 1603113394,
							["arg1"] = "斯通纳德",
							["arg9"] = "大脚世界频道",
							["arg2"] = "影子的约定-格雷迈恩",
						}, -- [4]
						{
							["clColor"] = "fffefefe",
							["time"] = 1603113404,
							["arg1"] = "传送门",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一奶泯恩仇-红龙女王",
						}, -- [5]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603113410,
							["arg1"] = "死捅那的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦斯琪村花-瓦丝琪",
						}, -- [6]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113415,
							["arg1"] = "收本蚩尤武决",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Virgoz-格雷迈恩",
						}, -- [7]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603113418,
							["arg1"] = "SS门最快",
							["arg9"] = "大脚世界频道",
							["arg2"] = "晓爵-红龙女王",
						}, -- [8]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603113423,
							["arg1"] = "斯通纳德的门在哪orz",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猫猫坏坏-黑手军团",
						}, -- [9]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603113425,
							["arg1"] = "收万剑归宗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "光总-红龙女王",
						}, -- [10]
						{
							["clColor"] = "fffef367",
							["time"] = 1603113439,
							["arg1"] = "找法师开",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Demonshadow-红龙女王",
						}, -- [11]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603113441,
							["arg1"] = "天台交易10W，D5烧双了上车发狮子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦斯琪村花-瓦丝琪",
						}, -- [12]
						{
							["clColor"] = "fffefefe",
							["time"] = 1603113441,
							["arg1"] = "舒克",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一奶泯恩仇-红龙女王",
						}, -- [13]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603113442,
							["arg1"] = "法爷能开斯通的门",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牛肉人-黑手军团",
						}, -- [14]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113451,
							["arg1"] = "收天上地下六合八荒唯我独尊功",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傅清-黑手军团",
						}, -- [15]
						{
							["clColor"] = "fffef367",
							["time"] = 1603113457,
							["arg1"] = "收葵花宝典   没有宝典  辟邪剑谱也行啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "张幺爸儿丶-菲拉斯",
						}, -- [16]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603113474,
							["arg1"] = "|cffa335ee|Hitem:143901::::::::27:102:::1:6423:2:28:2063:9:27:::|h[石化南瓜指环]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "坏黄黄-黑手军团",
						}, -- [17]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603113476,
							["arg1"] = "要学此功 必先自 宫",
							["arg9"] = "大脚世界频道",
							["arg2"] = "银月城主-奈萨里奥",
						}, -- [18]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113497,
							["arg1"] = "若不自 宫 也能成功",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傅清-黑手军团",
						}, -- [19]
						{
							["clColor"] = "fffef367",
							["time"] = 1603113532,
							["arg1"] = "不如自 宫一次成功",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神秘打击-菲拉斯",
						}, -- [20]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113560,
							["arg1"] = "即使  自 宫  未必成功",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傅清-黑手军团",
						}, -- [21]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603113560,
							["arg1"] = "一次不够 多来基础",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我狂我飙-菲拉斯",
						}, -- [22]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603113562,
							["arg1"] = "如不成功 何必自 宫",
							["arg9"] = "大脚世界频道",
							["arg2"] = "银月城主-奈萨里奥",
						}, -- [23]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603113570,
							["arg1"] = "一次不够 多来几次",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我狂我飙-菲拉斯",
						}, -- [24]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603113590,
							["arg1"] = "sins-457",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦斯琪村花-瓦丝琪",
						}, -- [25]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603113607,
							["arg1"] = "你不对劲",
							["arg9"] = "大脚世界频道",
							["arg2"] = "涅磐小皮-格雷迈恩",
						}, -- [26]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603113641,
							["arg1"] = "？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猫猫坏坏-黑手军团",
						}, -- [27]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113683,
							["arg1"] = "爱卿们 无头是出什么装备的呀",
							["arg9"] = "大脚世界频道",
							["arg2"] = "锈水集团总裁-奈萨里奥",
						}, -- [28]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113692,
							["arg1"] = "饰品还是戒指啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "锈水集团总裁-奈萨里奥",
						}, -- [29]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603113704,
							["arg1"] = "无头只有第一次给装备吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦斯琪村花-瓦丝琪",
						}, -- [30]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113707,
							["arg1"] = "坐骑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傅清-黑手军团",
						}, -- [31]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603113717,
							["arg1"] = "戒指",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牛肉人-黑手军团",
						}, -- [32]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603113719,
							["arg1"] = "出的是尼玛用过的姨妈巾，睿智",
							["arg9"] = "大脚世界频道",
							["arg2"] = "诗丶乃-格雷迈恩",
						}, -- [33]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603113720,
							["arg1"] = "|cff71d5ff|Hspell:48025:0|h[无头骑士的坐骑]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傅清-黑手军团",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603118681,
							["arg1"] = "潘爱卿 组朕",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥格督军-奈萨里奥",
						}, -- [39]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603118892,
							["arg1"] = "沃顿的任务做完了，怎么冲声望啊?",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603118905,
							["arg1"] = "世界任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [41]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603118922,
							["arg1"] = "世界任务哪里接啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [42]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603118925,
							["arg1"] = "找不到啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [43]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603118938,
							["arg1"] = "那就下线吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "夯特-格雷迈恩",
						}, -- [44]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603118970,
							["arg1"] = "额",
							["arg9"] = "大脚世界频道",
							["arg2"] = "纯爱战神-菲拉斯",
						}, -- [45]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603118971,
							["arg1"] = "啊，这，世界任务直接在地图上，你是不是刚满级，世界任务都没开启",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [46]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603118999,
							["arg1"] = "就是，好久没有完了，最近又再玩的 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [47]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119003,
							["arg1"] = "世界任务哪里开啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [48]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119026,
							["arg1"] = "主要想声望崇拜了弄个小狐狸",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [49]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603119032,
							["arg1"] = "忘了，就是任务做这做着就开了。。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [50]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119051,
							["arg1"] = "不会是祖达萨那边的吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [51]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119060,
							["arg1"] = "我直接跑这边来做的 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [52]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119069,
							["arg1"] = "祖达萨的还没做两个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [53]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119072,
							["arg1"] = "有前置任务的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥格督军-奈萨里奥",
						}, -- [54]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603119077,
							["arg1"] = "建议百度",
							["arg9"] = "大脚世界频道",
							["arg2"] = "从新开始-格雷迈恩",
						}, -- [55]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603119082,
							["arg1"] = "你要是想新建狐人，似乎已经不用声望崇拜了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [56]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119083,
							["arg1"] = "好的，谢谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [57]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603119090,
							["arg1"] = "沃顿任务清了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "刃丶断魂-格雷迈恩",
						}, -- [58]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119092,
							["arg1"] = "这么安逸",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [59]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119094,
							["arg1"] = "成就要的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥格督军-奈萨里奥",
						}, -- [60]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119100,
							["arg1"] = "已经清完了 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [61]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603119107,
							["arg1"] = "建赞达拉要崇拜吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红咕咕-格雷迈恩",
						}, -- [62]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119121,
							["arg1"] = "只剩一个副本里面的任务了 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [63]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119138,
							["arg1"] = "你满级了没",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥格督军-奈萨里奥",
						}, -- [64]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603119149,
							["arg1"] = "前夕已经改了，同盟似乎已经不需要声望了，直接在大使馆做任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [65]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119151,
							["arg1"] = "做个赞达拉万古长存  自动就把狐人的做完了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶杀马特-红龙女王",
						}, -- [66]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119152,
							["arg1"] = "首先你要在赞达拉接一个任务  去港口转一圈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "圣之月者-格雷迈恩",
						}, -- [67]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603119156,
							["arg1"] = "奥格大使馆",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [68]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119164,
							["arg1"] = "满级了哦，上次奥山活动就整满了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [69]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119175,
							["arg1"] = "那不科学啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥格督军-奈萨里奥",
						}, -- [70]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119185,
							["arg1"] = "赞达拉万古长存我做完了   就是不知道怎么接不到复仇之潮",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶杀马特-红龙女王",
						}, -- [71]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119224,
							["arg1"] = "我是上次好像是周年庆，奥山活动，一场升3级，去升满级的，现在专门来清的沃顿的任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血魔骑士-菲拉斯",
						}, -- [72]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119228,
							["arg1"] = "网上说找凋零者  我去了也没那个任务啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶杀马特-红龙女王",
						}, -- [73]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119471,
							["arg1"] = "PT M 来个强力dps",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Shifenlol-红龙女王",
						}, -- [74]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119472,
							["arg1"] = "请问 我的另一个角色卡死了怎么办 一登录就掉线",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [75]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119488,
							["arg1"] = "现在多少装等可以打PT M？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红麝-奈萨里奥",
						}, -- [76]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119496,
							["arg1"] = "你现在上就好了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动感小奶牛-格雷迈恩",
						}, -- [77]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119498,
							["arg1"] = "不停的登录，，。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "长歌舞阳-格雷迈恩",
						}, -- [78]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119503,
							["arg1"] = "一会就好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "长歌舞阳-格雷迈恩",
						}, -- [79]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119505,
							["arg1"] = "在空中飞啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [80]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119509,
							["arg1"] = "你现在上就好了  ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动感小奶牛-格雷迈恩",
						}, -- [81]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119513,
							["arg1"] = "你现在上就好了  ~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动感小奶牛-格雷迈恩",
						}, -- [82]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119518,
							["arg1"] = "脚不能够落地",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [83]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119531,
							["arg1"] = "你现在上就已经好了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动感小奶牛-格雷迈恩",
						}, -- [84]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119538,
							["arg1"] = "试试看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [85]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119545,
							["arg1"] = "|cffa335ee|Hitem:174927::::::::50:64:::::::|h[枬天拉索]|h|r 谁知道还有多久刷新",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大岛由加利-菲拉斯",
						}, -- [86]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119578,
							["arg1"] = "掉落的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "巨人捕手-奈萨里奥",
						}, -- [87]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119588,
							["arg1"] = "我问的石龙",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大岛由加利-菲拉斯",
						}, -- [88]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119591,
							["arg1"] = "拉锁刷都刷不出来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "落零星-格雷迈恩",
						}, -- [89]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603119593,
							["arg1"] = "|cffffff00|Hachievement:11340:Player-1500-05A5E959:0:0:0:-1:0:0:0:0|h[起义]|h|r这成就其实任务从哪开",
							["arg9"] = "大脚世界频道",
							["arg2"] = "激流-红龙女王",
						}, -- [90]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119596,
							["arg1"] = "还是不行 在希利苏斯那个传送点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [91]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603119608,
							["arg1"] = "起始",
							["arg9"] = "大脚世界频道",
							["arg2"] = "激流-红龙女王",
						}, -- [92]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119620,
							["arg1"] = "现在都没有gm了吗···",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [93]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603119635,
							["arg1"] = "反正从头开始刷，刷到结束就声望也够了，成就也有了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "卷卷丶-红龙女王",
						}, -- [94]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603119673,
							["arg1"] = "上战网里面那个支持里填单子不",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动感小奶牛-格雷迈恩",
						}, -- [95]
						{
							["clColor"] = "fffefefe",
							["time"] = 1603119717,
							["arg1"] = "|cffa335ee|Hitem:174044::::::::50:258::4:5:4825:42:6515:1472:4786:1:28:784:::|h[嗡鸣的黑龙鳞片]|h|r 特效没了么 ？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "软兔-菲拉斯",
						}, -- [96]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119719,
							["arg1"] = "来人了吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Shifenlol-红龙女王",
						}, -- [97]
						{
							["clColor"] = "fffef367",
							["time"] = 1603119727,
							["arg1"] = "填了···",
							["arg9"] = "大脚世界频道",
							["arg2"] = "闽南第一潜行-红龙女王",
						}, -- [98]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119771,
							["arg1"] = "我们F瑞龙shaun了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "落零星-格雷迈恩",
						}, -- [99]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119863,
							["arg1"] = "没人打快来呀",
							["arg9"] = "大脚世界频道",
							["arg2"] = "落零星-格雷迈恩",
						}, -- [100]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119891,
							["arg1"] = "PT M 来个强力DPS",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Shifenlol-红龙女王",
						}, -- [101]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119901,
							["arg1"] = "哪里远古魔力比较多啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "钱怼怼-红龙女王",
						}, -- [102]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603119919,
							["arg1"] = "在哪里？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "铭心胧月-格雷迈恩",
						}, -- [103]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603119926,
							["arg1"] = "这个叫全力以赴的任务真特么烦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "钱怼怼-红龙女王",
						}, -- [104]
						{
							["clColor"] = "fffefefe",
							["time"] = 1603119973,
							["arg1"] = "苏拉玛城里面 贵族区 那个魔力酒",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Gwyndolin-红龙女王",
						}, -- [105]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603119993,
							["arg1"] = "|cffffff00|Hachievement:11157:Player-1500-04D40F4A:1:10:19:20:4294967295:4294967295:4294967295:4294967295|h[军团博学者]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "竹顥语-格雷迈恩",
						}, -- [106]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603120002,
							["arg1"] = "好的 我去看看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "钱怼怼-红龙女王",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 23:39:38。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603122069,
							["arg1"] = "现在这个任务地点标记针不戳",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丨沐瞳-菲拉斯",
						}, -- [112]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603122331,
							["arg1"] = "求奶萨大佬指导一二，奶萨天赋咋点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嘿洒家是国宝-菲拉斯",
						}, -- [113]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603122344,
							["arg1"] = "现在法师没大冰刺了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "维以不永伤-菲拉斯",
						}, -- [114]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603122371,
							["arg1"] = "天赋",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Kirin-菲拉斯",
						}, -- [115]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603122382,
							["arg1"] = "还要点吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "维以不永伤-菲拉斯",
						}, -- [116]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603122396,
							["arg1"] = "不要点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飛鸿-红龙女王",
						}, -- [117]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603122415,
							["arg1"] = "以前不也是天赋点的么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "幽夜-菲拉斯",
						}, -- [118]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603122422,
							["arg1"] = "回归号 怎么提升装备啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬花季未了灬-红龙女王",
						}, -- [119]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603122425,
							["arg1"] = "|cffa335ee|Hitem:174770::::::::50:253::14::1:28:703:::|h[邪恶群居蜂]|h|r再也不打大幻象了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我有一个宝宝-菲拉斯",
						}, -- [120]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603122448,
							["arg1"] = "不是，我的意思是这版本天赋怎么点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "维以不永伤-菲拉斯",
						}, -- [121]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603122477,
							["arg1"] = "点被动就好了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "徐若瑄-菲拉斯",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603204376,
							["arg1"] = "|cffa335ee|Hitem:71355::::::::50:577::3:1:3524:1:28:1029:::|h[科古恩，炎魔之王的战锤]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猎奇-菲拉斯",
						}, -- [127]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603204378,
							["arg1"] = "大秘境就可以出顶级装备，团队本就慢慢被冷落了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "远行之风-格雷迈恩",
						}, -- [128]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603204379,
							["arg1"] = "副本掉落都出来了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "低语咆哮丶-红龙女王",
						}, -- [129]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603204390,
							["arg1"] = "现在还有谁打本",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶杀马特-红龙女王",
						}, -- [130]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603204402,
							["arg1"] = "魔药残迹披肩",
							["arg9"] = "大脚世界频道",
							["arg2"] = "低语咆哮丶-红龙女王",
						}, -- [131]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603204526,
							["arg1"] = "求一本[远古传送门秘典：达拉然]",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冰火之誓-格雷迈恩",
						}, -- [132]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603204564,
							["arg1"] = "奥山NPC自己去买",
							["arg9"] = "大脚世界频道",
							["arg2"] = "點小二-菲拉斯",
						}, -- [133]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603204566,
							["arg1"] = "大秘境是什么啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "法兰基-黑手军团",
						}, -- [134]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603204568,
							["arg1"] = "去副本拿啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Keren-奈萨里奥",
						}, -- [135]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603204590,
							["arg1"] = "求一本|cff0070dd|Hitem:82470::::::::50:64:::::::|h[远古传送门秘典：达拉然]|h|r？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冰火之誓-格雷迈恩",
						}, -- [136]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603204634,
							["arg1"] = "好卡啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "有点笨丶风歌-菲拉斯",
						}, -- [137]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603204648,
							["arg1"] = "血色武器库尾王哪里有，好像是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "點小二-菲拉斯",
						}, -- [138]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603204654,
							["arg1"] = "求一本|cff0070dd|Hitem:82470::::::::50:64:::::::|h[远古传送门秘典：达拉然]|h|r，便宜点卖我呗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冰火之誓-格雷迈恩",
						}, -- [139]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603204799,
							["arg1"] = "有没有皮皮会收人~刚满级",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [140]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603204902,
							["arg1"] = "伟大的红龙女王菲拉斯奈萨里奥格雷迈恩瓦丝琪黑手军团服务器，晚安！祝愿过客得礼有喜，祝愿定居是福添吉。祝愿人口基数稳定、文明有序，爱与梦想处处呈现。艾泽拉斯的战友们~晚安！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [141]
						{
							["clColor"] = "fffefefe",
							["time"] = 1603204929,
							["arg1"] = "晚安",
							["arg9"] = "大脚世界频道",
							["arg2"] = "夜雨菲菲-格雷迈恩",
						}, -- [142]
						{
							["clColor"] = "fffef367",
							["time"] = 1603204949,
							["arg1"] = "晚安",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我再也不去了-格雷迈恩",
						}, -- [143]
						{
							["clColor"] = "fffefefe",
							["time"] = 1603204961,
							["arg1"] = "晚安",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一只奶牛-瓦丝琪",
						}, -- [144]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603204980,
							["arg1"] = "女友们晚安",
							["arg9"] = "大脚世界频道",
							["arg2"] = "这杀手不太冷-格雷迈恩",
						}, -- [145]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603204980,
							["arg1"] = "晚安，玛卡巴卡",
							["arg9"] = "大脚世界频道",
							["arg2"] = "龙欲骁-格雷迈恩",
						}, -- [146]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603205004,
							["arg1"] = "晚安 章鱼哥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "路途有点远-黑手军团",
						}, -- [147]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205005,
							["arg1"] = "睡NMB  起来嗨",
							["arg9"] = "大脚世界频道",
							["arg2"] = "邪恶赤座灯里-红龙女王",
						}, -- [148]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603205017,
							["arg1"] = "哎，好无聊的办法，",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恐怖得-菲拉斯",
						}, -- [149]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603205024,
							["arg1"] = "生前何必久睡",
							["arg9"] = "大脚世界频道",
							["arg2"] = "哼哼呃啊啊-菲拉斯",
						}, -- [150]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603205030,
							["arg1"] = "腐蚀没了，职业也垃圾了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恐怖得-菲拉斯",
						}, -- [151]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205032,
							["arg1"] = "死后自会长眠",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黎夏莺歌-菲拉斯",
						}, -- [152]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1603205039,
							["arg1"] = "地窟还有么 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬羊丶小七-黑手军团",
						}, -- [153]
						{
							["clColor"] = "fffef367",
							["time"] = 1603205151,
							["arg1"] = "咨询一下，升级除了任务和排本还有什么来得快？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大王饶命-红龙女王",
						}, -- [154]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205162,
							["arg1"] = "宠物战斗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [155]
						{
							["clColor"] = "fffef367",
							["time"] = 1603205176,
							["arg1"] = "感谢啊 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大王饶命-红龙女王",
						}, -- [156]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205210,
							["arg1"] = "最巴适。。看着电影动动鼠标就升级了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [157]
						{
							["clColor"] = "fffef367",
							["time"] = 1603205263,
							["arg1"] = "谢谢提点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大王饶命-红龙女王",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603205470,
							["arg1"] = "|cffffd100|HclubFinder:ClubFinder-1-10703-1500-44288345|h[公会: 倾注一生]|h|r 迎战9.0，诚邀开荒小伙伴入坑！亦欢迎休闲、回归小朋友前来认识新基友！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风丶小骑-格雷迈恩",
						}, -- [163]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205486,
							["arg1"] = "这个还举报。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "基爱慕-菲拉斯",
						}, -- [164]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205505,
							["arg1"] = "这么多年 马毛都没有见过",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飛鸿-红龙女王",
						}, -- [165]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205527,
							["arg1"] = "每天刷无头都刷爆本 还不出  找谁说理去",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [166]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205528,
							["arg1"] = "我这不也没见呢吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "基爱慕-菲拉斯",
						}, -- [167]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205533,
							["arg1"] = "马毛是什么？我是连队友的马毛都没见过",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Btwo-格雷迈恩",
						}, -- [168]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205543,
							["arg1"] = "无头刷爆本",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [169]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205549,
							["arg1"] = "对",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [170]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205549,
							["arg1"] = "你是真的吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [171]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205554,
							["arg1"] = "真的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [172]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205557,
							["arg1"] = "{鼓掌}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "基爱慕-菲拉斯",
						}, -- [173]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205559,
							["arg1"] = "来跟哥说，哥仓库里还有个无头缰绳",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [174]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205560,
							["arg1"] = "一个号一次能爆本吗......",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [175]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205562,
							["arg1"] = "真的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飛鸿-红龙女王",
						}, -- [176]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603205566,
							["arg1"] = "无头只有每天第一次打给的紫箱子才能出，多刷没用，除非换号刷",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左岸青衿-瓦丝琪",
						}, -- [177]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205568,
							["arg1"] = "18个号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [178]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603205581,
							["arg1"] = "废话 当然是换号刷",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牛奶骑士-菲拉斯",
						}, -- [179]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205589,
							["arg1"] = "换号也会爆本的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [180]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205590,
							["arg1"] = "9个号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飛鸿-红龙女王",
						}, -- [181]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205607,
							["arg1"] = "对，9个号就爆本了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [182]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205614,
							["arg1"] = "然后等一个小时左右吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [183]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205617,
							["arg1"] = "哇  那就应该是我号少了。。见识断了。。大侠们嘴下留情..",
							["arg9"] = "大脚世界频道",
							["arg2"] = "谢赫莫哈莫德-红龙女王",
						}, -- [184]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603205621,
							["arg1"] = "慢点刷就是了 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牛奶骑士-菲拉斯",
						}, -- [185]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205627,
							["arg1"] = "来个N或者T带我进个本吧。。十分钟了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Btwo-格雷迈恩",
						}, -- [186]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205634,
							["arg1"] = "慢点不一样吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [187]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205638,
							["arg1"] = "反正也是爆",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [188]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205657,
							["arg1"] = "请问下巨龙之魂怎么切不了H啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [189]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205661,
							["arg1"] = "还能十几分钟刷一次吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [190]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603205664,
							["arg1"] = "自己切T啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "艾搜浩特-菲拉斯",
						}, -- [191]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603205668,
							["arg1"] = "那不会 做点世界任务 在刷嘛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牛奶骑士-菲拉斯",
						}, -- [192]
						{
							["clColor"] = "fffef367",
							["time"] = 1603205676,
							["arg1"] = "不能跟人家大军比坐骑，那是打脸",
							["arg9"] = "大脚世界频道",
							["arg2"] = "韩丶俊熙-红龙女王",
						}, -- [193]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205676,
							["arg1"] = "号多脸黑也没有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [194]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205688,
							["arg1"] = "刷爆本了去左世界任务啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [195]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205697,
							["arg1"] = "请问下巨龙之魂怎么切不了H啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [196]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205712,
							["arg1"] = "你这问题问的没法会打啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [197]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205716,
							["arg1"] = "回答",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [198]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205740,
							["arg1"] = "。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [199]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205750,
							["arg1"] = "最后BOSS？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [200]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205756,
							["arg1"] = "我不管且什么难度进去都是PT",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [201]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205759,
							["arg1"] = "老姨",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [202]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205778,
							["arg1"] = "不可能吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [203]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205793,
							["arg1"] = "进去的姿势不对？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无聊的人生丶-菲拉斯",
						}, -- [204]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603205815,
							["arg1"] = "抬进去",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飛鸿-红龙女王",
						}, -- [205]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603205833,
							["arg1"] = "见鬼了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [206]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603205844,
							["arg1"] = "奶德任务那个洞穴是在哪儿啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丨沐瞳-菲拉斯",
						}, -- [207]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603205848,
							["arg1"] = "神器任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丨沐瞳-菲拉斯",
						}, -- [208]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205893,
							["arg1"] = "今天的问题都好刁钻啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [209]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205906,
							["arg1"] = "神奇任务也不只就一个吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [210]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1603205969,
							["arg1"] = "|cff0070dd|Hitem:33117::::::::50:251::::1:28:1015:::|h[南瓜灯]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "弑灬泣-菲拉斯",
						}, -- [211]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603205982,
							["arg1"] = "我猜想是我时间线的问题",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丨沐瞳-菲拉斯",
						}, -- [212]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603206013,
							["arg1"] = " 如何快速拥有150个糖果？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "糖诺诺-菲拉斯",
						}, -- [213]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1603206032,
							["arg1"] = "旅馆找糖果",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶胖虎-格雷迈恩",
						}, -- [214]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603206038,
							["arg1"] = "每个旅店拿",
							["arg9"] = "大脚世界频道",
							["arg2"] = "尔鎷-红龙女王",
						}, -- [215]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603206136,
							["arg1"] = "来个工会 随风",
							["arg9"] = "大脚世界频道",
							["arg2"] = "战十六-格雷迈恩",
						}, -- [216]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603206144,
							["arg1"] = "你妹",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风丶小骑-格雷迈恩",
						}, -- [217]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603206150,
							["arg1"] = "|cffffd100|HclubFinder:ClubFinder-1-10703-1500-44288345|h[公会: 倾注一生]|h|r 迎战9.0，诚邀开荒小伙伴入坑！亦欢迎休闲、回归小朋友前来认识新基友！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风丶小骑-格雷迈恩",
						}, -- [218]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603206167,
							["arg1"] = "你都懒得邀请了吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "战十六-格雷迈恩",
						}, -- [219]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603206191,
							["arg1"] = "看你什么时候战100",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风丶小骑-格雷迈恩",
						}, -- [220]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603206202,
							["arg1"] = "我往下走",
							["arg9"] = "大脚世界频道",
							["arg2"] = "战十六-格雷迈恩",
						}, -- [221]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1603206219,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "克雷库里-菲拉斯",
						}, -- [222]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1603206389,
							["arg1"] = "绘梦救我",
							["arg9"] = "大脚世界频道",
							["arg2"] = "末世迷香-格雷迈恩",
						}, -- [223]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1603206497,
							["arg1"] = "前沿岗哨 来个大牛 莎莎联盟被",
							["arg9"] = "大脚世界频道",
							["arg2"] = "路途有点远-黑手军团",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 12/28/2020 的 00:05:21。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1609085177,
							["arg1"] = "|cff1eff00|Hitem:24947::::::::60:66:::::::|h[血鳞护腿]|h|r收一条裤子，有人出吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "塞尔达-红龙女王",
						}, -- [229]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1609085194,
							["arg1"] = "|cffa335ee|Hitem:67143::::::::60:66:::::::|h[寒骨胸甲]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不恋人过-菲拉斯",
						}, -- [230]
						{
							["clColor"] = "fffefefe",
							["time"] = 1609085199,
							["arg1"] = "TAT，我已经两把没打过T了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奶油培根炒面-红龙女王",
						}, -- [231]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1609085233,
							["arg1"] = "出售四系卡牌饰品，出售《皮锁板项链戒指橙胚》 4级皮甲裤，4级锁甲肩，4级板甲护臂、板甲头、板甲腿，4级戒指项链，代工4级，收绿皮蓝皮蓝矿。|cff0070dd|Hitem:173087::::::::52:251::13:::::|h[暗月套牌：贪婪]|h|r|cff0070dd|Hitem:173069::::::::52:251::13:::::|h[暗月套牌：腐化]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "连夜如墨-菲拉斯",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/29/2020 的 00:15:14。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1609172225,
							["arg1"] = "1111",
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["arg9"] = "大脚世界频道",
						}, -- [241]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1609172225,
							["arg1"] = "你一个你牛头人两只蹄子一双手。别人半人马是两双蹄子一双手。你打不过很正常",
							["arg2"] = "泪断剑情多长-菲拉斯",
							["arg9"] = "大脚世界频道",
						}, -- [242]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1609172233,
							["arg1"] = "？啥血统 说一下",
							["arg2"] = "风爱的雨水-红龙女王",
							["arg9"] = "大脚世界频道",
						}, -- [243]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1609172240,
							["arg1"] = "蹄子都要比你多一对",
							["arg2"] = "泪断剑情多长-菲拉斯",
							["arg9"] = "大脚世界频道",
						}, -- [244]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1609172240,
							["arg1"] = "半神加土元素",
							["arg2"] = "看啊熟尸-红龙女王",
							["arg9"] = "大脚世界频道",
						}, -- [245]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1609172241,
							["arg1"] = "1112123131321",
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["arg9"] = "大脚世界频道",
						}, -- [246]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1609172246,
							["arg1"] = "石母的后裔啊",
							["arg2"] = "宇智波斑-黑手军团",
							["arg9"] = "大脚世界频道",
						}, -- [247]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1609172257,
							["arg1"] = "|cffffd100|HclubFinder:ClubFinder-1-81604-1500-41066320|h[公会: 谋杀娃娃]|h|r千人公会纳新，公会气氛友好欢迎新人和大秘/PVP玩家，H团本活动时间周五六晚8-11，招收主力位置团员，另招收稳定NQ。",
							["arg2"] = "醉里乾坤-黑手军团",
							["arg9"] = "大脚世界频道",
						}, -- [248]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1609172260,
							["arg1"] = "半人马是石母+泰坦守护者后裔",
							["arg2"] = "Bearx-菲拉斯",
							["arg9"] = "大脚世界频道",
						}, -- [249]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1609172260,
							["arg1"] = "半人马蹄子都比你多一对你咋打的过？",
							["arg2"] = "泪断剑情多长-菲拉斯",
							["arg9"] = "大脚世界频道",
						}, -- [250]
					},
				},
				["集合石"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "集合石",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 11/18/2019 的 19:35:08。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/18/2019 的 23:08:28。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = "记录开始于 11/20/2019 的 00:23:01。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 18:55:14。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 11/20/2019 的 21:32:17。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 23:02:49。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 11/21/2019 的 00:14:13。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/21/2019 的 09:04:26。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 11/22/2019 的 00:22:33。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/25/2019 的 23:00:31。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = "记录开始于 11/25/2019 的 23:10:52。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/26/2019 的 23:22:12。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:07:24。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:16:09。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:23:24。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2019 的 22:58:55。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2019 的 18:52:11。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/02/2019 的 21:57:12。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = "记录开始于 12/03/2019 的 23:02:00。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/09/2019 的 20:08:20。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2019 的 19:56:50。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = "记录开始于 12/18/2019 的 19:11:11。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/19/2019 的 00:52:53。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 10/12/2020 的 22:43:42。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 22:54:27。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = "记录开始于 10/12/2020 的 22:57:59。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 23:02:18。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = "记录开始于 10/12/2020 的 23:10:59。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 23:16:46。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = "记录开始于 10/12/2020 的 23:29:26。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 23:31:14。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 10/12/2020 的 23:36:15。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/12/2020 的 23:40:34。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = "记录开始于 10/13/2020 的 23:00:38。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/13/2020 的 23:15:39。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:49:10。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/14/2020 的 21:51:36。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [171]
						{
							["clColor"] = "ff00fe95",
							["time"] = 1602688017,
							["arg1"] = "111",
							["arg9"] = "集合石",
							["arg2"] = "Cocohe-红龙女王",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = "记录开始于 10/17/2020 的 00:17:17。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/17/2020 的 09:20:46。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = "记录开始于 10/18/2020 的 11:11:23。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 11:13:38。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = "记录开始于 10/18/2020 的 11:16:57。",
							["type"] = "SYSTEM",
						}, -- [191]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 11:19:02。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [204]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603030079,
							["arg1"] = "\"绘梦之约\"备战9.0 招收稳定活跃玩家！同时欢迎休闲以及萌新玩家的加入~广阔天地，大有作为~占屏见谅{微笑}",
							["arg9"] = "集合石",
							["arg2"] = "光之菊-格雷迈恩",
						}, -- [205]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603030079,
							["arg1"] = "\"绘梦之约\"备战9.0 招收稳定活跃玩家！同时欢迎休闲以及萌新玩家的加入~广阔天地，大有作为~占屏见谅{微笑}",
							["arg9"] = "集合石",
							["arg2"] = "光之菊-格雷迈恩",
						}, -- [206]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1603030079,
							["arg1"] = "\"绘梦之约\"备战9.0 招收稳定活跃玩家！同时欢迎休闲以及萌新玩家的加入~广阔天地，大有作为~占屏见谅{微笑}",
							["arg9"] = "集合石",
							["arg2"] = "光之菊-格雷迈恩",
						}, -- [207]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603031155,
							["arg1"] = ". 3 2 W 40 ( 沅)- - 5 0 W 60 (沅 )）",
							["arg9"] = "集合石",
							["arg2"] = "苏亚雷斯丶-红龙女王",
						}, -- [208]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603031155,
							["arg1"] = ". 3 2 W 40 (沅 )- - 5 0 W 60 (沅 ) ）      ",
							["arg9"] = "集合石",
							["arg2"] = "苏亚雷斯丶-红龙女王",
						}, -- [209]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1603031155,
							["arg1"] = ". 3 2 W 40 ( 沅)- - 5 0 W 60 (沅 )））",
							["arg9"] = "集合石",
							["arg2"] = "苏亚雷斯丶-红龙女王",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:48:13。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 19:54:29。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:55:09。",
							["type"] = "SYSTEM",
						}, -- [221]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 21:13:02。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/19/2020 的 23:39:38。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = "记录开始于 12/28/2020 的 00:05:21。",
							["type"] = "SYSTEM",
						}, -- [245]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 11/04/2019 的 22:39:50。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/05/2019 的 20:11:03。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/06/2019 的 20:21:03。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = "记录开始于 11/06/2019 的 20:34:18。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/06/2019 的 22:05:26。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1573049879,
							["arg1"] = "鸡你太美！BABE！",
							["arg9"] = "交易 - 城市",
							["arg2"] = "猴子大冲锋-格雷迈恩",
						}, -- [32]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1573049905,
							["arg1"] = "鸡你太美！BABE！",
							["arg9"] = "交易 - 城市",
							["arg2"] = "猴子大冲锋-格雷迈恩",
						}, -- [33]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1573049958,
							["arg1"] = "鸡你太美！BABE！",
							["arg9"] = "交易 - 城市",
							["arg2"] = "猴子大冲锋-格雷迈恩",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 11/07/2019 的 00:50:19。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/07/2019 的 08:12:39。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 11/07/2019 的 22:25:11。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1573137840,
							["arg1"] = "鸡你太美！BABE！",
							["arg9"] = "交易 - 城市",
							["arg2"] = "猴子大冲锋-格雷迈恩",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/08/2019 的 08:30:52。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 11/08/2019 的 22:54:57。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/09/2019 的 17:58:00。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/10/2019 的 12:16:45。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = "记录开始于 11/10/2019 的 22:13:35。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/11/2019 的 20:11:37。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = "记录开始于 11/11/2019 的 22:10:52。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/11/2019 的 23:12:43。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 11/13/2019 的 19:43:59。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/13/2019 的 21:26:47。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 11/14/2019 的 21:01:00。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/14/2019 的 21:45:46。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/15/2019 的 23:05:56。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = "记录开始于 11/16/2019 的 11:31:52。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/17/2019 的 11:41:26。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 11/18/2019 的 19:35:08。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = "记录开始于 11/20/2019 的 00:23:01。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [135]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 18:55:14。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = "记录开始于 11/20/2019 的 21:32:17。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/20/2019 的 23:02:49。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = "记录开始于 11/21/2019 的 00:14:13。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = "记录开始于 11/22/2019 的 00:22:33。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/25/2019 的 23:00:31。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/26/2019 的 23:22:12。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [187]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [188]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [190]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2019 的 18:52:11。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [198]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = "记录开始于 10/13/2020 的 23:00:38。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = "记录开始于 10/15/2020 的 22:09:01。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1602774816,
							["arg1"] = "有没有人知道传家宝在哪里升级啊",
							["arg9"] = "交易 - 城市",
							["arg2"] = "钢板的小弟-菲拉斯",
						}, -- [224]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1602774821,
							["arg1"] = "有没有人知道传·家·宝在哪里升级啊",
							["arg9"] = "交易 - 城市",
							["arg2"] = "钢板的小弟-菲拉斯",
						}, -- [225]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1602774846,
							["arg1"] = "幽暗城",
							["arg9"] = "交易 - 城市",
							["arg2"] = "木头一号-菲拉斯",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:48:13。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1603108169,
							["arg1"] = "哪位大哥有元素空气可以送我一个。。另外会做地精火油的炼金师有嘛。。。",
							["arg9"] = "交易 - 城市",
							["arg2"] = "千面妖猎-格雷迈恩",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 11/21/2019 的 00:14:13。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = "记录开始于 11/22/2019 的 00:22:33。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/25/2019 的 23:00:31。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/26/2019 的 23:22:12。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:07:24。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:23:24。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2019 的 22:58:55。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2019 的 18:52:11。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/09/2019 的 20:08:20。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2019 的 19:56:50。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 10/13/2020 的 23:00:38。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/13/2020 的 23:15:39。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:49:10。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [135]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:01:47。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 10/15/2020 的 22:09:01。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/17/2020 的 09:20:46。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 11:19:02。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:48:13。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 11/21/2019 的 00:14:13。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 11/22/2019 的 00:22:33。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/25/2019 的 23:00:31。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/26/2019 的 23:22:12。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:07:24。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = "记录开始于 11/27/2019 的 19:23:24。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2019 的 19:29:45。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 11/27/2019 的 22:07:37。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2019 的 22:58:55。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = "记录开始于 11/30/2019 的 11:41:11。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2019 的 18:52:11。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = "记录开始于 12/02/2019 的 21:09:43。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/09/2019 的 20:08:20。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = "记录开始于 12/11/2019 的 23:36:50。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2019 的 19:56:50。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 10/13/2020 的 23:00:38。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/13/2020 的 23:15:39。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:49:10。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 10/14/2020 的 21:59:27。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["clColor"] = "fffefefe",
							["time"] = 1602686757,
							["arg1"] = "有大哥带我去四风谷吗",
							["arg9"] = "本地防务 - 锦绣谷",
							["arg2"] = "术神一号-末日行者",
						}, -- [148]
						{
							["clColor"] = "fffefefe",
							["time"] = 1602686789,
							["arg1"] = "有大哥带我去四风谷吗。人在锦绣谷",
							["arg9"] = "本地防务 - 锦绣谷",
							["arg2"] = "术神一号-末日行者",
						}, -- [149]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [151]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:01:47。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = "记录开始于 10/15/2020 的 22:09:01。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/15/2020 的 22:20:54。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/17/2020 的 09:20:46。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 11:19:02。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = "记录开始于 10/18/2020 的 12:44:23。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/18/2020 的 21:40:40。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 10/19/2020 的 19:48:13。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 10/19/2020 的 22:35:34。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = "记录开始于 10/20/2020 的 22:32:32。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/20/2020 的 22:50:43。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/29/2020 的 00:16:37。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
			},
			["currentlogindex"] = 2,
		},
	},
}
