
DuowanBankSaveData = {
	["version"] = "5.02",
	["艾莫莉丝"] = {
		["bankData"] = {
			["Items"] = {
				{
					"设计图：大师的雕饰胸甲", -- [1]
					"Interface\\ICONS\\INV_Scroll_05.blp", -- [2]
					1, -- [3]
					"锻造", -- [4]
					false, -- [5]
					600, -- [6]
					"SKILL_ABBR", -- [7]
					false, -- [8]
					10000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cffa335ee|Hitem:87410:0:0:0:0:0:0:0:100:0:15:0|h[设计图：大师的雕饰胸甲]|h|r", -- [15]
					19, -- [16]
				}, -- [1]
				{
					"巨型下水道老鼠", -- [1]
					"Interface\\ICONS\\INV_Misc_MonsterTail_03.blp", -- [2]
					1, -- [3]
					"宠物小伙伴", -- [4]
					true, -- [5]
					1, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					false, -- [8]
					10500000, -- [9]
					500000, -- [10]
					10000000, -- [11]
					false, -- [12]
					1, -- [13]
					4, -- [14]
					"|cff0070dd|Hitem:43698:0:0:0:0:0:0:0:100:0:15:0|h[巨型下水道老鼠]|h|r", -- [15]
					13, -- [16]
				}, -- [2]
				{
					"四风魔典", -- [1]
					"Interface\\ICONS\\Passive_Monk_TeachingsofMonastery.blp", -- [2]
					1, -- [3]
					"书籍", -- [4]
					true, -- [5]
					85, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					false, -- [8]
					10000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cffe6cc80|Hitem:110672:0:0:0:0:0:0:0:100:0:15:0|h[四风魔典]|h|r", -- [15]
					77, -- [16]
				}, -- [3]
				{
					"弗林特洛克的冲击枪", -- [1]
					"Interface\\ICONS\\INV_WEAPON_RIFLE_35.BLP", -- [2]
					1, -- [3]
					"枪械", -- [4]
					true, -- [5]
					85, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					false, -- [8]
					100000000, -- [9]
					1, -- [10]
					0, -- [11]
					false, -- [12]
					0, -- [13]
					4, -- [14]
					"|cffa335ee|Hitem:90176:0:0:0:0:0:0:0:100:0:15:0|h[弗林特洛克的冲击枪]|h|r", -- [15]
					26, -- [16]
				}, -- [4]
			},
			["time"] = "2015-3-5-0-43",
			["numItems"] = 4,
		},
	},
}
