
BigFootBankSaveData = {
	["version"] = "5.02",
	["格雷迈恩"] = {
		["bankData"] = {
			["Items"] = {
				{
					"鹦鹉笼（花羽鹦鹉）", -- [1]
					"Interface\\ICONS\\Spell_Nature_ForceOfNature.blp", -- [2]
					1, -- [3]
					"宠物小伙伴", -- [4]
					true, -- [5]
					1, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"布琳妮", -- [8]
					315000000, -- [9]
					15000000, -- [10]
					300000000, -- [11]
					false, -- [12]
					3, -- [13]
					3, -- [14]
					"|cffa335ee|Hitem:8494:0:0:0:0:0:0:0:100:70:0:15:0|h[鹦鹉笼（花羽鹦鹉）]|h|r", -- [15]
					13, -- [16]
				}, -- [1]
				{
					"霜火头饰", -- [1]
					"Interface\\ICONS\\INV_Crown_01.blp", -- [2]
					1, -- [3]
					"布甲", -- [4]
					true, -- [5]
					60, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"德兰·杜佛斯", -- [8]
					105000000, -- [9]
					5000000, -- [10]
					100000000, -- [11]
					false, -- [12]
					1, -- [13]
					3, -- [14]
					"|cffa335ee|Hitem:22498:0:0:0:0:0:0:0:100:70:0:15:0|h[霜火头饰]|h|r", -- [15]
					15, -- [16]
				}, -- [2]
				{
					"无主的黑市宝箱", -- [1]
					"Interface\\ICONS\\INV_MISC_Lockbox_1.blp", -- [2]
					1, -- [3]
					"垃圾", -- [4]
					true, -- [5]
					1, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"郭雅夫人", -- [8]
					661000000, -- [9]
					31000000, -- [10]
					630000000, -- [11]
					false, -- [12]
					4, -- [13]
					3, -- [14]
					"|cffa335ee|Hitem:127995:0:0:0:0:0:0:0:100:70:0:15:0|h[无主的黑市宝箱]|h|r", -- [15]
					67, -- [16]
				}, -- [3]
			},
			["time"] = "2016-1-27-15-26",
			["numItems"] = 3,
		},
	},
}
