
ElephantDBPerChar = {
	["profileKeys"] = {
		["Magiccreamcn - 格雷迈恩"] = "Magiccreamcn - 格雷迈恩",
	},
	["char"] = {
		["Magiccreamcn - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716734,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:226342:0|h[破碎群岛探路者]|h|r。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716734,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:281576:0|h[争霸艾泽拉斯探路者]|h|r。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716734,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:278833:0|h[争霸艾泽拉斯探路者]|h|r。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716735,
							["arg1"] = "团队副本难度设置为英雄。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716735,
							["arg1"] = "已将经典旧世团队副本难度设置为10人（英雄）。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716757,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1569716787,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [8]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["本地防务"] = {
					["enabled"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/29/2019 的 08:25:19。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
