
PawnOptions = {
	["LastVersion"] = 2.0301,
	["LastPlayerFullName"] = "Magiccreamcn-格雷迈恩",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 141650,
			["Level"] = 140,
			["Link"] = "|cff0070dd|Hitem:141650::::::::100:577::11::::|h[坚定决心之盔]|h|r",
		}, -- [1]
		{
			["ID"] = 112461,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:112461::::::::100:577::::::|h[伊利达雷项链]|h|r",
		}, -- [2]
		{
			["ID"] = 133311,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133311::::::::100:577::11::::|h[裂魔肩刃]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 133312,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133312::::::::100:577::11::::|h[苦难终结者的胸甲]|h|r",
		}, -- [5]
		{
			["ID"] = 133315,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133315::::::::100:577::11::::|h[地狱火焰核束带]|h|r",
		}, -- [6]
		{
			["ID"] = 133316,
			["Level"] = 140,
			["Link"] = "|cffa335ee|Hitem:133316::::::::100:577::11:1:545:::|h[牺牲护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 133317,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133317::::::::100:577::11::::|h[伊利达雷超然便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 128947,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:128947::::::::100:577::::::|h[深渊领主的护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 133314,
			["Level"] = 138,
			["Link"] = "|cff0070dd|Hitem:133314:5444:::::::100:577::11::::|h[能量管理者手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128948,
			["Level"] = 138,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:128948::::::::100:577::::::|h[极恶指环]|h|r",
		}, -- [11]
		{
			["ID"] = 112459,
			["Level"] = 138,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:112459::::::::100:577::::::|h[伊利达雷指环]|h|r",
		}, -- [12]
		{
			["ID"] = 133598,
			["Level"] = 145,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:133598::::::::100:577::::::|h[纯净的第三月碎片]|h|r",
		}, -- [13]
		{
			["ID"] = 129104,
			["Level"] = 139,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:129104::::::::100:577::11::::|h[女妖之王的铭牌]|h|r",
		}, -- [14]
		{
			["ID"] = 112462,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:112462::::::::100:577::::::|h[伊利达雷披风]|h|r",
		}, -- [15]
		{
			["ID"] = 128832,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:128832::::::::100:577:256:9::554:::|h[奥达奇战刃]|h|r",
		}, -- [16]
		{
			["ID"] = 128831,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:128831::::::::100:577:256:::554:::|h[奥达奇战刃]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
