
ElephantDBPerChar = {
	["profileKeys"] = {
		["麦吉克库瑞姆 - 格雷迈恩"] = "麦吉克库瑞姆 - 格雷迈恩",
	},
	["char"] = {
		["麦吉克库瑞姆 - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544403597,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = "记录开始于 12/10/2018 的 02:58:29。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg2"] = "戈霍恩",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544407302,
							["arg1"] = "你的腐化不可避免。",
						}, -- [5]
						{
							["arg2"] = "戈霍恩",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544410381,
							["arg1"] = "你们存在的意义就是成为我的食粮。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 12/10/2018 的 04:12:51。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "三十路崎-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544414073,
							["arg1"] = "披风要么",
							["clColor"] = "fff48cba",
						}, -- [10]
						{
							["arg2"] = "三十路崎-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544414077,
							["arg1"] = "1",
							["clColor"] = "fff48cba",
						}, -- [11]
						{
							["arg2"] = "三十路崎-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544414176,
							["arg1"] = "|cffa335ee|Hitem:159292::::::::120:65::16:4:5010:4802:1552:4783:::|h[孢子召唤者的裹布]|h|r30要不",
							["clColor"] = "fff48cba",
						}, -- [12]
						{
							["arg2"] = "三十路崎-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544414179,
							["arg1"] = "要啊",
							["clColor"] = "fff48cba",
						}, -- [13]
						{
							["arg2"] = "三十路崎-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544414267,
							["arg1"] = "18321648781支付宝",
							["clColor"] = "fff48cba",
						}, -- [14]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544414284,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [15]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544414284,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 14:02:45。",
						}, -- [19]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544448957,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [20]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544448957,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [21]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544449039,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [22]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544449039,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [23]
						{
							["arg2"] = "克罗诺斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544449405,
							["arg1"] = "多少分",
							["clColor"] = "ffc41e3a",
						}, -- [24]
						{
							["arg2"] = "克罗诺斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544449412,
							["arg1"] = "1100",
							["clColor"] = "ffc41e3a",
						}, -- [25]
						{
							["arg2"] = "克罗诺斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544449420,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc41e3a",
						}, -- [26]
						{
							["arg2"] = "克罗诺斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544451133,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc41e3a",
						}, -- [27]
						{
							["arg2"] = "克罗诺斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544452347,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc41e3a",
						}, -- [28]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544452415,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [29]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544452415,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 22:14:35。",
						}, -- [33]
						{
							["arg2"] = "戈霍恩",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544478850,
							["arg1"] = "你的腐化不可避免。",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 12/11/2018 的 03:49:58。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg2"] = "戈霍恩",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544497791,
							["arg1"] = "万物终会凋零。承认真相，并接受转化吧。",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 04:18:58。",
						}, -- [41]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544498836,
							["arg1"] = "刚才那个位置，sm吃不到扫射么？",
							["clColor"] = "ffc41e3a",
						}, -- [42]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544498941,
							["arg1"] = "嗯",
							["clColor"] = "ffc41e3a",
						}, -- [43]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544498953,
							["arg1"] = "远程和治疗都可以站外面台子上是吧？",
							["clColor"] = "ffc41e3a",
						}, -- [44]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544498962,
							["arg1"] = "可以",
							["clColor"] = "ffc41e3a",
						}, -- [45]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544498990,
							["arg1"] = "但是~打完大的有个小的！小的下来之前一定要进来",
							["clColor"] = "ffc41e3a",
						}, -- [46]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544498997,
							["arg1"] = "为啥",
							["clColor"] = "ffc41e3a",
						}, -- [47]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499000,
							["arg1"] = "会拓展？",
							["clColor"] = "ffc41e3a",
						}, -- [48]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499006,
							["arg1"] = "肯定会",
							["clColor"] = "ffc41e3a",
						}, -- [49]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499037,
							["arg1"] = "那地上的红圈　外面台子上也没有的是吧？",
							["clColor"] = "ffc41e3a",
						}, -- [50]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499047,
							["arg1"] = "就是近战麻烦一点，要躲？",
							["clColor"] = "ffc41e3a",
						}, -- [51]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499055,
							["arg1"] = "有",
							["clColor"] = "ffc41e3a",
						}, -- [52]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499062,
							["arg1"] = "嗯",
							["clColor"] = "ffc41e3a",
						}, -- [53]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499068,
							["arg1"] = "扫射没有，红圈要躲？",
							["clColor"] = "ffc41e3a",
						}, -- [54]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499105,
							["arg1"] = "稍微动下就好！这样治疗远程就不用跑飞机了",
							["clColor"] = "ffc41e3a",
						}, -- [55]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499113,
							["arg1"] = "嗯",
							["clColor"] = "ffc41e3a",
						}, -- [56]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499123,
							["arg1"] = "他们就吃红圈就好",
							["clColor"] = "ffc41e3a",
						}, -- [57]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499139,
							["arg1"] = "那个飞机",
							["clColor"] = "ffc41e3a",
						}, -- [58]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499159,
							["arg1"] = "一共是3X2？",
							["clColor"] = "ffc41e3a",
						}, -- [59]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499159,
							["arg1"] = "外面没飞机的红圈",
							["clColor"] = "ffc41e3a",
						}, -- [60]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499175,
							["arg1"] = "只是一个大圈圈",
							["clColor"] = "ffc41e3a",
						}, -- [61]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499183,
							["arg1"] = "长有三种可能？ 宽有2种？",
							["clColor"] = "ffc41e3a",
						}, -- [62]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499194,
							["arg1"] = "不知道~",
							["clColor"] = "ffc41e3a",
						}, -- [63]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499219,
							["arg1"] = "你研究这个干嘛？",
							["clColor"] = "ffc41e3a",
						}, -- [64]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499226,
							["arg1"] = "我看最后一次都是boss脚下有，说明都是中道？",
							["clColor"] = "ffc41e3a",
						}, -- [65]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499248,
							["arg1"] = "我有个16的矿区，想看看能不能打个限时",
							["clColor"] = "ffc41e3a",
						}, -- [66]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499265,
							["arg1"] = "上YY来玩",
							["clColor"] = "ffc41e3a",
						}, -- [67]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499273,
							["arg1"] = "现在要下了。。",
							["clColor"] = "ffc41e3a",
						}, -- [68]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499289,
							["arg1"] = "哦",
							["clColor"] = "ffc41e3a",
						}, -- [69]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499290,
							["arg1"] = "觉得最后boss拉那里挺好的",
							["clColor"] = "ffc41e3a",
						}, -- [70]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499293,
							["arg1"] = "就讨教一下你",
							["clColor"] = "ffc41e3a",
						}, -- [71]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499296,
							["arg1"] = "不好打",
							["clColor"] = "ffc41e3a",
						}, -- [72]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499302,
							["arg1"] = "近战红圈也没那么难躲",
							["clColor"] = "ffc41e3a",
						}, -- [73]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499307,
							["arg1"] = "就拉那里最好",
							["clColor"] = "ffc41e3a",
						}, -- [74]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499312,
							["arg1"] = "是啊",
							["clColor"] = "ffc41e3a",
						}, -- [75]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499313,
							["arg1"] = "嗯",
							["clColor"] = "ffc41e3a",
						}, -- [76]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499327,
							["arg1"] = "不然中间动来动去，跑远了不好躲扫射，跑近了不好躲红圈",
							["clColor"] = "ffc41e3a",
						}, -- [77]
						{
							["arg2"] = "小灬强-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1544499334,
							["arg1"] = "DPS不要跑~奶也不用",
							["clColor"] = "ffc41e3a",
						}, -- [78]
						{
							["arg2"] = "杀戮迪斯科-丽丽（四川）",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499767,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffaad372",
						}, -- [79]
						{
							["arg2"] = "灬咸饼干-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499767,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ff00ff96",
						}, -- [80]
						{
							["arg2"] = "默了了-埃德萨拉",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499771,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc41e3a",
						}, -- [81]
						{
							["arg2"] = "黄小豆豆芽-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499776,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffa330c9",
						}, -- [82]
						{
							["arg2"] = "超级大大红手-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499776,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ff00ff96",
						}, -- [83]
						{
							["arg2"] = "十六夜惊云-阿扎达斯",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499783,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc69b6d",
						}, -- [84]
						{
							["arg2"] = "丨毒液-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499783,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffff468",
						}, -- [85]
						{
							["arg2"] = "天涯的涯-影之哀伤",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499791,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc69b6d",
						}, -- [86]
						{
							["arg2"] = "斩血海-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499791,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc41e3a",
						}, -- [87]
						{
							["arg2"] = "我是老吴啊-死亡之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499791,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffa330c9",
						}, -- [88]
						{
							["arg2"] = "Cavill-无尽之海",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499791,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fff48cba",
						}, -- [89]
						{
							["arg2"] = "漫步星光下灬-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499791,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffff468",
						}, -- [90]
						{
							["arg2"] = "愤怒啲嘢牛-古尔丹",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499806,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc69b6d",
						}, -- [91]
						{
							["arg2"] = "雨欧尼酱-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499808,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffff468",
						}, -- [92]
						{
							["arg2"] = "Nskill-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499812,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffff7c0a",
						}, -- [93]
						{
							["arg2"] = "光影随形-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499812,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffffffff",
						}, -- [94]
						{
							["arg2"] = "Sumal-雏龙之翼",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499812,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffff468",
						}, -- [95]
						{
							["arg2"] = "血茄-毁灭之锤",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499813,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffffffff",
						}, -- [96]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499853,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [97]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544499853,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 12:39:50。",
						}, -- [101]
						{
							["arg2"] = "蹦哒儿地-冰霜之刃",
							["type"] = "WHISPER",
							["time"] = 1544529009,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffaad372",
						}, -- [102]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544530051,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [103]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544530051,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:26:51。",
						}, -- [107]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544531242,
							["arg1"] = "大佬求py啊",
							["clColor"] = "fffff468",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:38:44。",
						}, -- [111]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544532111,
							["arg1"] = "1",
							["clColor"] = "ffc41e3a",
						}, -- [112]
						{
							["arg2"] = "光头的和尚-黑铁",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544532137,
							["arg1"] = "1",
							["clColor"] = "ff00ff96",
						}, -- [113]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544533094,
							["arg1"] = "周老师能回去买个FM么，385武器史诗提升。。",
							["clColor"] = "ffc41e3a",
						}, -- [114]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER",
							["time"] = 1544533098,
							["arg1"] = "嗯",
							["clColor"] = "ffc41e3a",
						}, -- [115]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544533138,
							["arg1"] = "换号那点钱。。",
							["clColor"] = "ffc41e3a",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:59:51。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg2"] = "遗梦巴比伦-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544533565,
							["arg1"] = "刷个耐谢谢！",
							["clColor"] = "ffffffff",
						}, -- [120]
						{
							["arg2"] = "泽克沃兹",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544533642,
							["arg1"] = "我是你们的主宰！",
						}, -- [121]
						{
							["arg2"] = "泽克沃兹",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544533667,
							["arg1"] = "我要消灭你！",
						}, -- [122]
						{
							["arg2"] = "泽克沃兹",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544533750,
							["arg1"] = "我要消灭你！",
						}, -- [123]
						{
							["arg2"] = "泽克沃兹",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544533834,
							["arg1"] = "我要消灭你！",
						}, -- [124]
						{
							["arg2"] = "泽克沃兹",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544533957,
							["arg1"] = "我们一直都在你心里。",
						}, -- [125]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544533991,
							["arg1"] = "ZF我啊",
							["clColor"] = "ffc41e3a",
						}, -- [126]
						{
							["arg2"] = "泽克沃兹",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544534059,
							["arg1"] = "这怎么……可能……",
						}, -- [127]
						{
							["arg2"] = "遗梦巴比伦-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544534458,
							["arg1"] = "刷个耐谢谢！",
							["clColor"] = "ffffffff",
						}, -- [128]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544535241,
							["arg1"] = "头要不？",
							["clColor"] = "fffff468",
						}, -- [129]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER",
							["time"] = 1544535245,
							["arg1"] = "要的",
							["clColor"] = "fffff468",
						}, -- [130]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544535249,
							["arg1"] = "好的吧。。",
							["clColor"] = "fffff468",
						}, -- [131]
						{
							["arg2"] = "土宫神乐-红龙女王",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544537342,
							["arg1"] = "披风要不？",
							["clColor"] = "ffc69b6d",
						}, -- [132]
						{
							["arg2"] = "土宫神乐-红龙女王",
							["type"] = "WHISPER",
							["time"] = 1544537351,
							["arg1"] = "交易吧",
							["clColor"] = "ffc69b6d",
						}, -- [133]
						{
							["arg2"] = "土宫神乐-红龙女王",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544537361,
							["arg1"] = "谢谢！",
							["clColor"] = "ffc69b6d",
						}, -- [134]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544537726,
							["arg1"] = "敏锐咋打啊。。",
							["clColor"] = "fffff468",
						}, -- [135]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER",
							["time"] = 1544537735,
							["arg1"] = "简单",
							["clColor"] = "fffff468",
						}, -- [136]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544537788,
							["arg1"] = "周老师 不会敏锐咋办。。",
							["clColor"] = "ffc41e3a",
						}, -- [137]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544538547,
							["arg1"] = "咋起手 要打暗打么？",
							["clColor"] = "fffff468",
						}, -- [138]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544538551,
							["arg1"] = "|cff71d5ff|Htalent:19234|h[洞悉弱点]|h|rzhege ",
							["clColor"] = "fffff468",
						}, -- [139]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544538560,
							["arg1"] = "还是直接刀扇起手啊？",
							["clColor"] = "fffff468",
						}, -- [140]
						{
							["arg2"] = "可牛啦-天空之墙",
							["type"] = "WHISPER",
							["time"] = 1544538561,
							["arg1"] = "暗刃安打",
							["clColor"] = "fffff468",
						}, -- [141]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544539448,
							["arg1"] = "我这悟性还可以吧周老师",
							["clColor"] = "ffc41e3a",
						}, -- [142]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546018,
							["arg1"] = "买个返图斯给我",
							["clColor"] = "fff48cba",
						}, -- [143]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546021,
							["arg1"] = "去ah",
							["clColor"] = "fff48cba",
						}, -- [144]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546056,
							["arg1"] = "给我点钱",
							["clColor"] = "fff48cba",
						}, -- [145]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544546070,
							["arg1"] = "什么的凡图斯",
							["clColor"] = "fff48cba",
						}, -- [146]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546073,
							["arg1"] = "你在哪",
							["clColor"] = "fff48cba",
						}, -- [147]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546091,
							["arg1"] = "你在哪",
							["clColor"] = "fff48cba",
						}, -- [148]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544546094,
							["arg1"] = "主打撒啊",
							["clColor"] = "fff48cba",
						}, -- [149]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546101,
							["arg1"] = "来大门口",
							["clColor"] = "fff48cba",
						}, -- [150]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546103,
							["arg1"] = "祖达萨",
							["clColor"] = "fff48cba",
						}, -- [151]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544546115,
							["arg1"] = "到了",
							["clColor"] = "fff48cba",
						}, -- [152]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546118,
							["arg1"] = "？？",
							["clColor"] = "fff48cba",
						}, -- [153]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544546138,
							["arg1"] = "主打撒大门口",
							["clColor"] = "fff48cba",
						}, -- [154]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546140,
							["arg1"] = "算了",
							["clColor"] = "fff48cba",
						}, -- [155]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546413,
							["arg1"] = "你们的世界将被终结！",
						}, -- [156]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546415,
							["arg1"] = "你的躯壳属于戈霍恩。",
						}, -- [157]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546418,
							["arg1"] = "你们无法从阴影中挣脱！",
						}, -- [158]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546474,
							["arg1"] = "戈霍恩将会崛起！",
						}, -- [159]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546479,
							["arg1"] = "你们无法从阴影中挣脱！",
						}, -- [160]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546480,
							["arg1"] = "你的躯壳属于戈霍恩。",
						}, -- [161]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546532,
							["arg1"] = "你们的世界将被终结！",
						}, -- [162]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546534,
							["arg1"] = "你的躯壳属于戈霍恩。",
						}, -- [163]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546537,
							["arg1"] = "你们无法从阴影中挣脱！",
						}, -- [164]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546557,
							["arg1"] = "你们无法从阴影中挣脱！",
						}, -- [165]
						{
							["arg2"] = "拆解者米斯拉克斯",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544546647,
							["arg1"] = "你们的世界将被终结！",
						}, -- [166]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546689,
							["arg1"] = "谢谢周老师，下次dota带你，我有你好友！",
							["clColor"] = "ffc41e3a",
						}, -- [167]
						{
							["arg2"] = "小清新肥仔-格瑞姆巴托",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544546699,
							["arg1"] = "我是冠绝大神",
							["clColor"] = "ffc41e3a",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:03:32。",
						}, -- [171]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1544548369,
							["arg1"] = "1",
							["clColor"] = "ff3fc6ea",
						}, -- [172]
						{
							["arg2"] = "红牛巨炮-凤凰之神",
							["type"] = "WHISPER",
							["time"] = 1544548531,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc41e3a",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:26:54。",
						}, -- [176]
						{
							["arg2"] = "You-夏维安",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544549509,
							["arg1"] = "能T不？",
							["clColor"] = "ff3fc6ea",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = "记录开始于 12/11/2018 的 18:34:03。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg2"] = "Araly-熵魔",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544550154,
							["arg1"] = "1",
							["clColor"] = "ffc41e3a",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 22:53:53。",
						}, -- [184]
						{
							["arg2"] = "心无海怎去浪-无尽之海",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544565750,
							["arg1"] = "1",
							["clColor"] = "ffc41e3a",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = "记录开始于 12/11/2018 的 23:53:07。",
							["type"] = "SYSTEM",
						}, -- [188]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544571728,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [189]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544571728,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 02:05:35。",
						}, -- [193]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544576850,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [194]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544576850,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = "记录开始于 12/12/2018 的 14:14:15。",
							["type"] = "SYSTEM",
						}, -- [198]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544620513,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [199]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544620513,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 15:33:37。",
						}, -- [203]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544625659,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [204]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544625659,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = "记录开始于 12/12/2018 的 17:33:34。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg2"] = "老蔡-燃烧平原",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544632868,
							["arg1"] = "1",
							["clColor"] = "ff00ff96",
						}, -- [209]
						{
							["arg2"] = "老蔡-燃烧平原",
							["type"] = "WHISPER",
							["time"] = 1544632876,
							["arg1"] = "2",
							["clColor"] = "ff00ff96",
						}, -- [210]
						{
							["arg2"] = "老蔡-燃烧平原",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544632885,
							["arg1"] = "我复制个名字。。",
							["clColor"] = "ff00ff96",
						}, -- [211]
						{
							["arg2"] = "老蔡-燃烧平原",
							["type"] = "WHISPER",
							["time"] = 1544632906,
							["arg1"] = "我知道 你做嫁祸宏",
							["clColor"] = "ff00ff96",
						}, -- [212]
						{
							["arg2"] = "老蔡-燃烧平原",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544632911,
							["arg1"] = "嗯。。",
							["clColor"] = "ff00ff96",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 17:44:04。",
						}, -- [216]
						{
							["arg2"] = "戈霍恩",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544635203,
							["arg1"] = "万物终会凋零。承认真相，并接受转化吧。",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 02:36:09。",
						}, -- [220]
						{
							["arg2"] = "神之挽救-亡语者",
							["type"] = "WHISPER",
							["time"] = 1544666722,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc69b6d",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = "记录开始于 12/13/2018 的 03:24:06。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg2"] = "麦吉克库瑞姆",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544668389,
							["arg1"] = "火箭背包已关闭。移至扎福德·波姆布克斯旁边以重新启动。",
							["clColor"] = "fffff468",
						}, -- [225]
						{
							["arg2"] = "神气女侠-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544668609,
							["arg1"] = "小号能+？",
							["clColor"] = "ff3fc6ea",
						}, -- [226]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544670352,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [227]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544670352,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [228]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544670358,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [229]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544670358,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1544706666,
							["arg1"] = "组我一下 ，跨个服",
						}, -- [234]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1544706681,
							["arg1"] = "我在别人组里",
						}, -- [235]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1544706685,
							["arg1"] = "。",
						}, -- [236]
						{
							["arg2"] = "|Kq35|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1544706690,
							["arg1"] = "组我一下 跨个福",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 15:16:36。",
						}, -- [240]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544710753,
							["arg1"] = "用什么语音",
							["clColor"] = "ffc41e3a",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [244]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544711950,
							["arg1"] = "1",
							["clColor"] = "ffc41e3a",
						}, -- [245]
						{
							["arg2"] = "佶天鸿公益号-凤凰之神",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544716017,
							["arg1"] = "801",
							["clColor"] = "ff3fc6ea",
						}, -- [246]
						{
							["arg2"] = "佶天鸿公益号-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1544716017,
							["arg1"] = "801",
							["clColor"] = "fffff468",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "Ââãâ-血环",
							["type"] = "RAID",
							["time"] = 1544569297,
							["arg1"] = "看看这小D ",
							["clColor"] = "ffc69b6d",
						}, -- [1]
						{
							["arg2"] = "Ââãâ-血环",
							["type"] = "RAID",
							["time"] = 1544569302,
							["arg1"] = "不是战火就是泰坦",
							["clColor"] = "ffc69b6d",
						}, -- [2]
						{
							["arg2"] = "Ââãâ-血环",
							["type"] = "RAID",
							["time"] = 1544569309,
							["arg1"] = "MMP 玩个J  8",
							["clColor"] = "ffc69b6d",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 12/12/2018 的 14:14:15。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg2"] = "魔能唤醒-寒冰皇冠",
							["type"] = "RAID",
							["time"] = 1544620632,
							["arg1"] = "大脚任务进度提示: 阿昆达之噬：40/40(完成)",
							["clColor"] = "ffa330c9",
						}, -- [7]
						{
							["arg2"] = "魔能唤醒-寒冰皇冠",
							["type"] = "RAID",
							["time"] = 1544620633,
							["arg1"] = "补给需求：阿昆达之噬 (任务完成)",
							["clColor"] = "ffa330c9",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 17:44:04。",
						}, -- [11]
						{
							["arg2"] = "伯拉勒斯平民",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633184,
							["arg1"] = "部落在这里？！我还不如去和鲨鱼碰碰运气！",
						}, -- [12]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633290,
							["arg1"] = "我看到一名库尔提拉斯的精锐在前方的庭院里集结他的部队。",
						}, -- [13]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633297,
							["arg1"] = "只要消灭他，他们就会阵脚大乱，这样你就能轻松地在城市中穿行了。",
						}, -- [14]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633307,
							["arg1"] = "无组织无纪律！",
						}, -- [15]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633384,
							["arg1"] = "今天就是你的忌日，部落渣滓！",
						}, -- [16]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633384,
							["arg1"] = "我要砍死你！",
						}, -- [17]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633396,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [18]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633407,
							["arg1"] = "我要砍死你！",
						}, -- [19]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633421,
							["arg1"] = "我要砍死你！",
						}, -- [20]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633431,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [21]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633441,
							["arg1"] = "我要砍死你！",
						}, -- [22]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633456,
							["arg1"] = "架好炮台！把这个渣滓从战场上炸飞！",
						}, -- [23]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633466,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [24]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633466,
							["arg1"] = "我要砍死你！",
						}, -- [25]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633479,
							["arg1"] = "我要砍死你！",
						}, -- [26]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633487,
							["arg1"] = "受死吧！",
						}, -- [27]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633491,
							["arg1"] = "我要砍死你！",
						}, -- [28]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633498,
							["arg1"] = "受死吧！",
						}, -- [29]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633509,
							["arg1"] = "潮汐之力无人能挡！",
						}, -- [30]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633516,
							["arg1"] = "我要砍死你！",
						}, -- [31]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633519,
							["arg1"] = "受死吧！",
						}, -- [32]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633526,
							["arg1"] = "火炮准备！向我的位置开火！",
						}, -- [33]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633530,
							["arg1"] = "受死吧！",
						}, -- [34]
						{
							["arg2"] = "拜恩比吉中士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633538,
							["arg1"] = "你不配……赢得……胜利……",
						}, -- [35]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633543,
							["arg1"] = "哈！瞧他们四散而逃的样子。没有了领导，这群人类就是乌合之众。",
						}, -- [36]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633552,
							["arg1"] = "我在下一个区域发现了一名使用艾泽里特火炮的目标，很有价值。为部落夺取这些武器吧。",
						}, -- [37]
						{
							["arg2"] = "库尔提拉斯步兵",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633594,
							["arg1"] = "寻找掩护！！！",
						}, -- [38]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633597,
							["arg1"] = "瞄准！",
						}, -- [39]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633598,
							["arg1"] = "射击！！！",
						}, -- [40]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633605,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [41]
						{
							["arg2"] = "艾什凡水手",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633692,
							["arg1"] = "洛克伍德船长！我们的部队已经失去了对码头的控制权。",
						}, -- [42]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633697,
							["arg1"] = "无所谓。我的火炮会把任何敌人化为灰烬！",
						}, -- [43]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633704,
							["arg1"] = "那艘船上装满了艾泽里特。你去干掉船员，我负责把货物运出城市。",
						}, -- [44]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633766,
							["arg1"] = "轰炸我的目标！",
						}, -- [45]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633779,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [46]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633784,
							["arg1"] = "不留活口！",
						}, -- [47]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633790,
							["arg1"] = "一枪射进你的内脏！",
						}, -- [48]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633796,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [49]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633796,
							["arg1"] = "我受够了！",
						}, -- [50]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633799,
							["arg1"] = "所有火炮……发射！",
						}, -- [51]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633833,
							["arg1"] = "扫清甲板！",
						}, -- [52]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633838,
							["arg1"] = "我要把你剁成碎片！",
						}, -- [53]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633856,
							["arg1"] = "我要把你剁成碎片！",
						}, -- [54]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633869,
							["arg1"] = "全体船员……攻击！",
						}, -- [55]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633872,
							["arg1"] = "所有火炮……发射！",
						}, -- [56]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633899,
							["arg1"] = "扫清甲板！",
						}, -- [57]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633935,
							["arg1"] = "我受够了！",
						}, -- [58]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633938,
							["arg1"] = "所有火炮……发射！",
						}, -- [59]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633965,
							["arg1"] = "扫清甲板！",
						}, -- [60]
						{
							["arg2"] = "恐怖船长洛克伍德",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633980,
							["arg1"] = "我会驶向……未知的海域……",
						}, -- [61]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633984,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [62]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633987,
							["arg1"] = "瞄准！",
						}, -- [63]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633988,
							["arg1"] = "射击！！！",
						}, -- [64]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633991,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [65]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544633998,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [66]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634006,
							["arg1"] = "摧毁那艘船反而让库尔提拉斯人缓了一口气，真是遗憾啊。",
						}, -- [67]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634013,
							["arg1"] = "不过，这些武器会为我们提供极大的优势。",
						}, -- [68]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634020,
							["arg1"] = "我在南边发现了我们的下一个猎物。你最好动作快点。",
						}, -- [69]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634292,
							["arg1"] = "火炮！向我的目标开火！",
						}, -- [70]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634301,
							["arg1"] = "这头野兽在使用被艾泽里特强化过的武器。",
						}, -- [71]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634359,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [72]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634365,
							["arg1"] = "深渊中只有死寂。",
						}, -- [73]
						{
							["arg2"] = "艾什凡观察员",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634370,
							["arg1"] = "轰炸我的目标！",
						}, -- [74]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634419,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [75]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634590,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [76]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634660,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [77]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634724,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [78]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634731,
							["arg1"] = "你不该踏足这片深水。",
						}, -- [79]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634765,
							["arg1"] = "在六尺深水下腐烂吧！",
						}, -- [80]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634777,
							["arg1"] = "粉碎！",
						}, -- [81]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634788,
							["arg1"] = "击溃！",
						}, -- [82]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634794,
							["arg1"] = "粉碎！",
						}, -- [83]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634812,
							["arg1"] = "粉碎！",
						}, -- [84]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634830,
							["arg1"] = "粉碎！",
						}, -- [85]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634839,
							["arg1"] = "击溃！",
						}, -- [86]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634847,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [87]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634863,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [88]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634880,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [89]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634890,
							["arg1"] = "击溃！",
						}, -- [90]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634897,
							["arg1"] = "深渊将埋葬你们！",
						}, -- [91]
						{
							["arg2"] = "哈达尔·黑渊",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634909,
							["arg1"] = "请把我的尸体……送回……大海……",
						}, -- [92]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634914,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [93]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634918,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [94]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634931,
							["arg1"] = "黑暗女王一定会认可你的功劳。",
						}, -- [95]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544634935,
							["arg1"] = "看来艾什凡为我们打开了一个便捷出口。我们可以走了，就让伯拉勒斯尽情地燃烧吧。",
						}, -- [96]
						{
							["arg2"] = "戈霍恩",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544635203,
							["arg1"] = "万物终会凋零。承认真相，并接受转化吧。",
						}, -- [97]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544635252,
							["arg1"] = "有了你收集的艾泽里特，我们就能确保联盟也遭到和伯拉勒斯一样的命运。",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 02:36:09。",
						}, -- [101]
						{
							["arg2"] = "油条豆浆-洛萨",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ff3fc6ea",
						}, -- [102]
						{
							["arg2"] = "酒伴生-死亡之翼",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ff00ff96",
						}, -- [103]
						{
							["arg2"] = "Ghouls-天空之墙",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "fffff468",
						}, -- [104]
						{
							["arg2"] = "爆炒小牛肉-暗影议会",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "fffff468",
						}, -- [105]
						{
							["arg2"] = "八五年的牛-织亡者",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffff7c0a",
						}, -- [106]
						{
							["arg2"] = "发可米被比-海加尔",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "fff48cba",
						}, -- [107]
						{
							["arg2"] = "临池学書-阿纳克洛斯",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "fffff468",
						}, -- [108]
						{
							["arg2"] = "悠远-黑铁",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ff3fc6ea",
						}, -- [109]
						{
							["arg2"] = "神之挽救-亡语者",
							["type"] = "RAID_LEADER",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffc69b6d",
						}, -- [110]
						{
							["arg2"] = "菜鸟霸霸-耐奥祖",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ff00ff96",
						}, -- [111]
						{
							["arg2"] = "水嘴-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffa330c9",
						}, -- [112]
						{
							["arg2"] = "江南娇女-迅捷微风",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffff7c0a",
						}, -- [113]
						{
							["arg2"] = "深红射击-寒冰皇冠",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffaad372",
						}, -- [114]
						{
							["arg2"] = "老牛蹄子-弗塞雷迦",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffff7c0a",
						}, -- [115]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "fffff468",
						}, -- [116]
						{
							["arg2"] = "薛月姊妹-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ff00ff96",
						}, -- [117]
						{
							["arg2"] = "PlayerSCMQE-凤凰之神",
							["type"] = "RAID",
							["time"] = 1544666782,
							["arg1"] = "大脚任务进度提示: 已消灭森林之王伊弗斯：1/1(完成)",
							["clColor"] = "ffaad372",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = "记录开始于 12/13/2018 的 03:24:06。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg2"] = "玛洛加尔领主",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668143,
							["arg1"] = "这就是你们的开始与终结之地，凡人们。休想进入主人的密室！",
						}, -- [122]
						{
							["arg2"] = "玛洛加尔领主",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668150,
							["arg1"] = "强大的天灾军团将让死亡和毁灭席卷整个世界！",
						}, -- [123]
						{
							["arg2"] = "玛洛加尔领主",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668155,
							["arg1"] = "我的眼前……只有黑暗。",
						}, -- [124]
						{
							["arg2"] = "亡语者女士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668180,
							["arg1"] = "你们之所以在这里，那是因为你们是少数几个拥有特殊能力，能够洞悉这诅咒世界的人。",
						}, -- [125]
						{
							["arg2"] = "亡语者女士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668189,
							["arg1"] = "是谁在打扰我？你们竟敢擅闯这神圣的地方？这里将会是你们的埋骨之地！",
						}, -- [126]
						{
							["arg2"] = "亡语者女士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668192,
							["arg1"] = "够了！看来需要我亲自上阵了！",
						}, -- [127]
						{
							["arg2"] = "亡语者女士",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668196,
							["arg1"] = "这全是主人的计划……你的结局是必然的……",
						}, -- [128]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668291,
							["arg1"] = "来吧！部落忠诚勇敢的儿女们！今天是部落仇敌灭亡的日子！LOK'TAR OGAR！",
						}, -- [129]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668303,
							["arg1"] = "库卡隆，出发！",
						}, -- [130]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668316,
							["arg1"] = "那是什么？有东西正从远方靠近！",
						}, -- [131]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668336,
							["arg1"] = "联盟的炮船！全体集合！",
						}, -- [132]
						{
							["arg2"] = "穆拉丁·铜须",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668337,
							["arg1"] = "我们的船体受伤了，赶快叫个法师来干掉那些大炮！",
						}, -- [133]
						{
							["arg2"] = "穆拉丁·铜须",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668337,
							["arg1"] = "将士们，给我进攻！",
						}, -- [134]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668337,
							["arg1"] = "联盟不行了。向巫妖王进攻！",
						}, -- [135]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668341,
							["arg1"] = "在你面前的是萨鲁法尔！",
						}, -- [136]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668343,
							["arg1"] = "你竟敢上我的船？你活不长了。",
						}, -- [137]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668352,
							["arg1"] = "你很快就会明白了。库卡隆，消灭他们！",
						}, -- [138]
						{
							["arg2"] = "麦吉克库瑞姆",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1544668389,
							["arg1"] = "火箭背包已关闭。移至扎福德·波姆布克斯旁边以重新启动。",
							["clColor"] = "fffff468",
						}, -- [139]
						{
							["arg2"] = "萨鲁法尔大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668395,
							["arg1"] = "库卡隆，行动！勇士们，提高警惕。天灾军团已经……",
						}, -- [140]
						{
							["arg2"] = "死亡使者萨鲁法尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668400,
							["arg1"] = "加入我，父亲。让我们一同以天灾之名来粉碎这个渺小的世界——巫妖王万岁！",
						}, -- [141]
						{
							["arg2"] = "死亡使者萨鲁法尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668431,
							["arg1"] = "顽固的老头。你以为你能赢？即使你最强壮的时候，也不如我现在的力量。",
						}, -- [142]
						{
							["arg2"] = "死亡使者萨鲁法尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668481,
							["arg1"] = "可怜的老兽人！来吧，英雄们，来尝尝天灾军团的力量吧！",
						}, -- [143]
						{
							["arg2"] = "死亡使者萨鲁法尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668495,
							["arg1"] = "以巫妖王的力量为名！",
						}, -- [144]
						{
							["arg2"] = "死亡使者萨鲁法尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668505,
							["arg1"] = "我……终于……解脱了……",
						}, -- [145]
						{
							["arg2"] = "布兰顿上尉",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668543,
							["arg1"] = "圣光万岁，传送器工作了！",
						}, -- [146]
						{
							["arg2"] = "格隆迪尔上尉",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668549,
							["arg1"] = "这个寒冷的地方让我的骨髓都凝固了。",
						}, -- [147]
						{
							["arg2"] = "科罗克·斩亡者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668555,
							["arg1"] = "我们的勇士在激活这台天灾传送器的战斗中付出了沉重的代价。我们必须时刻准备着延续他们的光辉。伙伴们，跟我来！",
						}, -- [148]
						{
							["arg2"] = "腐面",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668591,
							["arg1"] = "什么？我的心肝？不！！！",
						}, -- [149]
						{
							["arg2"] = "愤怒的斩肉者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668603,
							["arg1"] = "这里有活人？！",
						}, -- [150]
						{
							["arg2"] = "烂肠",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668618,
							["arg1"] = "不！你杀了大臭！你赔！",
						}, -- [151]
						{
							["arg2"] = "烂肠",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668631,
							["arg1"] = "玩吗？玩吗？",
						}, -- [152]
						{
							["arg2"] = "普崔塞德教授",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668637,
							["arg1"] = "这是普通的毒云，但请千万小心，这毒云其实并不普通！",
						}, -- [153]
						{
							["arg2"] = "烂肠",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668639,
							["arg1"] = "我的妈呀！",
						}, -- [154]
						{
							["arg2"] = "黑翼控制者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668945,
							["arg1"] = "入侵者闯进了孵化间！我们要不惜一切代价保护龙蛋！",
						}, -- [155]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668949,
							["arg1"] = "不！住手！我要会让你来弥补自己的罪行！",
						}, -- [156]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668972,
							["arg1"] = "蠢货！这些蛋比你认为的要珍贵的多！",
						}, -- [157]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668993,
							["arg1"] = "蠢货！这些蛋比你认为的要珍贵的多！",
						}, -- [158]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669014,
							["arg1"] = "你要为强迫我这么做而付出代价！",
						}, -- [159]
						{
							["arg2"] = "黑翼技师",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669032,
							["arg1"] = "快跑！他们来了！",
						}, -- [160]
						{
							["arg2"] = "维克多·奈法里奥斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669035,
							["arg1"] = "啊……英雄们。你们都会坚持不懈的，是不是？你们这群凡人想要与我的力量相抗衡——那么你们就要付出代价。现在他将为我而战……他的任务就是干掉你们。",
						}, -- [161]
						{
							["arg2"] = "堕落的瓦拉斯塔兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669042,
							["arg1"] = "太晚了，朋友们！奈法利安的堕落力量已经生效……我无法……控制自己。",
						}, -- [162]
						{
							["arg2"] = "维克多·奈法里奥斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669049,
							["arg1"] = "醒来吧，小红龙……毁灭他们！",
						}, -- [163]
						{
							["arg2"] = "堕落的瓦拉斯塔兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669056,
							["arg1"] = "求求你们，快跑吧！在我丧失所有理智之前快逃命吧！黑色的火焰在我的心中燃烧！我必须——释放它！",
						}, -- [164]
						{
							["arg2"] = "堕落的瓦拉斯塔兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669075,
							["arg1"] = "火焰！死亡！毁灭！你们这些凡人，让奈法里奥斯大人的力量……不——我要抗争！阿莱克丝塔萨，帮帮我，我必须抗争到底！",
						}, -- [165]
						{
							["arg2"] = "丶不动如山-燃烧之刃",
							["type"] = "RAID",
							["time"] = 1544669628,
							["arg1"] = "【爱不易】转团提醒，团长：麦吉克库瑞姆-格雷迈恩",
							["clColor"] = "ffc41e3a",
						}, -- [166]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "RAID_LEADER",
							["time"] = 1544669628,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffff468",
						}, -- [167]
						{
							["arg2"] = "假如年少有为-斩魔者",
							["type"] = "RAID",
							["time"] = 1544669666,
							["arg1"] = "完成了？",
							["clColor"] = "ffc41e3a",
						}, -- [168]
						{
							["arg2"] = "假如年少有为-斩魔者",
							["type"] = "RAID",
							["time"] = 1544669678,
							["arg1"] = "为什么啊",
							["clColor"] = "ffc41e3a",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg2"] = "托塔卡难民",
							["type"] = "MONSTER_YELL",
							["time"] = 1544705922,
							["arg1"] = "在你还能逃跑的时候，赶快逃吧！",
						}, -- [173]
						{
							["arg2"] = "怨央-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1544706785,
							["arg1"] = "你SP要吗",
							["clColor"] = "fffff468",
						}, -- [174]
						{
							["arg2"] = "怨央-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1544706790,
							["arg1"] = "兄弟",
							["clColor"] = "fffff468",
						}, -- [175]
						{
							["arg2"] = "丶霹雳震雲霄-影之哀伤",
							["type"] = "RAID",
							["time"] = 1544706792,
							["arg1"] = "这个要的哦 ",
							["clColor"] = "ffa330c9",
						}, -- [176]
						{
							["arg2"] = "怨央-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1544706795,
							["arg1"] = "哦",
							["clColor"] = "fffff468",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712853,
							["arg1"] = "快！他们来了！",
						}, -- [181]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712856,
							["arg1"] = "别催我！我在读许可协议！",
						}, -- [182]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712861,
							["arg1"] = "他们会杀了我们的！",
						}, -- [183]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712866,
							["arg1"] = "好的好的！等等……我该不该购买延保服务？",
						}, -- [184]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712875,
							["arg1"] = "你傻啊！千万别买延保服务！",
						}, -- [185]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712879,
							["arg1"] = "风险投资公司感谢您的惠顾。请享受您购买的精英打击套件。",
						}, -- [186]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713180,
							["arg1"] = "系统已启动。打击开始。",
						}, -- [187]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713186,
							["arg1"] = "电压已提高。",
						}, -- [188]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713194,
							["arg1"] = "致命武力已授权。",
						}, -- [189]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713195,
							["arg1"] = "伤害此单位会违反用户协议。",
						}, -- [190]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713209,
							["arg1"] = "电压已提高。",
						}, -- [191]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713228,
							["arg1"] = "致命武力已授权。",
						}, -- [192]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713231,
							["arg1"] = "伤害此单位会违反用户协议。",
						}, -- [193]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713233,
							["arg1"] = "电压已提高。",
						}, -- [194]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713255,
							["arg1"] = "电压已提高。",
						}, -- [195]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713264,
							["arg1"] = "致命武力已授权。",
						}, -- [196]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713271,
							["arg1"] = "伤害此单位会违反用户协议。",
						}, -- [197]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713277,
							["arg1"] = "电压已提高。",
						}, -- [198]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713280,
							["arg1"] = "同时提供葬礼服务，价格实惠。",
						}, -- [199]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713295,
							["arg1"] = "致命武力已授权。",
						}, -- [200]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713298,
							["arg1"] = "系统……崩溃中。硬币获取……故障……",
						}, -- [201]
						{
							["arg2"] = "监工阿斯加里",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713747,
							["arg1"] = "小崽子们，碾碎这些闯入者，否则我就吞了你们的风险津贴！",
						}, -- [202]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714011,
							["arg1"] = "你闯进了我的地盘！",
						}, -- [203]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714025,
							["arg1"] = "大地会吞噬你！",
						}, -- [204]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714031,
							["arg1"] = "艾泽拉斯之血在你体内流淌！",
						}, -- [205]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714051,
							["arg1"] = "释放你的力量！",
						}, -- [206]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714059,
							["arg1"] = "粉碎！",
						}, -- [207]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714067,
							["arg1"] = "艾泽拉斯之血在你体内流淌！",
						}, -- [208]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714074,
							["arg1"] = "起来吧！",
						}, -- [209]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714089,
							["arg1"] = "艾泽拉斯之血在你体内流淌！",
						}, -- [210]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714095,
							["arg1"] = "粉碎！",
						}, -- [211]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715099,
							["arg1"] = "干活要想出色……就要用超大炸弹！",
						}, -- [212]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715103,
							["arg1"] = "想要艾泽里特？我喷你一脸！",
						}, -- [213]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715130,
							["arg1"] = "我喜欢早晨推进剂的味道！",
						}, -- [214]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715136,
							["arg1"] = "我喜欢早晨推进剂的味道！",
						}, -- [215]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715145,
							["arg1"] = "想要艾泽里特？我喷你一脸！",
						}, -- [216]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715172,
							["arg1"] = "安全第一！",
						}, -- [217]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715178,
							["arg1"] = "我喜欢早晨推进剂的味道！",
						}, -- [218]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715187,
							["arg1"] = "想要艾泽里特？我喷你一脸！",
						}, -- [219]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715196,
							["arg1"] = "我应该……拿……危险津贴的……",
						}, -- [220]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715239,
							["arg1"] = "你们这群无赖，知道给我造成了多大的财产损失吗！？",
						}, -- [221]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715247,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [222]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715292,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [223]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715347,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [224]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715405,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [225]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715447,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [226]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715505,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [227]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715510,
							["arg1"] = "对，你只配倒在我脚下！",
						}, -- [228]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715528,
							["arg1"] = "享受每分钟300发的弹药吧！",
						}, -- [229]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715548,
							["arg1"] = "尝尝高水准的屠杀吧！",
						}, -- [230]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715573,
							["arg1"] = "尝尝高水准的屠杀吧！",
						}, -- [231]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715586,
							["arg1"] = "我养这群蠢货干什么？！快出来修理！",
						}, -- [232]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715595,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [233]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715609,
							["arg1"] = "粉碎！",
						}, -- [234]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715613,
							["arg1"] = "啊！我的保险金！",
						}, -- [235]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715620,
							["arg1"] = "砸烂！",
						}, -- [236]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715624,
							["arg1"] = "就管你要好了！",
						}, -- [237]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715631,
							["arg1"] = "砸烂！",
						}, -- [238]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715653,
							["arg1"] = "尝尝高水准的屠杀吧！",
						}, -- [239]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715654,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [240]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715673,
							["arg1"] = "享受每分钟300发的弹药吧！",
						}, -- [241]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715698,
							["arg1"] = "享受每分钟300发的弹药吧！",
						}, -- [242]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715701,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [243]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715710,
							["arg1"] = "应该……购买……弹射椅……套件……",
						}, -- [244]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715759,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [245]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715817,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [246]
						{
							["arg2"] = "格里布·拉姆罗克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715947,
							["arg1"] = "前往战歌要塞的飞艇已经抵达！要去北风苔原的旅客请登机！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "死亡使者萨鲁法尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668505,
							["arg1"] = "我……终于……解脱了……",
						}, -- [1]
						{
							["arg2"] = "布兰顿上尉",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668543,
							["arg1"] = "圣光万岁，传送器工作了！",
						}, -- [2]
						{
							["arg2"] = "格隆迪尔上尉",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668549,
							["arg1"] = "这个寒冷的地方让我的骨髓都凝固了。",
						}, -- [3]
						{
							["arg2"] = "科罗克·斩亡者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668555,
							["arg1"] = "我们的勇士在激活这台天灾传送器的战斗中付出了沉重的代价。我们必须时刻准备着延续他们的光辉。伙伴们，跟我来！",
						}, -- [4]
						{
							["arg2"] = "腐面",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668591,
							["arg1"] = "什么？我的心肝？不！！！",
						}, -- [5]
						{
							["arg2"] = "愤怒的斩肉者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668603,
							["arg1"] = "这里有活人？！",
						}, -- [6]
						{
							["arg2"] = "烂肠",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668618,
							["arg1"] = "不！你杀了大臭！你赔！",
						}, -- [7]
						{
							["arg2"] = "烂肠",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668631,
							["arg1"] = "玩吗？玩吗？",
						}, -- [8]
						{
							["arg2"] = "普崔塞德教授",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668637,
							["arg1"] = "这是普通的毒云，但请千万小心，这毒云其实并不普通！",
						}, -- [9]
						{
							["arg2"] = "烂肠",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668639,
							["arg1"] = "我的妈呀！",
						}, -- [10]
						{
							["arg2"] = "黑翼控制者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668945,
							["arg1"] = "入侵者闯进了孵化间！我们要不惜一切代价保护龙蛋！",
						}, -- [11]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668949,
							["arg1"] = "不！住手！我要会让你来弥补自己的罪行！",
						}, -- [12]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668972,
							["arg1"] = "蠢货！这些蛋比你认为的要珍贵的多！",
						}, -- [13]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544668993,
							["arg1"] = "蠢货！这些蛋比你认为的要珍贵的多！",
						}, -- [14]
						{
							["arg2"] = "狂野的拉佐格尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669014,
							["arg1"] = "你要为强迫我这么做而付出代价！",
						}, -- [15]
						{
							["arg2"] = "黑翼技师",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669032,
							["arg1"] = "快跑！他们来了！",
						}, -- [16]
						{
							["arg2"] = "维克多·奈法里奥斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669035,
							["arg1"] = "啊……英雄们。你们都会坚持不懈的，是不是？你们这群凡人想要与我的力量相抗衡——那么你们就要付出代价。现在他将为我而战……他的任务就是干掉你们。",
						}, -- [17]
						{
							["arg2"] = "堕落的瓦拉斯塔兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669042,
							["arg1"] = "太晚了，朋友们！奈法利安的堕落力量已经生效……我无法……控制自己。",
						}, -- [18]
						{
							["arg2"] = "维克多·奈法里奥斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669049,
							["arg1"] = "醒来吧，小红龙……毁灭他们！",
						}, -- [19]
						{
							["arg2"] = "堕落的瓦拉斯塔兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669056,
							["arg1"] = "求求你们，快跑吧！在我丧失所有理智之前快逃命吧！黑色的火焰在我的心中燃烧！我必须——释放它！",
						}, -- [20]
						{
							["arg2"] = "堕落的瓦拉斯塔兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1544669075,
							["arg1"] = "火焰！死亡！毁灭！你们这些凡人，让奈法里奥斯大人的力量……不——我要抗争！阿莱克丝塔萨，帮帮我，我必须抗争到底！",
						}, -- [21]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669622,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [死亡骑士] 丶不动如山-燃烧之刃",
							["clColor"] = "fffff468",
						}, -- [22]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669623,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [23]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669623,
							["arg1"] = "<iLvl> 382.5 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [24]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669624,
							["arg1"] = "<iLvl> 386.4 丶不动如山 (鲜血)",
							["clColor"] = "fffff468",
						}, -- [25]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669624,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [26]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669625,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 蒜泥西兰花丶-贫瘠之地",
							["clColor"] = "fffff468",
						}, -- [27]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669626,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [死亡骑士] 假如年少有为-斩魔者",
							["clColor"] = "fffff468",
						}, -- [28]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669627,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [牧师] 後丗-伊森利恩",
							["clColor"] = "fffff468",
						}, -- [29]
						{
							["arg2"] = "後丗-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1544669670,
							["arg1"] = "zhenshabi ",
							["clColor"] = "ffffffff",
						}, -- [30]
						{
							["arg2"] = "後丗-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1544669673,
							["arg1"] = "没有",
							["clColor"] = "ffffffff",
						}, -- [31]
						{
							["arg2"] = "後丗-伊森利恩",
							["type"] = "PARTY",
							["time"] = 1544669735,
							["arg1"] = "大脚任务进度提示: 已消灭提亚卡万：1/1(完成)",
							["clColor"] = "ffffffff",
						}, -- [32]
						{
							["arg2"] = "蒜泥西兰花丶-贫瘠之地",
							["type"] = "PARTY",
							["time"] = 1544669735,
							["arg1"] = "大脚任务进度提示: 已消灭提亚卡万：1/1(完成)",
							["clColor"] = "ffff7c0a",
						}, -- [33]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544669735,
							["arg1"] = "大脚任务进度提示: 已消灭提亚卡万：1/1(完成)",
							["clColor"] = "fffff468",
						}, -- [34]
						{
							["arg2"] = "蒜泥西兰花丶-贫瘠之地",
							["type"] = "PARTY",
							["time"] = 1544669735,
							["arg1"] = "大脚任务进度提示: 在祖达萨完成4个世界任务。：1/1(完成)",
							["clColor"] = "ffff7c0a",
						}, -- [35]
						{
							["arg2"] = "蒜泥西兰花丶-贫瘠之地",
							["type"] = "PARTY",
							["time"] = 1544669736,
							["arg1"] = "赞达拉帝国 (任务完成)",
							["clColor"] = "ffff7c0a",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg2"] = "托塔卡难民",
							["type"] = "MONSTER_YELL",
							["time"] = 1544705922,
							["arg1"] = "在你还能逃跑的时候，赶快逃吧！",
						}, -- [40]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706187,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [法师] 哈尼斯斯",
							["clColor"] = "fffff468",
						}, -- [41]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706189,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [42]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706189,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [43]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706189,
							["arg1"] = "<iLvl> 382.3 哈尼斯斯 (奥术)",
							["clColor"] = "fffff468",
						}, -- [44]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706189,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [45]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706271,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [圣骑士] 米奈曦尔-地狱咆哮",
							["clColor"] = "fffff468",
						}, -- [46]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706272,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [战士] 阳勿晕洞-安其拉",
							["clColor"] = "fffff468",
						}, -- [47]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706276,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [48]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706276,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [49]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706276,
							["arg1"] = "<iLvl> 380.1 米奈曦尔 (防护)",
							["clColor"] = "fffff468",
						}, -- [50]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706276,
							["arg1"] = "<iLvl> 370.8 阳勿晕洞 (狂怒)",
							["clColor"] = "fffff468",
						}, -- [51]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544706276,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [52]
						{
							["arg2"] = "米奈曦尔-地狱咆哮",
							["type"] = "PARTY",
							["time"] = 1544706314,
							["arg1"] = "LM份购一样了",
							["clColor"] = "fff48cba",
						}, -- [53]
						{
							["arg2"] = "米奈曦尔-地狱咆哮",
							["type"] = "PARTY",
							["time"] = 1544706317,
							["arg1"] = "疯狗",
							["clColor"] = "fff48cba",
						}, -- [54]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707319,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [死亡骑士] 刚慢达老呼-血吼",
							["clColor"] = "fffff468",
						}, -- [55]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707321,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [56]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707321,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [57]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707321,
							["arg1"] = "<iLvl> 375.1 刚慢达老呼 (冰霜)",
							["clColor"] = "fffff468",
						}, -- [58]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707321,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [59]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707322,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [猎人] 烟嘴二代-狂热之刃",
							["clColor"] = "fffff468",
						}, -- [60]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707325,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [61]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707325,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [62]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707325,
							["arg1"] = "<iLvl> 380.3 烟嘴二代 (生存)",
							["clColor"] = "fffff468",
						}, -- [63]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707325,
							["arg1"] = "<iLvl> 375.1 刚慢达老呼 (冰霜)",
							["clColor"] = "fffff468",
						}, -- [64]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707325,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [65]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707337,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：1/20",
							["clColor"] = "fffff468",
						}, -- [66]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707337,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：1/12",
							["clColor"] = "fffff468",
						}, -- [67]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707342,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：2/20",
							["clColor"] = "fffff468",
						}, -- [68]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707342,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：2/12",
							["clColor"] = "fffff468",
						}, -- [69]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707344,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：3/20",
							["clColor"] = "fffff468",
						}, -- [70]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707344,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：3/12",
							["clColor"] = "fffff468",
						}, -- [71]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707348,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：4/20",
							["clColor"] = "fffff468",
						}, -- [72]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707348,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：4/12",
							["clColor"] = "fffff468",
						}, -- [73]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707356,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：5/20",
							["clColor"] = "fffff468",
						}, -- [74]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707356,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：5/12",
							["clColor"] = "fffff468",
						}, -- [75]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707362,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：6/20",
							["clColor"] = "fffff468",
						}, -- [76]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707362,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：6/12",
							["clColor"] = "fffff468",
						}, -- [77]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707376,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：7/20",
							["clColor"] = "fffff468",
						}, -- [78]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707376,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：7/12",
							["clColor"] = "fffff468",
						}, -- [79]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707389,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：8/20",
							["clColor"] = "fffff468",
						}, -- [80]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707389,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：8/12",
							["clColor"] = "fffff468",
						}, -- [81]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707392,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：9/20",
							["clColor"] = "fffff468",
						}, -- [82]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707392,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：9/12",
							["clColor"] = "fffff468",
						}, -- [83]
						{
							["arg2"] = "刚慢达老呼-血吼",
							["type"] = "PARTY",
							["time"] = 1544707400,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：12/12(完成)",
							["clColor"] = "ffc41e3a",
						}, -- [84]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707400,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：10/20",
							["clColor"] = "fffff468",
						}, -- [85]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707400,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：10/12",
							["clColor"] = "fffff468",
						}, -- [86]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707403,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：11/20",
							["clColor"] = "fffff468",
						}, -- [87]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707403,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：11/12",
							["clColor"] = "fffff468",
						}, -- [88]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707414,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：12/20",
							["clColor"] = "fffff468",
						}, -- [89]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707414,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：12/12(完成)",
							["clColor"] = "fffff468",
						}, -- [90]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707419,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：13/20",
							["clColor"] = "fffff468",
						}, -- [91]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707424,
							["arg1"] = "大脚任务进度提示: 消灭石拳氏族食人魔：1/20",
							["clColor"] = "fffff468",
						}, -- [92]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544707429,
							["arg1"] = "大脚任务进度提示: 消灭元素生物：14/20",
							["clColor"] = "fffff468",
						}, -- [93]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544708918,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [德鲁伊] 神赐好德-卡拉赞",
							["clColor"] = "fffff468",
						}, -- [94]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544708921,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [95]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544708921,
							["arg1"] = "<iLvl> 382.3 神赐好德 (恢复)",
							["clColor"] = "fffff468",
						}, -- [96]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544708921,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [97]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544708921,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [98]
						{
							["arg2"] = "神赐好德-卡拉赞",
							["type"] = "PARTY",
							["time"] = 1544709008,
							["arg1"] = "大脚任务进度提示: 已消灭泰蕾丝：1/1(完成)",
							["clColor"] = "ffff7c0a",
						}, -- [99]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544709008,
							["arg1"] = "大脚任务进度提示: 已消灭泰蕾丝：1/1(完成)",
							["clColor"] = "fffff468",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 15:16:36。",
						}, -- [103]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544710620,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [潜行者] 麦吉克库瑞姆",
							["clColor"] = "ffc41e3a",
						}, -- [104]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710625,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [105]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710625,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [106]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710625,
							["arg1"] = "<iLvl> 359.6 谜团空大 (鲜血)",
							["clColor"] = "fffff468",
						}, -- [107]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710625,
							["arg1"] = "<iLvl> 330.8 闸北吴彦祖 (毁灭)",
							["clColor"] = "fffff468",
						}, -- [108]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710625,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [109]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710639,
							["arg1"] = "说出来你可能不信",
							["clColor"] = "ff8787ed",
						}, -- [110]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710650,
							["arg1"] = "我找不到麦格尼在哪。。",
							["clColor"] = "ff8787ed",
						}, -- [111]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710659,
							["arg1"] = "达萨罗　传送门",
							["clColor"] = "fffff468",
						}, -- [112]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544710668,
							["arg1"] = "你这个g团啥脸啊，特质装都没有",
							["clColor"] = "ffc41e3a",
						}, -- [113]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710673,
							["arg1"] = "我在希利苏斯了",
							["clColor"] = "ff8787ed",
						}, -- [114]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544710679,
							["arg1"] = "。。。。",
							["clColor"] = "ffc41e3a",
						}, -- [115]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710683,
							["arg1"] = "|cffa335ee|Hitem:160726::::::::120:267::5:3:4823:1492:4786:::|h[腐化恐兽披肩]|h|r这不是啊！",
							["clColor"] = "ff8787ed",
						}, -- [116]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710695,
							["arg1"] = "达萨罗可以传送去希利苏斯　就在麦格尼脸上",
							["clColor"] = "fffff468",
						}, -- [117]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544710707,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [死亡骑士] Mzabcdefg-古尔丹",
							["clColor"] = "ffc41e3a",
						}, -- [118]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710712,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [119]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710712,
							["arg1"] = "<iLvl> 380.4 Mzabcdefg (邪恶)",
							["clColor"] = "fffff468",
						}, -- [120]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710713,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [121]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710713,
							["arg1"] = "<iLvl> 359.6 谜团空大 (鲜血)",
							["clColor"] = "fffff468",
						}, -- [122]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710713,
							["arg1"] = "<iLvl> 330.8 闸北吴彦祖 (毁灭)",
							["clColor"] = "fffff468",
						}, -- [123]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710713,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [124]
						{
							["arg2"] = "Mzabcdefg-古尔丹",
							["type"] = "PARTY",
							["time"] = 1544710733,
							["arg1"] = "不缺奶吗？",
							["clColor"] = "ffc41e3a",
						}, -- [125]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710747,
							["arg1"] = "我们的QS是奶骑吧",
							["clColor"] = "ff8787ed",
						}, -- [126]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544710757,
							["arg1"] = "炉石看我位置",
							["clColor"] = "ffc41e3a",
						}, -- [127]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544710765,
							["arg1"] = "微信吧",
							["clColor"] = "ffc41e3a",
						}, -- [128]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710766,
							["arg1"] = "找到了",
							["clColor"] = "ff8787ed",
						}, -- [129]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710782,
							["arg1"] = "你啦",
							["clColor"] = "fffff468",
						}, -- [130]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544710782,
							["arg1"] = "我把我朋友拉进群里？",
							["clColor"] = "ff8787ed",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711608,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [135]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711608,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [136]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711608,
							["arg1"] = "<iLvl> 333.6 闸北吴彦祖 (毁灭)",
							["clColor"] = "fffff468",
						}, -- [137]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711608,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [138]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544711731,
							["arg1"] = "------------------------------",
							["clColor"] = "ff8787ed",
						}, -- [139]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544711731,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "ff8787ed",
						}, -- [140]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544711731,
							["arg1"] = "<iLvl> 333.6 闸北吴彦祖 (毁灭)",
							["clColor"] = "ff8787ed",
						}, -- [141]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544711731,
							["arg1"] = "<iLvl> 383.8 哈尼斯斯 (冰霜)",
							["clColor"] = "ff8787ed",
						}, -- [142]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544711731,
							["arg1"] = "------------------------------",
							["clColor"] = "ff8787ed",
						}, -- [143]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711731,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [144]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711731,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [145]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711731,
							["arg1"] = "<iLvl> 383.8 哈尼斯斯 (冰霜)",
							["clColor"] = "fffff468",
						}, -- [146]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711731,
							["arg1"] = "<iLvl> 333.6 闸北吴彦祖 (毁灭)",
							["clColor"] = "fffff468",
						}, -- [147]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711731,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [148]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711763,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [149]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711763,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [150]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711763,
							["arg1"] = "<iLvl> 362.1 谜团空大 (鲜血)",
							["clColor"] = "fffff468",
						}, -- [151]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711763,
							["arg1"] = "<iLvl> 383.8 哈尼斯斯 (冰霜)",
							["clColor"] = "fffff468",
						}, -- [152]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711763,
							["arg1"] = "<iLvl> 333.6 闸北吴彦祖 (毁灭)",
							["clColor"] = "fffff468",
						}, -- [153]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711763,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [154]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711820,
							["arg1"] = "大脚任务进度提示: 已消灭提亚卡万：1/1(完成)",
							["clColor"] = "ff3fc6ea",
						}, -- [155]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711820,
							["arg1"] = "大脚任务进度提示: 在祖达萨完成4个世界任务。：1/1(完成)",
							["clColor"] = "ff3fc6ea",
						}, -- [156]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544711821,
							["arg1"] = "赞达拉帝国 (任务完成)",
							["clColor"] = "ff3fc6ea",
						}, -- [157]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "------------------------------",
							["clColor"] = "ff8787ed",
						}, -- [158]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "<iLvl> 377.5 Mzstayreal (织雾)",
							["clColor"] = "ff8787ed",
						}, -- [159]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "<iLvl> 383.8 哈尼斯斯 (冰霜)",
							["clColor"] = "ff8787ed",
						}, -- [160]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "ff8787ed",
						}, -- [161]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "<iLvl> 362.1 谜团空大 (鲜血)",
							["clColor"] = "ff8787ed",
						}, -- [162]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "<iLvl> 357.0 闸北吴彦祖 (毁灭)",
							["clColor"] = "ff8787ed",
						}, -- [163]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1544712007,
							["arg1"] = "------------------------------",
							["clColor"] = "ff8787ed",
						}, -- [164]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [165]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "<iLvl> 377.5 Mzstayreal (织雾)",
							["clColor"] = "fffff468",
						}, -- [166]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "<iLvl> 362.1 谜团空大 (鲜血)",
							["clColor"] = "fffff468",
						}, -- [167]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "<iLvl> 381.6 麦吉克库瑞姆 (狂徒)",
							["clColor"] = "fffff468",
						}, -- [168]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "<iLvl> 383.8 哈尼斯斯 (冰霜)",
							["clColor"] = "fffff468",
						}, -- [169]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "<iLvl> 357.0 闸北吴彦祖 (毁灭)",
							["clColor"] = "fffff468",
						}, -- [170]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544712008,
							["arg1"] = "------------------------------",
							["clColor"] = "fffff468",
						}, -- [171]
						{
							["arg2"] = "Mzstayreal-古尔丹",
							["type"] = "PARTY",
							["time"] = 1544712144,
							["arg1"] = "|cff71d5ff|Htalent:22134|h[埋骨之所]|h|r",
							["clColor"] = "ff00ff96",
						}, -- [172]
						{
							["arg2"] = "Mzstayreal-古尔丹",
							["type"] = "PARTY",
							["time"] = 1544712160,
							["arg1"] = "|cff71d5ff|Htalent:19231|h[血虫]|h|r",
							["clColor"] = "ff00ff96",
						}, -- [173]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712853,
							["arg1"] = "快！他们来了！",
						}, -- [174]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712856,
							["arg1"] = "别催我！我在读许可协议！",
						}, -- [175]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712861,
							["arg1"] = "他们会杀了我们的！",
						}, -- [176]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712866,
							["arg1"] = "好的好的！等等……我该不该购买延保服务？",
						}, -- [177]
						{
							["arg2"] = "吵闹的狂欢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712875,
							["arg1"] = "你傻啊！千万别买延保服务！",
						}, -- [178]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544712879,
							["arg1"] = "风险投资公司感谢您的惠顾。请享受您购买的精英打击套件。",
						}, -- [179]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713180,
							["arg1"] = "系统已启动。打击开始。",
						}, -- [180]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713186,
							["arg1"] = "电压已提高。",
						}, -- [181]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713194,
							["arg1"] = "致命武力已授权。",
						}, -- [182]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713195,
							["arg1"] = "伤害此单位会违反用户协议。",
						}, -- [183]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713209,
							["arg1"] = "电压已提高。",
						}, -- [184]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713228,
							["arg1"] = "致命武力已授权。",
						}, -- [185]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713231,
							["arg1"] = "伤害此单位会违反用户协议。",
						}, -- [186]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713233,
							["arg1"] = "电压已提高。",
						}, -- [187]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713255,
							["arg1"] = "电压已提高。",
						}, -- [188]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713264,
							["arg1"] = "致命武力已授权。",
						}, -- [189]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713271,
							["arg1"] = "伤害此单位会违反用户协议。",
						}, -- [190]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713277,
							["arg1"] = "电压已提高。",
						}, -- [191]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713280,
							["arg1"] = "同时提供葬礼服务，价格实惠。",
						}, -- [192]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713295,
							["arg1"] = "致命武力已授权。",
						}, -- [193]
						{
							["arg2"] = "投币式群体打击者",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713298,
							["arg1"] = "系统……崩溃中。硬币获取……故障……",
						}, -- [194]
						{
							["arg2"] = "监工阿斯加里",
							["type"] = "MONSTER_YELL",
							["time"] = 1544713747,
							["arg1"] = "小崽子们，碾碎这些闯入者，否则我就吞了你们的风险津贴！",
						}, -- [195]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714011,
							["arg1"] = "你闯进了我的地盘！",
						}, -- [196]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714025,
							["arg1"] = "大地会吞噬你！",
						}, -- [197]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714031,
							["arg1"] = "艾泽拉斯之血在你体内流淌！",
						}, -- [198]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714051,
							["arg1"] = "释放你的力量！",
						}, -- [199]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714059,
							["arg1"] = "粉碎！",
						}, -- [200]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714067,
							["arg1"] = "艾泽拉斯之血在你体内流淌！",
						}, -- [201]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714074,
							["arg1"] = "起来吧！",
						}, -- [202]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714089,
							["arg1"] = "艾泽拉斯之血在你体内流淌！",
						}, -- [203]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544714095,
							["arg1"] = "粉碎！",
						}, -- [204]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715099,
							["arg1"] = "干活要想出色……就要用超大炸弹！",
						}, -- [205]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715103,
							["arg1"] = "想要艾泽里特？我喷你一脸！",
						}, -- [206]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715130,
							["arg1"] = "我喜欢早晨推进剂的味道！",
						}, -- [207]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715136,
							["arg1"] = "我喜欢早晨推进剂的味道！",
						}, -- [208]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715145,
							["arg1"] = "想要艾泽里特？我喷你一脸！",
						}, -- [209]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715172,
							["arg1"] = "安全第一！",
						}, -- [210]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715178,
							["arg1"] = "我喜欢早晨推进剂的味道！",
						}, -- [211]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715187,
							["arg1"] = "想要艾泽里特？我喷你一脸！",
						}, -- [212]
						{
							["arg2"] = "瑞克莎·流火",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715196,
							["arg1"] = "我应该……拿……危险津贴的……",
						}, -- [213]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715239,
							["arg1"] = "你们这群无赖，知道给我造成了多大的财产损失吗！？",
						}, -- [214]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715247,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [215]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715292,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [216]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715347,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [217]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715405,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [218]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715447,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [219]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715505,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [220]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715510,
							["arg1"] = "对，你只配倒在我脚下！",
						}, -- [221]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715528,
							["arg1"] = "享受每分钟300发的弹药吧！",
						}, -- [222]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715548,
							["arg1"] = "尝尝高水准的屠杀吧！",
						}, -- [223]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715573,
							["arg1"] = "尝尝高水准的屠杀吧！",
						}, -- [224]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715586,
							["arg1"] = "我养这群蠢货干什么？！快出来修理！",
						}, -- [225]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715595,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [226]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715609,
							["arg1"] = "粉碎！",
						}, -- [227]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715613,
							["arg1"] = "啊！我的保险金！",
						}, -- [228]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715620,
							["arg1"] = "砸烂！",
						}, -- [229]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715624,
							["arg1"] = "就管你要好了！",
						}, -- [230]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715631,
							["arg1"] = "砸烂！",
						}, -- [231]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715653,
							["arg1"] = "尝尝高水准的屠杀吧！",
						}, -- [232]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715654,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [233]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715673,
							["arg1"] = "享受每分钟300发的弹药吧！",
						}, -- [234]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715698,
							["arg1"] = "享受每分钟300发的弹药吧！",
						}, -- [235]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715701,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [236]
						{
							["arg2"] = "商业大亨拉兹敦克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715710,
							["arg1"] = "应该……购买……弹射椅……套件……",
						}, -- [237]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715759,
							["arg1"] = "来吧小的们，继续折磨他们！",
						}, -- [238]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544715797,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "fffff468",
						}, -- [239]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544715797,
							["arg1"] = "1. 哈尼斯斯 1116.4k",
							["clColor"] = "fffff468",
						}, -- [240]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544715797,
							["arg1"] = "2. Mzstayreal-古尔丹 1139.5k",
							["clColor"] = "fffff468",
						}, -- [241]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544715797,
							["arg1"] = "3. 闸北吴彦祖 1272.4k",
							["clColor"] = "fffff468",
						}, -- [242]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544715797,
							["arg1"] = "4. 麦吉克库瑞姆 1450.6k",
							["clColor"] = "fffff468",
						}, -- [243]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1544715797,
							["arg1"] = "5. 谜团空大 1716.0k",
							["clColor"] = "fffff468",
						}, -- [244]
						{
							["arg2"] = "军械专家",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715817,
							["arg1"] = "他们正在靠近！去猎杀他们！",
						}, -- [245]
						{
							["arg2"] = "格里布·拉姆罗克",
							["type"] = "MONSTER_YELL",
							["time"] = 1544715947,
							["arg1"] = "前往战歌要塞的飞艇已经抵达！要去北风苔原的旅客请登机！",
						}, -- [246]
						{
							["arg2"] = "猥琐的红领巾-阿格拉玛",
							["type"] = "PARTY",
							["time"] = 1544716036,
							["arg1"] = "【爱不易】任务完成：宝石图鉴",
							["clColor"] = "ff0070dd",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669419,
							["arg1"] = "我们始祖龟很喜欢听洛的故事，它讲诉了一只小始祖龟周游世界的旅程。",
						}, -- [1]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669434,
							["arg1"] = "“探索者洛”。随着洛渐渐长大，他对这个世界也愈发好奇。",
						}, -- [2]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669443,
							["arg1"] = "洛开始探索他遇到的远古废墟，通常还能发现奇珍异宝。",
						}, -- [3]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669451,
							["arg1"] = "你能引导洛找到所有的宝藏，然后前往出口，其间还不去重复他走过的路吗？",
						}, -- [4]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669463,
							["arg1"] = "洛的初次胜利让他更加自信，所以他为了探索而找到了更多奇妙的区域。",
						}, -- [5]
						{
							["arg2"] = "积恐搜寻者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669484,
							["arg1"] = "让潮水冲走你……",
						}, -- [6]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669589,
							["arg1"] = "附近有个危险的敌人。在它打乱我们计划前，消灭它。",
						}, -- [7]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669735,
							["arg1"] = "你的成功会让大酋长很高兴的。",
						}, -- [8]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669829,
							["arg1"] = "有人正从附近的艾泽里特中汲取能量，你要阻止他们！",
						}, -- [9]
						{
							["arg2"] = "注能者祖辛",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669839,
							["arg1"] = "这块石头的力量将复兴魔古帝国！",
						}, -- [10]
						{
							["arg2"] = "注能者祖辛",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669859,
							["arg1"] = "魔古族……会找到……更多的……石头……",
						}, -- [11]
						{
							["arg2"] = "麦格尼·铜须",
							["type"] = "MONSTER_SAY",
							["time"] = 1544669860,
							["arg1"] = "如果他们用他们的力量来治愈艾泽拉斯，而不是用来伤害她就好了。干得好，勇士。",
						}, -- [12]
						{
							["arg2"] = "被遗忘者难民",
							["type"] = "MONSTER_SAY",
							["time"] = 1544670002,
							["arg1"] = "当我们身无分文的时候，又怎么能竞拍我们需要的东西呢？",
						}, -- [13]
						{
							["arg2"] = "银河丶奥特曼-凤凰之神",
							["type"] = "EMOTE",
							["time"] = 1544670007,
							["arg1"] = "随时有团《1号面前》《英雄-奥迪尔》《1-8全躺尸都行》《掉落370+装备》《出一件付一件》，无装等要求，满级120既可进！",
							["clColor"] = "ffaad372",
						}, -- [14]
						{
							["arg2"] = "银河丶奥特曼-凤凰之神",
							["type"] = "EMOTE",
							["time"] = 1544670018,
							["arg1"] = "随时有团《1号面前》《英雄-奥迪尔》《1-8全躺尸都行》《掉落370+装备》《出一件付一件》，无装等要求，满级120既可进！",
							["clColor"] = "ffaad372",
						}, -- [15]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544670460,
							["arg1"] = "坐在这么漂亮的东西上面真是不好意思。",
						}, -- [16]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1544670461,
							["arg1"] = "我会滚啊滚，滚进魔古山的大门。",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 13:42:47。",
						}, -- [20]
						{
							["arg2"] = "收集者寇乔",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705161,
							["arg1"] = "我这些年收集了很多东西，看看你能不能把它们匹配上。",
						}, -- [21]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705334,
							["arg1"] = "鲜血巨魔想要毁灭我的人民，你得去阻止他们！",
						}, -- [22]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705368,
							["arg1"] = "祖达萨必将陨落！",
						}, -- [23]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705400,
							["arg1"] = "我会回来的，要让这些鲜血巨魔付出代价！",
						}, -- [24]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705408,
							["arg1"] = "他们趁着我侦察的时候偷袭我，不会再让他们这样了！",
						}, -- [25]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705414,
							["arg1"] = "血！血！血！",
						}, -- [26]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705452,
							["arg1"] = "他们趁着我侦察的时候偷袭我，不会再让他们这样了！",
						}, -- [27]
						{
							["arg2"] = "赞达拉祭品",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705462,
							["arg1"] = "谢谢你，我这就回祖尔加去。",
						}, -- [28]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705499,
							["arg1"] = "你的碎骨对我们很有用！",
						}, -- [29]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705509,
							["arg1"] = "你的碎骨对我们很有用！",
						}, -- [30]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705559,
							["arg1"] = "在血神面前，你再躲也没用！",
						}, -- [31]
						{
							["arg2"] = "纳萨瓦嗜食者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705560,
							["arg1"] = "新鲜的肉！",
						}, -- [32]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705597,
							["arg1"] = "鲜血巨魔是病态和扭曲的生物。他们已经没有希望改变了。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg2"] = "积雷女巫",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705870,
							["arg1"] = "为了女王！",
						}, -- [37]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705877,
							["arg1"] = "附近有一种危险的生物。在它伤害无辜之前，你必须把它除掉。",
						}, -- [38]
						{
							["arg2"] = "女歌手娜吉茵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705922,
							["arg1"] = "你的血肉会滋养深渊！",
						}, -- [39]
						{
							["arg2"] = "女歌手娜吉茵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705938,
							["arg1"] = "女王陛下…… 我……失败了……",
						}, -- [40]
						{
							["arg2"] = "沃里克",
							["type"] = "MONSTER_SAY",
							["time"] = 1544705939,
							["arg1"] = "谢谢你的帮助。多亏了你的努力，这片沙漠现在更安全了。",
						}, -- [41]
						{
							["arg2"] = "高阶督军克鲁姆什",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706085,
							["arg1"] = "如果联盟想拿德鲁斯瓦的怪物当挡箭牌，那就干脆把他们一锅端吧。为荣耀而战，为力量而战。",
						}, -- [42]
						{
							["arg2"] = "部署大师格洛克塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706147,
							["arg1"] = "血精灵！快上来！我们已经开始突袭这座该死的岛了。",
						}, -- [43]
						{
							["arg2"] = "乌沙·凿眼",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706181,
							["arg1"] = "发现联盟，消灭联盟。怎么消灭还要我教你吗？",
						}, -- [44]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706252,
							["arg1"] = "联盟有个军官正在集结附近的部队。别让他们扩充军力！",
						}, -- [45]
						{
							["arg2"] = "拉扎恩医生",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706410,
							["arg1"] = "我钟意和平，但不是对你！",
						}, -- [46]
						{
							["arg2"] = "乌沙·凿眼",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706482,
							["arg1"] = "听好了，苦工们！没救出我们的战士就不准休息。我们绝不会抛下自己人！",
						}, -- [47]
						{
							["arg2"] = "阿罗姆之台看守",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706501,
							["arg1"] = "你会为踏足德鲁斯瓦而后悔的！",
						}, -- [48]
						{
							["arg2"] = "洛坎",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706513,
							["arg1"] = "万灵说，联盟有个大人物就躲在附近。让他们瞧瞧，不管躲在哪儿，都逃不开部落的眼睛。",
						}, -- [49]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706541,
							["arg1"] = "Messlandya-黑铁对你做了个粗鲁的手势。",
						}, -- [50]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706541,
							["arg1"] = "Messlandya-黑铁对你做了个粗鲁的手势。",
						}, -- [51]
						{
							["arg2"] = "拉文霍德丶劳-刺骨利刃",
							["type"] = "EMOTE",
							["time"] = 1544706542,
							["arg1"] = "向他的队友大喊大叫。",
							["clColor"] = "fffff468",
						}, -- [52]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706542,
							["arg1"] = "Messlandya-黑铁对你做了个粗鲁的手势。",
						}, -- [53]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706543,
							["arg1"] = "Messlandya-黑铁安慰你。",
						}, -- [54]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706543,
							["arg1"] = "Messlandya-黑铁安慰你。",
						}, -- [55]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706544,
							["arg1"] = "Messlandya-黑铁把屁股对着你。",
						}, -- [56]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706544,
							["arg1"] = "Messlandya-黑铁把屁股对着你。",
						}, -- [57]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706546,
							["arg1"] = "Messlandya-黑铁靠近你然后放了一个很响的屁。",
						}, -- [58]
						{
							["type"] = "TEXT_EMOTE",
							["time"] = 1544706546,
							["arg1"] = "Messlandya-黑铁靠近你然后放了一个很响的屁。",
						}, -- [59]
						{
							["arg2"] = "拉文霍德丶劳-刺骨利刃",
							["type"] = "EMOTE",
							["time"] = 1544706687,
							["arg1"] = "向他的队友大喊大叫。",
							["clColor"] = "fffff468",
						}, -- [60]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544706832,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [61]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544706832,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [62]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706888,
							["arg1"] = "摄政王大人邀请夜之子前往银月城。我要去苏拉玛陪同塔莉萨女士参加会面。",
						}, -- [63]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706892,
							["arg1"] = "大酋长，数年前，部落追杀逃亡的加尔鲁什，追到了另一个德拉诺世界，与我记忆中一样真切。",
						}, -- [64]
						{
							["arg2"] = "希尔瓦娜斯·风行者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706895,
							["arg1"] = "那我就全靠你们俩了。请务必让苏拉玛的力量加入部落。",
						}, -- [65]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706901,
							["arg1"] = "这位英雄从加尔鲁什和燃烧军团手中拯救了德拉诺，因此也赢得了这些兽人的信任。他们欠部落一份情，是时候让他们好好报答一番了。",
						}, -- [66]
						{
							["arg2"] = "女伯爵莉亚德琳",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706902,
							["arg1"] = "遵命，大酋长。塔莉萨女士在苏拉玛有座庄园，我们在那儿见，麦吉克库瑞姆。",
						}, -- [67]
						{
							["arg2"] = "希尔瓦娜斯·风行者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706915,
							["arg1"] = "来自另一个世界的好战兽人吗？一群训练有素的士兵……随时准备着将武器对准联盟。真有意思……",
						}, -- [68]
						{
							["arg2"] = "希尔瓦娜斯·风行者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706927,
							["arg1"] = "这计划的确很棒。但我以为通向另一个德拉诺的大门早就关上了。",
						}, -- [69]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706933,
							["arg1"] = "我找到了加尔鲁什前往那个世界时使用的神器碎片。这样就可以重新打开道路……但我需要帮助。",
						}, -- [70]
						{
							["arg2"] = "希尔瓦娜斯·风行者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706944,
							["arg1"] = "我们的夜之子盟友对传送法术有特别独到的理解。我建议你们此行可以去寻求他们的帮助。",
						}, -- [71]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1544706954,
							["arg1"] = "我们就先行告退了，大酋长。来吧，麦吉克库瑞姆。",
						}, -- [72]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707120,
							["arg1"] = "碎片还没有被耗尽，我可以用它来送你一程。但是我的特长是传送，不是操控时间。",
						}, -- [73]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707122,
							["arg1"] = "我们前任的领袖很擅长时间魔法，她叫大魔导师艾利桑德。不过她大多的知识都随她而逝了。",
						}, -- [74]
						{
							["arg2"] = "首席传送师欧库勒斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707125,
							["arg1"] = "据说艾利桑德掌握了只有青铜龙才知道的咒语。也许他们会愿意帮助你。",
						}, -- [75]
						{
							["arg2"] = "伊崔格",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707128,
							["arg1"] = "大酋长可不会容忍失败的借口。看起来麦吉克库瑞姆必须得去塔纳利斯。我这把老骨头需要休息一下。",
						}, -- [76]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707252,
							["arg1"] = "束缚这些元素的魔法变弱了。快把它们干掉，免得它们给我们添乱。",
						}, -- [77]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707414,
							["arg1"] = "先让他们安分一下，我们将来再一劳永逸地解决这个问题。",
						}, -- [78]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707457,
							["arg1"] = "你能好心告诉我怎么回昆莱吗？",
						}, -- [79]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707476,
							["arg1"] = "斥候发现附近有个强大的威胁。快干掉它。",
						}, -- [80]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544707593,
							["arg1"] = "斥候发现附近有个强大的威胁。快干掉它。",
						}, -- [81]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544707641,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [82]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544707641,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [83]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544707651,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [84]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544707651,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [85]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544708573,
							["arg1"] = "我们必须压制这片区域内的敌军。我相信你能搞定这事。",
						}, -- [86]
						{
							["arg2"] = "纳萨诺斯·凋零者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544708699,
							["arg1"] = "任务完成了……但你本可以让他们多流点血。下次争取干得再漂亮点。",
						}, -- [87]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1544708824,
							["arg1"] = "这里有一个致命的敌人。在它伤害我们的盟友之前干掉它。",
						}, -- [88]
						{
							["arg2"] = "泰蕾丝",
							["type"] = "MONSTER_SAY",
							["time"] = 1544708903,
							["arg1"] = "他们现在属于我了！",
						}, -- [89]
						{
							["arg2"] = "泰蕾丝",
							["type"] = "MONSTER_SAY",
							["time"] = 1544708985,
							["arg1"] = "他们现在属于我了！",
						}, -- [90]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1544709010,
							["arg1"] = "那名敌人死了，我们的努力不会白费。",
						}, -- [91]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544709196,
							["arg1"] = "我们始祖龟很喜欢听洛的故事，它讲诉了一只小始祖龟周游世界的旅程。",
						}, -- [92]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544709209,
							["arg1"] = "“简单的生活”。有一天，洛决定去远方的一座岛上过安宁的生活。",
						}, -- [93]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544709218,
							["arg1"] = "你能引导洛找到岛上所有的食物，然后前往他的小屋，其间还不去重复他走过的路吗？",
						}, -- [94]
						{
							["arg2"] = "托基",
							["type"] = "MONSTER_SAY",
							["time"] = 1544709263,
							["arg1"] = "洛继续过着安详而平静的生活……且吃喝不愁。",
						}, -- [95]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709289,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [96]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709289,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [97]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709298,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [98]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709298,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [99]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709309,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [100]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709309,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [101]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709319,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [102]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709319,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [103]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709329,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [104]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709329,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [105]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709339,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [106]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "EMOTE",
							["time"] = 1544709339,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [107]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544709362,
							["arg1"] = "我感觉像是一根血肠。",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 15:16:36。",
						}, -- [111]
						{
							["arg2"] = "格里伏塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1544711147,
							["arg1"] = "格里伏塔的承诺：不提问，有折扣！",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544711664,
							["arg1"] = "十年了。我任劳任怨地刷牦牛十年了。",
						}, -- [116]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1544711665,
							["arg1"] = "有黑麦吗？",
						}, -- [117]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544711972,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on 谜团空大",
							["clColor"] = "fffff468",
						}, -- [118]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712078,
							["arg1"] = "闸北吴彦祖 is casting |cff71d5ff|Hspell:698:0|h[召唤仪式]|h|r",
							["clColor"] = "fffff468",
						}, -- [119]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712311,
							["arg1"] = "闸北吴彦祖 used |cff71d5ff|Hspell:29893:0|h[制造灵魂之井]|h|r",
							["clColor"] = "fffff468",
						}, -- [120]
						{
							["arg2"] = "机械化维和者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712323,
							["arg1"] = "暴揍时间到！",
						}, -- [121]
						{
							["arg2"] = "机械化维和者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712340,
							["arg1"] = "有了这个哨子，飞行管理员召之即来！",
						}, -- [122]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712345,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [123]
						{
							["arg2"] = "机械化维和者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712351,
							["arg1"] = "可重复食用的口香糖！和你的朋友、宠物、甚至是陌生人一起分享它吧！",
						}, -- [124]
						{
							["arg2"] = "混乱的暴徒",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712401,
							["arg1"] = "对不起，老大……",
						}, -- [125]
						{
							["arg2"] = "零食商贩",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712403,
							["arg1"] = "你这个蠢货！这些东西很贵的！",
						}, -- [126]
						{
							["arg2"] = "零食商贩",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712407,
							["arg1"] = "看起来你觉得我是黄金之类的东西做的！",
						}, -- [127]
						{
							["arg2"] = "雇来的刺客",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712435,
							["arg1"] = "能让你日趋强大的奥术水晶！可能不太稳定，但瑕不掩瑜！",
						}, -- [128]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712438,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [129]
						{
							["arg2"] = "混乱的暴徒",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712456,
							["arg1"] = "能让你日趋强大的奥术水晶！可能不太稳定，但瑕不掩瑜！",
						}, -- [130]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712476,
							["arg1"] = "在整个潘达利亚，什么都抵挡不了雄壮远足牦牛的狂怒。但愿你永远也不用亲眼见到。",
						}, -- [131]
						{
							["arg2"] = "零食商贩",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712488,
							["arg1"] = "能在水上开的车！",
						}, -- [132]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712496,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [133]
						{
							["arg2"] = "零食商贩",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712503,
							["arg1"] = "游吟诗人！",
						}, -- [134]
						{
							["arg2"] = "混乱的暴徒",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712518,
							["arg1"] = "豪华游船！让你在航行中享受更大空间和更多乐趣。绝对是顶级的享受！",
						}, -- [135]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712564,
							["arg1"] = "是时候升级一下了！",
						}, -- [136]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712594,
							["arg1"] = "好吧，我不想公平对决了。",
						}, -- [137]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712602,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [138]
						{
							["arg2"] = "机械化维和者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712610,
							["arg1"] = "暴揍时间到！",
						}, -- [139]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712641,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [140]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712687,
							["arg1"] = "来吧，我准备好赢钱了！",
						}, -- [141]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712690,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [142]
						{
							["arg2"] = "骰子商人",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712691,
							["arg1"] = "别让那帮欠债不还的家伙来我这儿赌，伙计！",
						}, -- [143]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712693,
							["arg1"] = "好吧，我不想公平对决了。",
						}, -- [144]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712696,
							["arg1"] = "为什么我要……让我对付他们！",
						}, -- [145]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712704,
							["arg1"] = "厕纸发射枪！想想能这节约多少宝贵的时间吧！",
						}, -- [146]
						{
							["arg2"] = "机械化维和者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712713,
							["arg1"] = "暴揍时间到！",
						}, -- [147]
						{
							["arg2"] = "机械化维和者",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712725,
							["arg1"] = "游吟诗人！",
						}, -- [148]
						{
							["arg2"] = "雇来的刺客",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712733,
							["arg1"] = "拉兹敦克说你不属于这里，孩子。",
						}, -- [149]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712739,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [150]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712770,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [151]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544712823,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [152]
						{
							["arg2"] = "机甲驾驶员",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712840,
							["arg1"] = "能让你日趋强大的奥术水晶！可能不太稳定，但瑕不掩瑜！",
						}, -- [153]
						{
							["arg2"] = "混乱的暴徒",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712875,
							["arg1"] = "可重复食用的口香糖！和你的朋友、宠物、甚至是陌生人一起分享它吧！",
						}, -- [154]
						{
							["arg2"] = "雇来的刺客",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712912,
							["arg1"] = "游吟诗人！",
						}, -- [155]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712951,
							["arg1"] = "你在这里可能会死于痢疾。",
						}, -- [156]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1544712953,
							["arg1"] = "我会滚啊滚，滚进魔古山的大门。",
						}, -- [157]
						{
							["arg2"] = "零食商贩",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713011,
							["arg1"] = "游吟诗人！",
						}, -- [158]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713073,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [159]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713171,
							["arg1"] = "闸北吴彦祖 used |cff71d5ff|Hspell:29893:0|h[制造灵魂之井]|h|r",
							["clColor"] = "fffff468",
						}, -- [160]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713255,
							["arg1"] = "闸北吴彦祖 cast |cff71d5ff|Hspell:95750:0|h[灵魂石复活]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [161]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713257,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [162]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713323,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [163]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713341,
							["arg1"] = "我要带着你一起走！",
						}, -- [164]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713362,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [165]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713376,
							["arg1"] = "尽情狂欢吧！",
						}, -- [166]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713400,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [167]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713436,
							["arg1"] = "尽情狂欢吧！",
						}, -- [168]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713457,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [169]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713489,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [170]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713525,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [171]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713545,
							["arg1"] = "再近一点！",
						}, -- [172]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713547,
							["arg1"] = "再近一点！",
						}, -- [173]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713566,
							["arg1"] = "尽情狂欢吧！",
						}, -- [174]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713649,
							["arg1"] = "闸北吴彦祖 is casting |cff71d5ff|Hspell:698:0|h[召唤仪式]|h|r",
							["clColor"] = "fffff468",
						}, -- [175]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713713,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [176]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713785,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [177]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713823,
							["arg1"] = "来吧，给我一个拥抱！",
						}, -- [178]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713838,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [179]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713839,
							["arg1"] = "来吧，给我一个拥抱！",
						}, -- [180]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713843,
							["arg1"] = "我要带着你一起走！",
						}, -- [181]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713899,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [182]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713929,
							["arg1"] = "|cff71d5ff|Hspell:2094:0|h[致盲]|h|r on 风险投资公司塑地者 removed by {rt2}谜团空大's |cff71d5ff|Hspell:55078:0|h[血之疫病]|h|r",
							["clColor"] = "fffff468",
						}, -- [183]
						{
							["arg2"] = "暴虐的工兵",
							["type"] = "MONSTER_SAY",
							["time"] = 1544713944,
							["arg1"] = "再近一点！",
						}, -- [184]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544713957,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [185]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714014,
							["arg1"] = "麦吉克库瑞姆 中了愤怒凝视",
							["clColor"] = "fffff468",
						}, -- [186]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714014,
							["arg1"] = "哈尼斯斯 中了愤怒凝视",
							["clColor"] = "ff3fc6ea",
						}, -- [187]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714015,
							["arg1"] = "哈尼斯斯 中了愤怒凝视",
							["clColor"] = "ff3fc6ea",
						}, -- [188]
						{
							["arg2"] = "Mzstayreal-古尔丹",
							["type"] = "SAY",
							["time"] = 1544714030,
							["arg1"] = "Mzstayreal 中了愤怒凝视",
							["clColor"] = "ff00ff96",
						}, -- [189]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714035,
							["arg1"] = "麦吉克库瑞姆 中了愤怒凝视",
							["clColor"] = "fffff468",
						}, -- [190]
						{
							["arg2"] = "Mzstayreal-古尔丹",
							["type"] = "SAY",
							["time"] = 1544714073,
							["arg1"] = "Mzstayreal 中了愤怒凝视",
							["clColor"] = "ff00ff96",
						}, -- [191]
						{
							["arg2"] = "Mzstayreal-古尔丹",
							["type"] = "SAY",
							["time"] = 1544714077,
							["arg1"] = "Mzstayreal 中了愤怒凝视",
							["clColor"] = "ff00ff96",
						}, -- [192]
						{
							["arg2"] = "艾泽洛克",
							["type"] = "MONSTER_SAY",
							["time"] = 1544714118,
							["arg1"] = "必须治愈……伤口……",
						}, -- [193]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714184,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [194]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714228,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [195]
						{
							["arg2"] = "不靠谱的助理",
							["type"] = "MONSTER_SAY",
							["time"] = 1544714249,
							["arg1"] = "我可不会为这些混蛋去死！",
						}, -- [196]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714298,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [197]
						{
							["arg2"] = "不靠谱的助理",
							["type"] = "MONSTER_SAY",
							["time"] = 1544714327,
							["arg1"] = "这点工资根本不值得我拼命！",
						}, -- [198]
						{
							["arg2"] = "不靠谱的助理",
							["type"] = "MONSTER_SAY",
							["time"] = 1544714380,
							["arg1"] = "我可不会为这些混蛋去死！",
						}, -- [199]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714397,
							["arg1"] = "闸北吴彦祖 used |cff71d5ff|Hspell:29893:0|h[制造灵魂之井]|h|r",
							["clColor"] = "fffff468",
						}, -- [200]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714555,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [201]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714681,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [202]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714811,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [203]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714830,
							["arg1"] = "{rt2}谜团空大 cast |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r on 哈尼斯斯",
							["clColor"] = "fffff468",
						}, -- [204]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714916,
							["arg1"] = "|cff71d5ff|Hspell:6358:0|h[诱惑]|h|r on {rt2}武器测试员 removed by 麦吉克库瑞姆's |cff71d5ff|Hspell:22482:0|h[剑刃乱舞]|h|r",
							["clColor"] = "fffff468",
						}, -- [205]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544714939,
							["arg1"] = "|cff71d5ff|Hspell:6358:0|h[诱惑]|h|r on {rt2}武器测试员 removed by 谜团空大's 符文武器's |cff71d5ff|Hspell:50842:0|h[血液沸腾]|h|r",
							["clColor"] = "fffff468",
						}, -- [206]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715006,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on 谜团空大",
							["clColor"] = "fffff468",
						}, -- [207]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715102,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on 谜团空大",
							["clColor"] = "fffff468",
						}, -- [208]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715496,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on 谜团空大",
							["clColor"] = "fffff468",
						}, -- [209]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715510,
							["arg1"] = "闸北吴彦祖 used |cff71d5ff|Hspell:29893:0|h[制造灵魂之井]|h|r",
							["clColor"] = "fffff468",
						}, -- [210]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715518,
							["arg1"] = "哈尼斯斯 中了自控导弹",
							["clColor"] = "ff3fc6ea",
						}, -- [211]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715538,
							["arg1"] = "闸北吴彦祖 中了自控导弹",
							["clColor"] = "ff8787ed",
						}, -- [212]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715580,
							["arg1"] = "谜团空大 cast |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r on 闸北吴彦祖",
							["clColor"] = "fffff468",
						}, -- [213]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715583,
							["arg1"] = "闸北吴彦祖 中了自控导弹",
							["clColor"] = "ff8787ed",
						}, -- [214]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715591,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on 谜团空大",
							["clColor"] = "fffff468",
						}, -- [215]
						{
							["arg2"] = "Mzstayreal-古尔丹",
							["type"] = "SAY",
							["time"] = 1544715602,
							["arg1"] = "Mzstayreal 中了艾泽里特觅心者",
							["clColor"] = "ff00ff96",
						}, -- [216]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715617,
							["arg1"] = "麦吉克库瑞姆 中了艾泽里特觅心者",
							["clColor"] = "fffff468",
						}, -- [217]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715642,
							["arg1"] = "哈尼斯斯 中了自控导弹",
							["clColor"] = "ff3fc6ea",
						}, -- [218]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715654,
							["arg1"] = "谜团空大 cast |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r on 哈尼斯斯",
							["clColor"] = "fffff468",
						}, -- [219]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715675,
							["arg1"] = "谜团空大 cast |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r on 闸北吴彦祖",
							["clColor"] = "fffff468",
						}, -- [220]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715687,
							["arg1"] = "谜团空大 cast |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r on 哈尼斯斯",
							["clColor"] = "fffff468",
						}, -- [221]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1544715756,
							["arg1"] = "麦吉克库瑞姆 cast |cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r on {rt2}谜团空大",
							["clColor"] = "fffff468",
						}, -- [222]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1544715934,
							["arg1"] = "再给我一分钟就好。等等，那全错了。",
						}, -- [223]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544715943,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [224]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "EMOTE",
							["time"] = 1544715943,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [225]
						{
							["arg2"] = "怀特小慕-格雷迈恩",
							["type"] = "EMOTE",
							["time"] = 1544716009,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffffffff",
						}, -- [226]
						{
							["arg2"] = "怀特小慕-格雷迈恩",
							["type"] = "EMOTE",
							["time"] = 1544716009,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffffffff",
						}, -- [227]
						{
							["arg2"] = "猎血苦力",
							["type"] = "MONSTER_SAY",
							["time"] = 1544716191,
							["arg1"] = "Guzincha！",
						}, -- [228]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1544716213,
							["arg1"] = "洛阿神灵卡格瓦很冲动，总想吃东西……和贡品。也许你可以从附近的动物身上收集一点贡品。",
						}, -- [229]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544716396,
							["arg1"] = "我感觉像是一根血肠。",
						}, -- [230]
						{
							["arg2"] = "塔兰吉公主",
							["type"] = "MONSTER_SAY",
							["time"] = 1544716403,
							["arg1"] = "我希望这样就足够满足一个洛阿神灵的胃口了。",
						}, -- [231]
						{
							["arg2"] = "怀特小慕-格雷迈恩",
							["type"] = "EMOTE",
							["time"] = 1544716432,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffffffff",
						}, -- [232]
						{
							["arg2"] = "怀特小慕-格雷迈恩",
							["type"] = "EMOTE",
							["time"] = 1544716432,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffffffff",
						}, -- [233]
						{
							["arg2"] = "怀特小慕-格雷迈恩",
							["type"] = "EMOTE",
							["time"] = 1544716452,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffffffff",
						}, -- [234]
						{
							["arg2"] = "怀特小慕-格雷迈恩",
							["type"] = "EMOTE",
							["time"] = 1544716452,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffffffff",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = "记录开始于 12/13/2018 的 20:36:31。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg2"] = "格里伏塔",
							["type"] = "MONSTER_SAY",
							["time"] = 1544729961,
							["arg1"] = "神奇的护身符！绝妙的珍玩！大客户购买有特价！",
						}, -- [239]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1544730188,
							["arg1"] = "顾客在等着呢。这个究竟要等多久？",
						}, -- [240]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1544730190,
							["arg1"] = "切瓜时不能心急火燎。请让厨师慢慢弄。",
						}, -- [241]
						{
							["arg2"] = "巴斯特罗·戈扎科",
							["type"] = "MONSTER_SAY",
							["time"] = 1544730488,
							["arg1"] = "你的斧子好像不怎么快啊，我的朋友。",
						}, -- [242]
						{
							["arg2"] = "切肉者卡罗",
							["type"] = "MONSTER_SAY",
							["time"] = 1544730490,
							["arg1"] = "那我还是拿你的伶牙俐齿来切甜瓜好了，戈扎科。",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [246]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1544732626,
							["arg1"] = "放入越多，进去越多。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576871,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [1]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576871,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [2]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576873,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [3]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576873,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [4]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576878,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [5]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576878,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [6]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576886,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [7]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576886,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [8]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576888,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [9]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576888,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [10]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576890,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [11]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576890,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [12]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576893,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [13]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576893,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [14]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576901,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [15]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576901,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [16]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576903,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [17]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576903,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [18]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576908,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [19]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576908,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [20]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576910,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [21]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576910,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [22]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576917,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [23]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576917,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [24]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576919,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [25]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576919,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [26]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576924,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [27]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576924,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [28]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576931,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [29]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576931,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [30]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576932,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [31]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576932,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [32]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576934,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [33]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576934,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [34]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576939,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [35]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576939,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [36]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576947,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [37]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576947,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [38]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576949,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [39]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576949,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [40]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576951,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [41]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576951,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [42]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576954,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [43]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576954,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [44]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576963,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [45]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576963,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [46]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576964,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [47]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576964,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [48]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576969,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [49]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576969,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [50]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576971,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [51]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576971,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [52]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576978,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [53]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576978,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [54]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576979,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [55]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576979,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [56]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576985,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [57]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544576985,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [58]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576991,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [59]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544576991,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [60]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576993,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [61]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544576993,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [62]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576995,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [63]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544576995,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [64]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577000,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [65]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577000,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [66]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577009,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [67]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577009,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [68]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577010,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [69]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577010,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [70]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577011,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [71]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577011,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [72]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577015,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [73]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577015,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [74]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577018,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [75]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577018,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [76]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577024,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [77]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577024,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [78]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577026,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [79]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577026,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [80]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577027,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [81]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577027,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [82]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577030,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [83]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577030,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [84]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577038,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [85]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577038,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [86]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577039,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [87]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577039,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [88]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577041,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [89]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577041,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [90]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577046,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [91]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577046,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [92]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577047,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [93]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577047,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [94]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577055,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [95]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577055,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [96]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577056,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [97]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577056,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [98]
						{
							["arg2"] = "小贼卡拉-卡拉赞",
							["type"] = "YELL",
							["time"] = 1544577056,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "fffff468",
						}, -- [99]
						{
							["arg2"] = "小贼卡拉-卡拉赞",
							["type"] = "YELL",
							["time"] = 1544577056,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "fffff468",
						}, -- [100]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577058,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [101]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577058,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [102]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577061,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [103]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577061,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [104]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577067,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [105]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577067,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [106]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577070,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [107]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577070,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [108]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577072,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [109]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577072,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [110]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577076,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [111]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577076,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [112]
						{
							["arg2"] = "小贼卡拉-卡拉赞",
							["type"] = "YELL",
							["time"] = 1544577077,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "fffff468",
						}, -- [113]
						{
							["arg2"] = "小贼卡拉-卡拉赞",
							["type"] = "YELL",
							["time"] = 1544577077,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "fffff468",
						}, -- [114]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577078,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [115]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577079,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [116]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577085,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [117]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577085,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [118]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577087,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [119]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577087,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [120]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577087,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [121]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577087,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [122]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577091,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [123]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577091,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [124]
						{
							["arg2"] = "小贼卡拉-卡拉赞",
							["type"] = "YELL",
							["time"] = 1544577097,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "fffff468",
						}, -- [125]
						{
							["arg2"] = "小贼卡拉-卡拉赞",
							["type"] = "YELL",
							["time"] = 1544577097,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "fffff468",
						}, -- [126]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577099,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [127]
						{
							["arg2"] = "轰隆小猎手-红龙女王",
							["type"] = "YELL",
							["time"] = 1544577099,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ffaad372",
						}, -- [128]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577101,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ff00ff96",
						}, -- [129]
						{
							["arg2"] = "残暴丶弑魔-黑龙军团",
							["type"] = "YELL",
							["time"] = 1544577101,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ff00ff96",
						}, -- [130]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577102,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffaad372",
						}, -- [131]
						{
							["arg2"] = "林黛玉丶葬花-嚎风峡湾",
							["type"] = "YELL",
							["time"] = 1544577102,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffaad372",
						}, -- [132]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577107,
							["arg1"] = "老一面前。英雄/史诗 奥迪尔 1-8全通  ，370-395装备 ，武器，饰品，特质装，散件，同甲帮摸 出一付一，密我进大团，满 120级即可进,速度提升",
							["clColor"] = "ffffffff",
						}, -- [133]
						{
							["arg2"] = "兰博氵基尼-破碎岭",
							["type"] = "YELL",
							["time"] = 1544577107,
							["arg1"] = "①号面前，马上开打，奥迪尔H/M 1-8全通  ，碾压速推，370-395装备 ，武器，饰品，特质装，散件，出一付一，密我进大团，无装等要求，满 120级即可进",
							["clColor"] = "ffffffff",
						}, -- [134]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577108,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [135]
						{
							["arg2"] = "恶魔小树-恶魔之魂",
							["type"] = "YELL",
							["time"] = 1544577108,
							["arg1"] = "随时有团 英雄H；奥迪尔/史诗m奥迪尔 1-8碾压 370-395 装等，武器【特质】【散件】不强制，出一件付件，密我进大团，不要装等满120即可",
							["clColor"] = "ff8787ed",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = "记录开始于 12/12/2018 的 02:18:07。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg2"] = "时光乄-伊森利恩",
							["type"] = "YELL",
							["time"] = 1544579525,
							["arg1"] = "吸血鬼持续时间结束",
							["clColor"] = "ffc41e3a",
						}, -- [140]
						{
							["arg2"] = "时光乄-伊森利恩",
							["type"] = "YELL",
							["time"] = 1544579525,
							["arg1"] = "霸体持续时间结束！！",
							["clColor"] = "ffc41e3a",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = "记录开始于 12/12/2018 的 14:14:15。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg2"] = "微笑僧-伊森利恩",
							["type"] = "YELL",
							["time"] = 1544620498,
							["arg1"] = "{鼓掌}(奥迪尔）-（史诗）-（英雄）-（1--8）-（跟打-躺尸）-（掉落370-395装备）-（无押金-无竞争）- （无装等要求满级120即可）",
							["clColor"] = "ff00ff96",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 15:33:37。",
						}, -- [148]
						{
							["arg2"] = "黄墨非-凤凰之神",
							["type"] = "YELL",
							["time"] = 1544625559,
							["arg1"] = "火",
							["clColor"] = "fff48cba",
						}, -- [149]
						{
							["arg2"] = "西门望点点丶-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544625655,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [150]
						{
							["arg2"] = "西门望点点丶-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544625655,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [151]
						{
							["arg2"] = "一要的在-奥斯里安",
							["type"] = "YELL",
							["time"] = 1544625669,
							["arg1"] = "马上开打 【史诗】【英雄】【奥迪尔】【1-8】 【跟打/躺尸都行】 370-395装备 出一付一 无装等要求 120即可进 另有10-15层同甲低保，密我进团",
							["clColor"] = "ffa330c9",
						}, -- [152]
						{
							["arg2"] = "一要的在-奥斯里安",
							["type"] = "YELL",
							["time"] = 1544625702,
							["arg1"] = "马上开打 【史诗】【英雄】【奥迪尔】【1-8】 【跟打/躺尸都行】 370-395装备 出一付一 无装等要求 120即可进 另有10-15层同甲低保，密我进团",
							["clColor"] = "ffa330c9",
						}, -- [153]
						{
							["arg2"] = "一要的在-奥斯里安",
							["type"] = "YELL",
							["time"] = 1544625735,
							["arg1"] = "马上开打 【史诗】【英雄】【奥迪尔】【1-8】 【跟打/躺尸都行】 370-395装备 出一付一 无装等要求 120即可进 另有10-15层同甲低保，密我进团",
							["clColor"] = "ffa330c9",
						}, -- [154]
						{
							["arg2"] = "一要的在-奥斯里安",
							["type"] = "YELL",
							["time"] = 1544625768,
							["arg1"] = "马上开打 【史诗】【英雄】【奥迪尔】【1-8】 【跟打/躺尸都行】 370-395装备 出一付一 无装等要求 120即可进 另有10-15层同甲低保，密我进团",
							["clColor"] = "ffa330c9",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = "记录开始于 12/12/2018 的 17:33:34。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632654,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [159]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632654,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [160]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632665,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [161]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632665,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [162]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632676,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [163]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632676,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [164]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632687,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [165]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632687,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [166]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632698,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [167]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632698,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [168]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632709,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [169]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632709,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [170]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632720,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [171]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632720,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [172]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632731,
							["arg1"] = "~马上开打~英雄H/史诗~奥迪尔1-8全通~碾压 370-395装等，贼法德DK/战猎萨WS/骑牧术DH 特质装大甩卖,不强制,出一件付一件。 密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [173]
						{
							["arg2"] = "西北望点点-寒冰皇冠",
							["type"] = "YELL",
							["time"] = 1544632731,
							["arg1"] = "~随时有团~H英雄/史诗~奥迪尔1-8全通~碾压370-395装等，特质装，武器，饰品，散件大甩卖，不强制，出一件付一件，密我进大团，无装等要求，满级120即可进！",
							["clColor"] = "ff00ff96",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = "记录开始于 12/13/2018 的 02:01:38。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg2"] = "不能倒-主宰之剑",
							["type"] = "YELL",
							["time"] = 1544663323,
							["arg1"] = "好的五花肉",
							["clColor"] = "ffa330c9",
						}, -- [178]
						{
							["arg2"] = "不能倒-主宰之剑",
							["type"] = "YELL",
							["time"] = 1544663429,
							["arg1"] = "好的五花肉",
							["clColor"] = "ffa330c9",
						}, -- [179]
						{
							["arg2"] = "不能倒-主宰之剑",
							["type"] = "YELL",
							["time"] = 1544663429,
							["arg1"] = "好的五花肉",
							["clColor"] = "ffa330c9",
						}, -- [180]
						{
							["arg2"] = "你可真贱呐-凤凰之神",
							["type"] = "YELL",
							["time"] = 1544664815,
							["arg1"] = "我特么爆22222断    CD15秒 下个准备",
							["clColor"] = "fffff468",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = "记录开始于 12/13/2018 的 03:24:06。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg2"] = "我是小蜜蜂-黑铁",
							["type"] = "YELL",
							["time"] = 1544669782,
							["arg1"] = "我已打断血囊蛛的|cff71d5ff|Hspell:263803:0|h[鲜血盛宴]|h|r",
							["clColor"] = "ffc41e3a",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [188]
						{
							["arg2"] = "Messlandya-黑铁",
							["type"] = "YELL",
							["time"] = 1544706489,
							["arg1"] = "Far se mod",
							["clColor"] = "fffff468",
						}, -- [189]
						{
							["arg2"] = "Messlandya-黑铁",
							["type"] = "YELL",
							["time"] = 1544706490,
							["arg1"] = "Far se mod",
							["clColor"] = "fffff468",
						}, -- [190]
						{
							["arg2"] = "Messlandya-黑铁",
							["type"] = "YELL",
							["time"] = 1544706543,
							["arg1"] = "Far se mod",
							["clColor"] = "fffff468",
						}, -- [191]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706832,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [192]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706832,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [193]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544706834,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [194]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544706834,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,布/板/皮/锁、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [195]
						{
							["arg2"] = "Ewqzsqdq-白骨荒野",
							["type"] = "YELL",
							["time"] = 1544706838,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M..  .. ",
							["clColor"] = "ff0070dd",
						}, -- [196]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706841,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [197]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706841,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [198]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706852,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [199]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706852,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [200]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544706854,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [201]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544706854,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,布/板/皮/锁、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [202]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706862,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [203]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544706862,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [204]
						{
							["arg2"] = "史诗虔敬裹手-雷霆之怒",
							["type"] = "YELL",
							["time"] = 1544706864,
							["arg1"] = "出来吧，星空驴子！！",
							["clColor"] = "ffffffff",
						}, -- [205]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544706864,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [206]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544706864,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,布/板/皮/锁、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [207]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544707641,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [208]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544707641,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [209]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544707643,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [210]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544707644,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,布/板/皮/锁、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [211]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544707651,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [212]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544707651,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [213]
						{
							["arg2"] = "狂热萨琪玛-狂热之刃",
							["type"] = "YELL",
							["time"] = 1544707661,
							["arg1"] = "马上开打，《  奥迪尔 1-8全通 》  ，（370-395装备）碾压速推，《无装等 要求》，《满 120就可以进本》，《出一付一》，密我进大团",
							["clColor"] = "ffaad372",
						}, -- [214]
						{
							["arg2"] = "狂热萨琪玛-狂热之刃",
							["type"] = "YELL",
							["time"] = 1544707676,
							["arg1"] = "马上开打，《  奥迪尔 1-8全通 》  ，（370-395装备）碾压速推，《无装等 要求》，《满 120就可以进本》，《出一付一》，密我进大团",
							["clColor"] = "ffaad372",
						}, -- [215]
						{
							["arg2"] = "狂热萨琪玛-狂热之刃",
							["type"] = "YELL",
							["time"] = 1544707691,
							["arg1"] = "马上开打，《  奥迪尔 1-8全通 》  ，（370-395装备）碾压速推，《无装等 要求》，《满 120就可以进本》，《出一付一》，密我进大团",
							["clColor"] = "ffaad372",
						}, -- [216]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709289,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [217]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709289,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [218]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709298,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [219]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709298,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [220]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709309,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [221]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709309,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [222]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709319,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [223]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709319,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [224]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709329,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [225]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709329,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [226]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709339,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [227]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709339,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [228]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709349,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [229]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709349,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [230]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709359,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [231]
						{
							["arg2"] = "光明照耀-希雷诺斯",
							["type"] = "YELL",
							["time"] = 1544709359,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ffaad372",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715220,
							["arg1"] = "潜伏帷幕已释放 持续15s",
							["clColor"] = "fffff468",
						}, -- [236]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715224,
							["arg1"] = "剩余10s",
							["clColor"] = "fffff468",
						}, -- [237]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715229,
							["arg1"] = "剩余5s",
							["clColor"] = "fffff468",
						}, -- [238]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715230,
							["arg1"] = "剩余4s",
							["clColor"] = "fffff468",
						}, -- [239]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715231,
							["arg1"] = "剩余3s",
							["clColor"] = "fffff468",
						}, -- [240]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715232,
							["arg1"] = "剩余2s",
							["clColor"] = "fffff468",
						}, -- [241]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715233,
							["arg1"] = "剩余1s",
							["clColor"] = "fffff468",
						}, -- [242]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "YELL",
							["time"] = 1544715234,
							["arg1"] = "潜伏帷幕已结束",
							["clColor"] = "fffff468",
						}, -- [243]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544715943,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,板甲、布甲、皮甲、锁甲、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [244]
						{
							["arg2"] = "必须出手-深渊之巢",
							["type"] = "YELL",
							["time"] = 1544715943,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff0070dd",
						}, -- [245]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544715947,
							["arg1"] = "~随时有团~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,特质装、武器、饰品、散件大甩卖,不强制、出一件付一件，密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [246]
						{
							["arg2"] = "快快来-塔纳利斯",
							["type"] = "YELL",
							["time"] = 1544715947,
							["arg1"] = "~马上开打~英雄H/史诗M~奥迪尔1-8全通~碾压 370-395装等,布/板/皮/锁、SP、特质装大甩卖,不强制、出一件付一件、密我进大团！无装等要求，满级120即可进！",
							["clColor"] = "ff3fc6ea",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会官员",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/04/2018 的 16:38:27。",
						}, -- [1]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1543937991,
							["arg1"] = "aa",
							["clColor"] = "fffff468",
						}, -- [2]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1543937999,
							["arg1"] = "将军牛逼！",
							["clColor"] = "fffff468",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940060,
							["arg1"] = "好了么？",
							["clColor"] = "fffff468",
						}, -- [1]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940061,
							["arg1"] = "好了么？",
							["clColor"] = "fffff468",
						}, -- [2]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940275,
							["arg1"] = "吸血鬼之速",
							["clColor"] = "fffff468",
						}, -- [3]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940452,
							["arg1"] = "@",
							["clColor"] = "fffff468",
						}, -- [4]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940453,
							["arg1"] = "球菌",
							["clColor"] = "fffff468",
						}, -- [5]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940455,
							["arg1"] = "铁磁",
							["clColor"] = "fffff468",
						}, -- [6]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940456,
							["arg1"] = "wcnm",
							["clColor"] = "fffff468",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/04/2018 的 17:29:03。",
						}, -- [10]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940978,
							["arg1"] = "退组",
							["clColor"] = "fffff468",
						}, -- [11]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1543940987,
							["arg1"] = "我和将军在一起",
							["clColor"] = "fffff468",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = "记录开始于 12/06/2018 的 00:07:43。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544053616,
							["arg1"] = "毕业戒指？？",
							["clColor"] = "fffff468",
						}, -- [16]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544053646,
							["arg1"] = "操了",
							["clColor"] = "ff00ff96",
						}, -- [17]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544053658,
							["arg1"] = "？？",
							["clColor"] = "fffff468",
						}, -- [18]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544053666,
							["arg1"] = "去开PVP低保 一件370",
							["clColor"] = "fffff468",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 12/06/2018 的 15:44:57。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544107565,
							["arg1"] = "搞啊",
							["clColor"] = "fffff468",
						}, -- [23]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544107839,
							["arg1"] = "|cffa335ee|Hitem:161906::::::::120:260::38:5:4985:4802:5129:1542:4786:::|h[悚然角斗士的披风]|h|r",
							["clColor"] = "fffff468",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 12/06/2018 的 15:55:32。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544108816,
							["arg1"] = "|cff71d5ff|Htalent:22338|h[深谋远虑]|h|r",
							["clColor"] = "fffff468",
						}, -- [28]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544108818,
							["arg1"] = "|cff71d5ff|Htalent:22337|h[毒物大师]|h|r",
							["clColor"] = "fffff468",
						}, -- [29]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544109836,
							["arg1"] = "将军好（鞠躬）",
							["clColor"] = "fffff468",
						}, -- [30]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544109939,
							["arg1"] = "局座好",
							["clColor"] = "fffff468",
						}, -- [31]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544109941,
							["arg1"] = "我的",
							["clColor"] = "fffff468",
						}, -- [32]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544110434,
							["arg1"] = "局座，麻烦发下合计",
							["clColor"] = "fffff468",
						}, -- [33]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544110438,
							["arg1"] = "的配方",
							["clColor"] = "fffff468",
						}, -- [34]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544110443,
							["arg1"] = "|cffffd000|Henchant:252350|h[赞达拉炼金术: 湍流合剂]|h|r",
							["clColor"] = "fffff468",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/06/2018 的 17:04:40。",
						}, -- [38]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544112332,
							["arg1"] = "狂徒需求哥哥们",
							["clColor"] = "ff00ff96",
						}, -- [39]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544113552,
							["arg1"] = "这个sp你们要吗？",
							["clColor"] = "ff00ff96",
						}, -- [40]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544113557,
							["arg1"] = "毕业的把",
							["clColor"] = "ff00ff96",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = "记录开始于 12/07/2018 的 00:41:16。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544146764,
							["arg1"] = "1361",
							["clColor"] = "fffff468",
						}, -- [45]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544146769,
							["arg1"] = "1431",
							["clColor"] = "fffff468",
						}, -- [46]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149331,
							["arg1"] = "|cffa335ee|Hitem:160653::::::::120:260::5:3:4799:1492:4786:::|h[夏尔扎克斯的迷蒙之眼]|h|r",
							["clColor"] = "fffff468",
						}, -- [47]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149507,
							["arg1"] = "铁磁",
							["clColor"] = "fffff468",
						}, -- [48]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149511,
							["arg1"] = "公会有皇粮",
							["clColor"] = "fffff468",
						}, -- [49]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149514,
							["arg1"] = "记得吃",
							["clColor"] = "fffff468",
						}, -- [50]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149608,
							["arg1"] = "Skada：总体: 02:38 (48分钟40秒)战斗中的伤害：",
							["clColor"] = "fffff468",
						}, -- [51]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149608,
							["arg1"] = " 2. 麦吉克库瑞姆   2829.19万 (1.55万, 34.0%)",
							["clColor"] = "fffff468",
						}, -- [52]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149608,
							["arg1"] = " 1. 总体   8319.97万 (7.50万)",
							["clColor"] = "fffff468",
						}, -- [53]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544149608,
							["arg1"] = " 3. 濒湖猫社社长   2299.86万 (1.20万, 27.6%)",
							["clColor"] = "fffff468",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = "记录开始于 12/07/2018 的 14:44:33。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544191017,
							["arg1"] = "梅神医？",
							["clColor"] = "fff48cba",
						}, -- [58]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192341,
							["arg1"] = "？？？",
							["clColor"] = "fffff468",
						}, -- [59]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192344,
							["arg1"] = "你又听不见？？",
							["clColor"] = "fffff468",
						}, -- [60]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192346,
							["arg1"] = "我真是",
							["clColor"] = "fffff468",
						}, -- [61]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192366,
							["arg1"] = "好的",
							["clColor"] = "fffff468",
						}, -- [62]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192369,
							["arg1"] = "你他妈的",
							["clColor"] = "fffff468",
						}, -- [63]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192372,
							["arg1"] = "是不是把我",
							["clColor"] = "fffff468",
						}, -- [64]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544192373,
							["arg1"] = "屏蔽了？",
							["clColor"] = "fffff468",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = "记录开始于 12/07/2018 的 15:52:21。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544194912,
							["arg1"] = "搞啊",
							["clColor"] = "fffff468",
						}, -- [69]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544195070,
							["arg1"] = "铁磁",
							["clColor"] = "fffff468",
						}, -- [70]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544195072,
							["arg1"] = "上ws啊",
							["clColor"] = "fffff468",
						}, -- [71]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544195258,
							["arg1"] = "fd ",
							["clColor"] = "fffff468",
						}, -- [72]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544195260,
							["arg1"] = "大哥dsgd腐蚀gd是个dfs个d",
							["clColor"] = "fffff468",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/07/2018 的 16:15:40。",
						}, -- [76]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544195914,
							["arg1"] = "打什么",
							["clColor"] = "ff00ff96",
						}, -- [77]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544197336,
							["arg1"] = "还有33一定要给标记，不然太乱了打起来",
							["clColor"] = "ff00ff96",
						}, -- [78]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544205761,
							["arg1"] = "|cffa335ee|Hitem:162542::::::::120:260::16:4:5010:4802:1542:4786:::|h[城市卫兵印戒]|h|r",
							["clColor"] = "fffff468",
						}, -- [79]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544205766,
							["arg1"] = "|cffa335ee|Hitem:158318:5942:154126::::::120:260::16:4:5010:4802:1557:4784:::|h[浊蓝玺戒]|h|r",
							["clColor"] = "fffff468",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = "记录开始于 12/08/2018 的 15:38:19。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544279961,
							["arg1"] = "搞？？",
							["clColor"] = "fffff468",
						}, -- [84]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544280637,
							["arg1"] = "hi",
							["clColor"] = "fffff468",
						}, -- [85]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544280641,
							["arg1"] = "术爷好，鞠躬",
							["clColor"] = "ffc41e3a",
						}, -- [86]
						{
							["arg2"] = "闸北吴彦祖",
							["type"] = "GUILD",
							["time"] = 1544280666,
							["arg1"] = "。",
							["clColor"] = "ff8787ed",
						}, -- [87]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544280671,
							["arg1"] = "你现在这个人",
							["clColor"] = "ff8787ed",
						}, -- [88]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544280678,
							["arg1"] = "变得骚叽叽的",
							["clColor"] = "ff8787ed",
						}, -- [89]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544280966,
							["arg1"] = "@球菌？？？？？？？？？？？？",
							["clColor"] = "fffff468",
						}, -- [90]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281044,
							["arg1"] = "？",
							["clColor"] = "fff48cba",
						}, -- [91]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281053,
							["arg1"] = "刚刚没看到欸",
							["clColor"] = "fff48cba",
						}, -- [92]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281064,
							["arg1"] = "你他妈M12出2件装备？",
							["clColor"] = "fffff468",
						}, -- [93]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281100,
							["arg1"] = "|cffa335ee|Hitem:160638::154126::::::120:66::6:5:4800:1808:43:1507:4786:::|h[消毒者的重型腰带]|h|r",
							["clColor"] = "fff48cba",
						}, -- [94]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281137,
							["arg1"] = "这个永不磨损啥意思？",
							["clColor"] = "ffc41e3a",
						}, -- [95]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281146,
							["arg1"] = "不掉耐久",
							["clColor"] = "fffff468",
						}, -- [96]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281148,
							["arg1"] = "随便死",
							["clColor"] = "fffff468",
						}, -- [97]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281151,
							["arg1"] = "省修理",
							["clColor"] = "fffff468",
						}, -- [98]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544281158,
							["arg1"] = "zsT 第一属性",
							["clColor"] = "fffff468",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 12/08/2018 的 18:27:50。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg2"] = "云涌成夏-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544290515,
							["arg1"] = "|cffa335ee|Hitem:113924::::::::110:260::6:1:3524:::|h[缚火者护肩]|h|r",
							["clColor"] = "fffff468",
						}, -- [103]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544290943,
							["arg1"] = "|cffffffff|Hitem:152508::::::::120:259::::::|h[凛冬之吻]|h|r",
							["clColor"] = "fffff468",
						}, -- [104]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544291062,
							["arg1"] = "|cffff80ff|Htransmogillusion:803|h[灼热武器]|h|r",
							["clColor"] = "fffff468",
						}, -- [105]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544291153,
							["arg1"] = "|cff0070dd|Hitem:138791::::::::120:66::13:1:3524:::|h[幻象之书：大地的裂变]|h|r",
							["clColor"] = "fff48cba",
						}, -- [106]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544291179,
							["arg1"] = "|cff0070dd|Hitem:138787::::::::120:66::13:1:3524:::|h[幻象之书：艾泽拉斯]|h|r",
							["clColor"] = "fff48cba",
						}, -- [107]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544291228,
							["arg1"] = "|cff0070dd|Hitem:138789::::::::120:66::13:1:3524:::|h[幻象之书：外域]|h|r",
							["clColor"] = "fff48cba",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = "记录开始于 12/09/2018 的 15:15:37。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365127,
							["arg1"] = "将军我们等院长休息好了再打大米吧",
							["clColor"] = "fffff468",
						}, -- [112]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365130,
							["arg1"] = "不然可能要被炮觉",
							["clColor"] = "fffff468",
						}, -- [113]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365138,
							["arg1"] = "遵旨",
							["clColor"] = "fffff468",
						}, -- [114]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365143,
							["arg1"] = "听党指挥",
							["clColor"] = "fffff468",
						}, -- [115]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365144,
							["arg1"] = "遵旨",
							["clColor"] = "fffff468",
						}, -- [116]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365151,
							["arg1"] = "听蛤指挥",
							["clColor"] = "fffff468",
						}, -- [117]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365154,
							["arg1"] = "能打胜仗",
							["clColor"] = "fffff468",
						}, -- [118]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365156,
							["arg1"] = "作风优良",
							["clColor"] = "fffff468",
						}, -- [119]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365544,
							["arg1"] = "漫游还有人打吗？",
							["clColor"] = "ffc41e3a",
						}, -- [120]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365555,
							["arg1"] = "漫游打了有啥需求？",
							["clColor"] = "ffc41e3a",
						}, -- [121]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365604,
							["arg1"] = "漫游不找工作室估计3 4个小时都不一定打得完",
							["clColor"] = "fffff468",
						}, -- [122]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544365628,
							["arg1"] = "5人本掉一件355",
							["clColor"] = "fffff468",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 01:58:15。",
						}, -- [126]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544404794,
							["arg1"] = "|cffa335ee|Hitem:159614::::::::120:259::23:1:3524:::|h[唤风者之赐]|h|r",
							["clColor"] = "fffff468",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = "记录开始于 12/10/2018 的 13:06:06。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544443591,
							["arg1"] = "111",
							["clColor"] = "fffff468",
						}, -- [131]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544443593,
							["arg1"] = "拉我",
							["clColor"] = "fffff468",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 22:14:35。",
						}, -- [135]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544476515,
							["arg1"] = "Skada：哈达尔·黑渊 (2): 21:40 (2分钟7秒)战斗中的伤害：",
							["clColor"] = "fffff468",
						}, -- [136]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544476515,
							["arg1"] = " 3. 濒湖猫社社长   164.39万 (1.33万, 28.5%)",
							["clColor"] = "fffff468",
						}, -- [137]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544476515,
							["arg1"] = " 2. 麦吉克库瑞姆   172.38万 (1.38万, 29.9%)",
							["clColor"] = "fffff468",
						}, -- [138]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544476515,
							["arg1"] = " 1. 总体   577.14万 (4.54万)",
							["clColor"] = "fffff468",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = "记录开始于 12/11/2018 的 02:56:21。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544494900,
							["arg1"] = "将军好（鞠躬）",
							["clColor"] = "fffff468",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:14:44。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544530509,
							["arg1"] = "非常吃力·",
							["clColor"] = "fff48cba",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:59:51。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544534065,
							["arg1"] = "666",
							["clColor"] = "fff48cba",
						}, -- [151]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544534069,
							["arg1"] = "ez",
							["clColor"] = "fffff468",
						}, -- [152]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544535231,
							["arg1"] = "666",
							["clColor"] = "fff48cba",
						}, -- [153]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544536840,
							["arg1"] = "H打到放锅了···",
							["clColor"] = "fff48cba",
						}, -- [154]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544536843,
							["arg1"] = "哈哈哈··",
							["clColor"] = "fff48cba",
						}, -- [155]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544536847,
							["arg1"] = "赚到了",
							["clColor"] = "fff48cba",
						}, -- [156]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544536866,
							["arg1"] = "啥放锅？",
							["clColor"] = "ff00ff96",
						}, -- [157]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544536873,
							["arg1"] = "|cffffffff|Hitem:162518::::::::120:70::::::|h[秘法合剂]|h|r",
							["clColor"] = "fff48cba",
						}, -- [158]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544536875,
							["arg1"] = "带我朋友打个低保打完",
							["clColor"] = "ff00ff96",
						}, -- [159]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544537232,
							["arg1"] = "wc",
							["clColor"] = "fff48cba",
						}, -- [160]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544538029,
							["arg1"] = "几个人了？》",
							["clColor"] = "fff48cba",
						}, -- [161]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544538055,
							["arg1"] = "4=1",
							["clColor"] = "ff00ff96",
						}, -- [162]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544538067,
							["arg1"] = "那组我呀·",
							["clColor"] = "fff48cba",
						}, -- [163]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542551,
							["arg1"] = "谁给我寄点敏捷药水。。。",
							["clColor"] = "fffff468",
						}, -- [164]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542563,
							["arg1"] = "或者帮我卖点|cffffffff|Hitem:152509::::::::120:261::::::|h[海妖花粉]|h|r|cffffffff|Hitem:152505::::::::120:261::::::|h[流波花苞]|h|r",
							["clColor"] = "fffff468",
						}, -- [165]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542574,
							["arg1"] = "喂",
							["clColor"] = "fffff468",
						}, -- [166]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542575,
							["arg1"] = "hi",
							["clColor"] = "fffff468",
						}, -- [167]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542577,
							["arg1"] = "hello",
							["clColor"] = "fffff468",
						}, -- [168]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542604,
							["arg1"] = "大神去了",
							["clColor"] = "fffff468",
						}, -- [169]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542677,
							["arg1"] = "发了 我的儿",
							["clColor"] = "ff3fc6ea",
						}, -- [170]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542914,
							["arg1"] = "邱诗涵 你妈",
							["clColor"] = "ff3fc6ea",
						}, -- [171]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542918,
							["arg1"] = "来语音",
							["clColor"] = "ff3fc6ea",
						}, -- [172]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544542921,
							["arg1"] = "打海盗",
							["clColor"] = "ff3fc6ea",
						}, -- [173]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544543062,
							["arg1"] = "10瓶？？",
							["clColor"] = "fffff468",
						}, -- [174]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544543073,
							["arg1"] = "那请问 你要几瓶",
							["clColor"] = "ff3fc6ea",
						}, -- [175]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544543086,
							["arg1"] = "10瓶打5吧。。",
							["clColor"] = "fffff468",
						}, -- [176]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544546390,
							["arg1"] = "666",
							["clColor"] = "fff48cba",
						}, -- [177]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544546395,
							["arg1"] = "可以",
							["clColor"] = "fffff468",
						}, -- [178]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544546400,
							["arg1"] = "|cffa335ee|Hitem:160684::::::::120:261::6:4:4800:1808:1507:4786:::|h[破脊者普萨克斯]|h|r",
							["clColor"] = "fffff468",
						}, -- [179]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544546410,
							["arg1"] = "666",
							["clColor"] = "fff48cba",
						}, -- [180]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544546433,
							["arg1"] = "畜生？",
							["clColor"] = "fff48cba",
						}, -- [181]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544546458,
							["arg1"] = "2个385带孔？",
							["clColor"] = "fff48cba",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:03:32。",
						}, -- [185]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544547909,
							["arg1"] = "1",
							["clColor"] = "fffff468",
						}, -- [186]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544548291,
							["arg1"] = "妈耶，打了个毒蛇一件套装没掉",
							["clColor"] = "ff8787ed",
						}, -- [187]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544548312,
							["arg1"] = "BUG了？",
							["clColor"] = "fff48cba",
						}, -- [188]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544548317,
							["arg1"] = "不然不可能啊·",
							["clColor"] = "fff48cba",
						}, -- [189]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544548324,
							["arg1"] = "|cffa335ee|Hitem:30240::::::::120:267::::::|h[战败卫士的手套]|h|r",
							["clColor"] = "ff8787ed",
						}, -- [190]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544548626,
							["arg1"] = "1",
							["clColor"] = "fffff468",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:26:54。",
						}, -- [194]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544549249,
							["arg1"] = "告辞",
							["clColor"] = "ff8787ed",
						}, -- [195]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544549256,
							["arg1"] = "晚晚安",
							["clColor"] = "fffff468",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 12/11/2018 的 23:53:07。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544568905,
							["arg1"] = "这dps。。。我真是无语了",
							["clColor"] = "fffff468",
						}, -- [200]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544568916,
							["arg1"] = "嗜血1w4",
							["clColor"] = "fffff468",
						}, -- [201]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544568923,
							["arg1"] = "将军息怒。。",
							["clColor"] = "fffff468",
						}, -- [202]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544568933,
							["arg1"] = "不能以您的dps来衡量别人啊",
							["clColor"] = "fffff468",
						}, -- [203]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544568989,
							["arg1"] = "。",
							["clColor"] = "fffff468",
						}, -- [204]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544568997,
							["arg1"] = "14层打完说我dps低。。。",
							["clColor"] = "fffff468",
						}, -- [205]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569010,
							["arg1"] = "你们14打的什么？",
							["clColor"] = "fffff468",
						}, -- [206]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569014,
							["arg1"] = "自由",
							["clColor"] = "fffff468",
						}, -- [207]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569022,
							["arg1"] = "简单的一b",
							["clColor"] = "fffff468",
						}, -- [208]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569087,
							["arg1"] = "我钥匙丢了",
							["clColor"] = "fffff468",
						}, -- [209]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569093,
							["arg1"] = "吼",
							["clColor"] = "fffff468",
						}, -- [210]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569094,
							["arg1"] = "看看能否给个15的自由",
							["clColor"] = "fffff468",
						}, -- [211]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569102,
							["arg1"] = "然后我们冲层",
							["clColor"] = "fffff468",
						}, -- [212]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569330,
							["arg1"] = "您还有多久打完？",
							["clColor"] = "fffff468",
						}, -- [213]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569340,
							["arg1"] = "最后个boss",
							["clColor"] = "fffff468",
						}, -- [214]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544569365,
							["arg1"] = "能帮我做个·爆发",
							["clColor"] = "fffff468",
						}, -- [215]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544570746,
							["arg1"] = "|cffa335ee|Hkeystone:158923:252:15:9:11:2:16|h[钥石：风暴神殿 (15)]|h|r",
							["clColor"] = "fffff468",
						}, -- [216]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544570748,
							["arg1"] = "我真是",
							["clColor"] = "fffff468",
						}, -- [217]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544570758,
							["arg1"] = "GG",
							["clColor"] = "fffff468",
						}, -- [218]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544570772,
							["arg1"] = "|cffa335ee|Hkeystone:158923:252:13:9:11:2:16|h[钥石：风暴神殿 (13)]|h|r",
							["clColor"] = "fffff468",
						}, -- [219]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544571040,
							["arg1"] = "做药水？",
							["clColor"] = "fffff468",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [223]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732654,
							["arg1"] = "|Kv1|k",
							["clColor"] = "ff8787ed",
						}, -- [224]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732659,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ff8787ed",
						}, -- [225]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732670,
							["arg1"] = "|Kv3|k",
							["clColor"] = "fffff468",
						}, -- [226]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732689,
							["arg1"] = "|Kv4|k",
							["clColor"] = "ff8787ed",
						}, -- [227]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732691,
							["arg1"] = "|Kv5|k",
							["clColor"] = "ff8787ed",
						}, -- [228]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732697,
							["arg1"] = "|Kv6|k",
							["clColor"] = "fffff468",
						}, -- [229]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732727,
							["arg1"] = "|Kv7|k",
							["clColor"] = "ff8787ed",
						}, -- [230]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732742,
							["arg1"] = "|Kv8|k",
							["clColor"] = "fffff468",
						}, -- [231]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732745,
							["arg1"] = "|Kv9|k",
							["clColor"] = "fffff468",
						}, -- [232]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732757,
							["arg1"] = "|Kv10|k",
							["clColor"] = "ff8787ed",
						}, -- [233]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732793,
							["arg1"] = "|Kv11|k",
							["clColor"] = "fffff468",
						}, -- [234]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732810,
							["arg1"] = "|Kv12|k",
							["clColor"] = "fffff468",
						}, -- [235]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732825,
							["arg1"] = "|Kv13|k",
							["clColor"] = "ff8787ed",
						}, -- [236]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732858,
							["arg1"] = "|Kv14|k",
							["clColor"] = "fffff468",
						}, -- [237]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732863,
							["arg1"] = "|Kv15|k",
							["clColor"] = "ff8787ed",
						}, -- [238]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732871,
							["arg1"] = "|Kv16|k",
							["clColor"] = "ff8787ed",
						}, -- [239]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732889,
							["arg1"] = "|Kv17|k",
							["clColor"] = "fffff468",
						}, -- [240]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732920,
							["arg1"] = "|Kv18|k",
							["clColor"] = "ff8787ed",
						}, -- [241]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544732931,
							["arg1"] = "|Kv19|k",
							["clColor"] = "ff8787ed",
						}, -- [242]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544733247,
							["arg1"] = "|Kv20|k",
							["clColor"] = "ff8787ed",
						}, -- [243]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544733249,
							["arg1"] = "|Kv21|k",
							["clColor"] = "ff8787ed",
						}, -- [244]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544733252,
							["arg1"] = "|Kv22|k",
							["clColor"] = "fffff468",
						}, -- [245]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544733253,
							["arg1"] = "|Kv23|k",
							["clColor"] = "fffff468",
						}, -- [246]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1544733254,
							["arg1"] = "|Kv23|k",
							["clColor"] = "fffff468",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "LOOT",
							["time"] = 1544667085,
							["arg1"] = "谜死人-菲米丝获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1544667096,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1544667098,
							["arg1"] = "谜死人-菲米丝获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1544667104,
							["arg1"] = "谜死人-菲米丝获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1544667110,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1544667110,
							["arg1"] = "谜死人-菲米丝获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1544667110,
							["arg1"] = "谜死人-菲米丝获得了物品：|cff9d9d9d|Hitem:158745::::::::120:260::::::|h[辉光之鳞]|h|r。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1544667117,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:166287::::::::120:260::::::|h[银色清晨号的打捞物]|h|r。",
						}, -- [8]
						{
							["type"] = "CURRENCY",
							["time"] = 1544667118,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x1。",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1544667176,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:155603::::::::120:260::::::|h[极薄的鱼鳞]|h|rx3。",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1544667177,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158770::::::::120:260::::::|h[凝胶鱼卵]|h|r。",
						}, -- [11]
						{
							["type"] = "CURRENCY",
							["time"] = 1544667335,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x1。",
						}, -- [12]
						{
							["type"] = "MONEY",
							["time"] = 1544667336,
							["arg1"] = "你拾取了1金币, 1银币, 49铜币",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1544667394,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|rx2。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1544667394,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158874::::::::120:260::::::|h[泡沫蒸汽]|h|r。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1544667394,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158851::::::::120:260::::::|h[瓶装狂风]|h|r。",
						}, -- [16]
						{
							["type"] = "MONEY",
							["time"] = 1544667395,
							["arg1"] = "你拾取了5金币, 59银币, 78铜币",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1544667421,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|rx2。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1544667421,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158874::::::::120:260::::::|h[泡沫蒸汽]|h|r。",
						}, -- [19]
						{
							["type"] = "MONEY",
							["time"] = 1544667421,
							["arg1"] = "你拾取了5金币, 17银币, 8铜币",
						}, -- [20]
						{
							["type"] = "MONEY",
							["time"] = 1544667434,
							["arg1"] = "你拾取了77银币, 20铜币",
						}, -- [21]
						{
							["type"] = "MONEY",
							["time"] = 1544667527,
							["arg1"] = "你拾取了5金币, 44银币, 62铜币",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1544667554,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|r。",
						}, -- [23]
						{
							["type"] = "MONEY",
							["time"] = 1544667555,
							["arg1"] = "你拾取了4金币, 22银币, 16铜币",
						}, -- [24]
						{
							["type"] = "MONEY",
							["time"] = 1544667567,
							["arg1"] = "你拾取了96银币, 14铜币",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1544667694,
							["arg1"] = "你制造了：|cffffffff|Hitem:137222::::::::120:260::::::|h[猩红之瓶]|h|r。",
						}, -- [26]
						{
							["type"] = "MONEY",
							["time"] = 1544667713,
							["arg1"] = "你拾取了10金币, 37银币, 24铜币",
						}, -- [27]
						{
							["type"] = "MONEY",
							["time"] = 1544667721,
							["arg1"] = "你拾取了3金币, 6银币, 1铜币",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1544667732,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|r。",
						}, -- [29]
						{
							["type"] = "MONEY",
							["time"] = 1544667733,
							["arg1"] = "你拾取了5金币, 34银币, 70铜币",
						}, -- [30]
						{
							["type"] = "MONEY",
							["time"] = 1544667747,
							["arg1"] = "你拾取了2金币, 42银币, 22铜币",
						}, -- [31]
						{
							["type"] = "CURRENCY",
							["time"] = 1544667752,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x1。",
						}, -- [32]
						{
							["type"] = "CURRENCY",
							["time"] = 1544667835,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x1。",
						}, -- [33]
						{
							["type"] = "MONEY",
							["time"] = 1544667840,
							["arg1"] = "你拾取了85银币, 15铜币",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 12/13/2018 的 03:24:06。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1544668157,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50611::::::::120:260::::::|h[黑暗清算护腕]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1544668157,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:142094::::::::120:260::::::|h[冻骨碎片]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1544668157,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:49908::::::::120:260::::::|h[源生萨隆邪铁]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1544668157,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50604::::::::120:260::::::|h[白骨巨人指环]|h|r。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1544668157,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50610::::::::120:260::::::|h[玛洛加尔的寒冰之瞳]|h|r。",
						}, -- [42]
						{
							["type"] = "MONEY",
							["time"] = 1544668157,
							["arg1"] = "你拾取了37金币, 42银币, 3铜币",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1544668198,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50648::::::::120:260::::::|h[尼伯龙根]|h|r。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1544668198,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50647::::::::120:260::::::|h[安卡哈猎豹护颈]|h|r。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1544668199,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50644::::::::120:260::::::|h[狂语之戒]|h|r。",
						}, -- [46]
						{
							["type"] = "MONEY",
							["time"] = 1544668199,
							["arg1"] = "你拾取了34金币, 69银币, 33铜币",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1544668289,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:49278::::::::120:260::::::|h[地精火箭背包]|h|r。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1544668365,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:49908::::::::120:260::::::|h[源生萨隆邪铁]|h|r。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1544668365,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50658::::::::120:260::::::|h[默悼护符]|h|r。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1544668365,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50657::::::::120:260::::::|h[骷髅领主之环]|h|r。",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1544668365,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50655::::::::120:260::::::|h[天灾猎手臂铠]|h|r。",
						}, -- [52]
						{
							["type"] = "MONEY",
							["time"] = 1544668366,
							["arg1"] = "你拾取了35金币, 52银币, 2铜币",
						}, -- [53]
						{
							["type"] = "LOOT",
							["time"] = 1544668514,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:49908::::::::120:260::::::|h[源生萨隆邪铁]|h|r。",
						}, -- [54]
						{
							["type"] = "LOOT",
							["time"] = 1544668514,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:52026::::::::120:260::::::|h[保护者的圣洁徽记]|h|r。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1544668514,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:52026::::::::120:260::::::|h[保护者的圣洁徽记]|h|r。",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1544668514,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50668::::::::120:260::::::|h[叛变勇士的大氅]|h|r。",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1544668514,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50671::::::::120:260::::::|h[鲜血新星腰带]|h|r。",
						}, -- [58]
						{
							["type"] = "MONEY",
							["time"] = 1544668515,
							["arg1"] = "你拾取了34金币, 67银币, 9铜币",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1544668619,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:43852::::::::120:260::::::|h[厚皮衣碎片]|h|r。",
						}, -- [60]
						{
							["type"] = "MONEY",
							["time"] = 1544668620,
							["arg1"] = "你拾取了6金币, 74银币, 22铜币",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1544668640,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50702::::::::120:260::::::|h[顽疾束带]|h|r。",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1544668641,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50697::::::::120:260::::::|h[坏疽护腿]|h|r。",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1544668641,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:50697::::::::120:260::::::|h[坏疽护腿]|h|r。",
						}, -- [64]
						{
							["type"] = "MONEY",
							["time"] = 1544668641,
							["arg1"] = "你拾取了34金币, 18银币, 24铜币",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1544669023,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:16959::::::::120:260::::::|h[愤怒护腕]|h|r。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1544669023,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:19334::::::::120:260::::::|h[狂野之刃]|h|r。",
						}, -- [67]
						{
							["type"] = "LOOT",
							["time"] = 1544669023,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:19334::::::::120:260::::::|h[狂野之刃]|h|r。",
						}, -- [68]
						{
							["type"] = "MONEY",
							["time"] = 1544669024,
							["arg1"] = "你拾取了5金币, 82银币, 68铜币",
						}, -- [69]
						{
							["type"] = "LOOT",
							["time"] = 1544669096,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:16944::::::::120:260::::::|h[无尽风暴腰带]|h|r。",
						}, -- [70]
						{
							["type"] = "LOOT",
							["time"] = 1544669096,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:19348::::::::120:260::::::|h[红龙防护者]|h|r。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1544669096,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:16903::::::::120:260::::::|h[怒风腰带]|h|r。",
						}, -- [72]
						{
							["type"] = "MONEY",
							["time"] = 1544669097,
							["arg1"] = "你拾取了6金币, 66银币, 6铜币",
						}, -- [73]
						{
							["type"] = "LOOT",
							["time"] = 1544669141,
							["arg1"] = "你获得了：|cff0070dd|Hitem:152542::::::::120:260::::::|h[硬化风暴之皮]|h|rx4。",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1544669141,
							["arg1"] = "你获得了：|cffffffff|Hitem:153050::::::::120:260::::::|h[闪光之鳞]|h|rx6。",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1544669142,
							["arg1"] = "你获得了：|cff1eff00|Hitem:154165::::::::120:260::::::|h[钙化之骨]|h|rx10。",
						}, -- [76]
						{
							["type"] = "LOOT",
							["time"] = 1544669142,
							["arg1"] = "你获得了：|cffffffff|Hitem:160059::::::::120:260::::::|h[琥珀制革油]|h|rx20。",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1544669143,
							["arg1"] = "你获得了：|cffffffff|Hitem:159959::::::::120:260::::::|h[尼龙线]|h|rx15。",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1544669143,
							["arg1"] = "你获得了：|cff1eff00|Hitem:152577::::::::120:260::::::|h[深海绸缎]|h|rx17。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1544669143,
							["arg1"] = "你获得了：|cffffffff|Hitem:154164::::::::120:260::::::|h[血污之骨]|h|rx9。",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1544669144,
							["arg1"] = "你获得了：|cff1eff00|Hitem:154722::::::::120:260::::::|h[风暴皮革]|h|rx36。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1544669280,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:161756::::::::120:260::56:5:5453:5129:1547:4786:5396:::|h[悚然角斗士的皮甲兜帽]|h|r。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1544669472,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152506::::::::120:260::::::|h[星光苔]|h|rx4。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1544669648,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155605::::::::120:260::::::|h[巨型大腿骨]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1544669650,
							["arg1"] = "假如年少有为-斩魔者获得了物品：|cff9d9d9d|Hitem:155605::::::::120:260::::::|h[巨型大腿骨]|h|r。",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1544669650,
							["arg1"] = "假如年少有为-斩魔者获得了物品：|cffffffff|Hitem:154899::::::::120:260::::::|h[古法厚切肉排]|h|rx8。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1544669650,
							["arg1"] = "假如年少有为-斩魔者获得了物品：|cff9d9d9d|Hitem:158860::::::::120:260::::::|h[臼齿]|h|r。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1544669652,
							["arg1"] = "後丗-伊森利恩获得了物品：|cff9d9d9d|Hitem:155605::::::::120:260::::::|h[巨型大腿骨]|h|r。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1544669659,
							["arg1"] = "蒜泥西兰花丶-贫瘠之地获得了物品：|cff9d9d9d|Hitem:158860::::::::120:260::::::|h[臼齿]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1544669659,
							["arg1"] = "蒜泥西兰花丶-贫瘠之地获得了物品：|cff9d9d9d|Hitem:158853::::::::120:260::::::|h[一块徽记]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1544669737,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158860::::::::120:260::::::|h[臼齿]|h|r。",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1544669737,
							["arg1"] = "假如年少有为-斩魔者获得了物品：|cff9d9d9d|Hitem:158860::::::::120:260::::::|h[臼齿]|h|r。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1544669738,
							["arg1"] = "蒜泥西兰花丶-贫瘠之地获得了物品：|cff9d9d9d|Hitem:155605::::::::120:260::::::|h[巨型大腿骨]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1544669738,
							["arg1"] = "後丗-伊森利恩获得了物品：|cff9d9d9d|Hitem:155605::::::::120:260::::::|h[巨型大腿骨]|h|r。",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1544669739,
							["arg1"] = "蒜泥西兰花丶-贫瘠之地获得了物品：|cff1eff00|Hitem:159573::::::::120:260:512::3:4796:4802:1686:120:::|h[无双之褪色之骨法杖]|h|r。",
						}, -- [95]
						{
							["type"] = "MONEY",
							["time"] = 1544669862,
							["arg1"] = "你拾取了1金币, 13银币, 14铜币",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1544670124,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:157878::::::::120:260::28:3:1562:4786:5398:::|h[鲜血沼泽卫衣]|h|r。",
						}, -- [97]
						{
							["type"] = "CURRENCY",
							["time"] = 1544670125,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1560:0|h[战争物资]|h|r x50。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1544670345,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:152668::::::::120:260::::::|h[驱灵金]|h|r。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1544670345,
							["arg1"] = "你获得了：|cff1eff00|Hitem:154722::::::::120:260::::::|h[风暴皮革]|h|rx2。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1544670345,
							["arg1"] = "你获得了：|cff0070dd|Hitem:152542::::::::120:260::::::|h[硬化风暴之皮]|h|rx2。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1544670345,
							["arg1"] = "你获得了：|cff1eff00|Hitem:154165::::::::120:260::::::|h[钙化之骨]|h|rx3。",
						}, -- [102]
						{
							["type"] = "CURRENCY",
							["time"] = 1544670346,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1718:0|h[泰坦残血精华]|h|r x3。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 13:32:58。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1544704541,
							["arg1"] = "你获得了：|cffffffff|Hitem:152509::::::::120:260::::::|h[海妖花粉]|h|rx37。",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1544704541,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165751::::::::120:260::::::|h[岗哨升级物品]|h|r。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1544704541,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165752::::::::120:260::::::|h[任务报告]|h|r。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 13:42:47。",
						}, -- [112]
						{
							["type"] = "LOOT",
							["time"] = 1544705138,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152509::::::::120:260::::::|h[海妖花粉]|h|rx5。",
						}, -- [113]
						{
							["type"] = "LOOT",
							["time"] = 1544705170,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152506::::::::120:260::::::|h[星光苔]|h|rx6。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1544705385,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|rx4。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1544705385,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155618::::::::120:260::::::|h[被丢弃的蜕皮]|h|r。",
						}, -- [116]
						{
							["type"] = "MONEY",
							["time"] = 1544705386,
							["arg1"] = "你拾取了4金币, 62银币, 32铜币",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1544705448,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|rx2。",
						}, -- [118]
						{
							["type"] = "MONEY",
							["time"] = 1544705449,
							["arg1"] = "你拾取了3金币, 13银币, 94铜币",
						}, -- [119]
						{
							["type"] = "MONEY",
							["time"] = 1544705487,
							["arg1"] = "你拾取了2金币, 3银币, 13铜币",
						}, -- [120]
						{
							["type"] = "MONEY",
							["time"] = 1544705513,
							["arg1"] = "你拾取了2金币, 50银币",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1544705541,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155615::::::::120:260::::::|h[瘟疫污物]|h|r。",
						}, -- [122]
						{
							["type"] = "MONEY",
							["time"] = 1544705542,
							["arg1"] = "你拾取了74银币, 12铜币",
						}, -- [123]
						{
							["type"] = "MONEY",
							["time"] = 1544705563,
							["arg1"] = "你拾取了1金币, 95银币, 90铜币",
						}, -- [124]
						{
							["type"] = "MONEY",
							["time"] = 1544705599,
							["arg1"] = "你拾取了1金币, 3银币, 67铜币",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1544705889,
							["arg1"] = "你制造了：|cffffffff|Hitem:137222::::::::120:260::::::|h[猩红之瓶]|h|r。",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1544705891,
							["arg1"] = "你制造了：|cffffffff|Hitem:137222::::::::120:260::::::|h[猩红之瓶]|h|r。",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1544705892,
							["arg1"] = "你制造了：|cffffffff|Hitem:137222::::::::120:260::::::|h[猩红之瓶]|h|r。",
						}, -- [131]
						{
							["type"] = "MONEY",
							["time"] = 1544705941,
							["arg1"] = "你拾取了1金币, 36银币, 65铜币",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1544706441,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152505::::::::120:260::::::|h[流波花苞]|h|rx5。",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1544706644,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152508::::::::120:260::::::|h[凛冬之吻]|h|rx4。",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1544707344,
							["arg1"] = "烟嘴二代-狂热之刃获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1544707349,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|rx2。",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1544707349,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|r。",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1544707349,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|rx2。",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1544707349,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|r。",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1544707358,
							["arg1"] = "烟嘴二代-狂热之刃获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1544707363,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1544707365,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:158777::::::::120:260::::::|h[微光余烬]|h|r。",
						}, -- [142]
						{
							["type"] = "LOOT",
							["time"] = 1544707378,
							["arg1"] = "烟嘴二代-狂热之刃获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [143]
						{
							["type"] = "LOOT",
							["time"] = 1544707378,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|r。",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1544707378,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1544707380,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:158777::::::::120:260::::::|h[微光余烬]|h|r。",
						}, -- [146]
						{
							["type"] = "LOOT",
							["time"] = 1544707380,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [147]
						{
							["type"] = "LOOT",
							["time"] = 1544707390,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [148]
						{
							["type"] = "LOOT",
							["time"] = 1544707390,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1544707391,
							["arg1"] = "烟嘴二代-狂热之刃获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1544707402,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [151]
						{
							["type"] = "LOOT",
							["time"] = 1544707406,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [152]
						{
							["type"] = "LOOT",
							["time"] = 1544707406,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|r。",
						}, -- [153]
						{
							["type"] = "LOOT",
							["time"] = 1544707408,
							["arg1"] = "烟嘴二代-狂热之刃获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1544707408,
							["arg1"] = "烟嘴二代-狂热之刃获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|rx3。",
						}, -- [155]
						{
							["type"] = "CURRENCY",
							["time"] = 1544707415,
							["arg1"] = "你获得了：|cffffffff|Hcurrency:1716:0|h[荣耀战团服役勋章]|h|r x1。",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1544707420,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1544707425,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|r。",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1544707425,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1544707431,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158811::::::::120:260::::::|h[灰烬之煤]|h|r。",
						}, -- [160]
						{
							["type"] = "MONEY",
							["time"] = 1544707432,
							["arg1"] = "你拾取了4金币, 3银币, 73铜币",
						}, -- [161]
						{
							["type"] = "LOOT",
							["time"] = 1544707435,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1544707446,
							["arg1"] = "刚慢达老呼-血吼获得了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|r。",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1544707455,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:157844::::::::120:260::::::|h[彩色颗粒]|h|rx3。",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1544707846,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:45585::::::::120:260::14::::|h[银月城战袍]|h|r。",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1544708602,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158759::::::::120:260::::::|h[充血囊袋]|h|r。",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1544708603,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:155601::::::::120:260::::::|h[尖腿残肢]|h|rx2。",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1544708653,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158759::::::::120:260::::::|h[充血囊袋]|h|r。",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1544708653,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:155601::::::::120:260::::::|h[尖腿残肢]|h|rx4。",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1544708684,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155601::::::::120:260::::::|h[尖腿残肢]|h|r。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1544709012,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:155603::::::::120:260::::::|h[极薄的鱼鳞]|h|r。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1544709012,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158801::::::::120:260::::::|h[上佳锯刃齿]|h|r。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1544709016,
							["arg1"] = "神赐好德-卡拉赞获得了物品：|cff9d9d9d|Hitem:155603::::::::120:260::::::|h[极薄的鱼鳞]|h|rx2。",
						}, -- [173]
						{
							["type"] = "LOOT",
							["time"] = 1544709421,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:160053::::::::120:260::::::|h[战痕强化符文]|h|r。",
						}, -- [174]
						{
							["type"] = "LOOT",
							["time"] = 1544709421,
							["arg1"] = "你获得了：|cff0070dd|Hitem:160053::::::::120:260::::::|h[战痕强化符文]|h|rx3。",
						}, -- [175]
						{
							["type"] = "LOOT",
							["time"] = 1544709421,
							["arg1"] = "你获得了：|cff1eff00|Hitem:152510::::::::120:260::::::|h[锚草]|h|rx8。",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1544712074,
							["arg1"] = "谜团空大获得了物品：|cff9d9d9d|Hitem:158839::::::::120:260::::::|h[厚实的蟹爪]|h|r。",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1544712075,
							["arg1"] = "闸北吴彦祖获得了物品：|cffffffff|Hitem:152576::::::::120:260::::::|h[浪息亚麻布]|h|r。",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1544712075,
							["arg1"] = "闸北吴彦祖获得了物品：|cff9d9d9d|Hitem:158861::::::::120:260::::::|h[弹性眼柄]|h|r。",
						}, -- [182]
						{
							["type"] = "MONEY",
							["time"] = 1544712076,
							["arg1"] = "你拾取了1金币, 26银币, 19铜币",
						}, -- [183]
						{
							["type"] = "LOOT",
							["time"] = 1544712312,
							["arg1"] = "闸北吴彦祖制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1544712313,
							["arg1"] = "哈尼斯斯制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1544712313,
							["arg1"] = "你制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1544713172,
							["arg1"] = "谜团空大制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [187]
						{
							["type"] = "LOOT",
							["time"] = 1544713173,
							["arg1"] = "闸北吴彦祖制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1544713684,
							["arg1"] = "你获得了：|cffffffff|Hitem:113509::::::::120:260::::::|h[魔法汉堡]|h|rx20。",
						}, -- [189]
						{
							["type"] = "LOOT",
							["time"] = 1544714401,
							["arg1"] = "闸北吴彦祖制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1544714416,
							["arg1"] = "哈尼斯斯制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1544714443,
							["arg1"] = "Mzstayreal-古尔丹制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1544715511,
							["arg1"] = "闸北吴彦祖制造了：|cffffffff|Hitem:5512::::::::120:260::::::|h[治疗石]|h|r。",
						}, -- [193]
						{
							["type"] = "LOOT",
							["time"] = 1544715807,
							["arg1"] = "闸北吴彦祖获得了物品：|cffa335ee|Hitem:158350::::::::120:260::16:3:5009:1537:4786:::|h[吵闹狂欢者的裹腿]|h|r。",
						}, -- [194]
						{
							["type"] = "LOOT",
							["time"] = 1544715811,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:162460::::::::120:260::::::|h[浣海之核]|h|r。",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1544715824,
							["arg1"] = "Mzstayreal-古尔丹获得了物品：|cffa335ee|Hitem:159462::::::::120:260::16:3:5009:1542:4783:::|h[足球炸弹冠军戒指]|h|r。",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1544715862,
							["arg1"] = "你获得了：|cff0070dd|Hitem:49908::::::::120:260::::::|h[源生萨隆邪铁]|h|rx3。",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1544715862,
							["arg1"] = "你获得了：|cff1eff00|Hitem:154165::::::::120:260::::::|h[钙化之骨]|h|rx10。",
						}, -- [198]
						{
							["type"] = "LOOT",
							["time"] = 1544715863,
							["arg1"] = "你获得了：|cffffffff|Hitem:153050::::::::120:260::::::|h[闪光之鳞]|h|rx6。",
						}, -- [199]
						{
							["type"] = "LOOT",
							["time"] = 1544715863,
							["arg1"] = "你获得了：|cffffffff|Hitem:160059::::::::120:260::::::|h[琥珀制革油]|h|rx20。",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1544715863,
							["arg1"] = "你获得了：|cffffffff|Hitem:159959::::::::120:260::::::|h[尼龙线]|h|rx15。",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1544715864,
							["arg1"] = "你获得了：|cff1eff00|Hitem:154165::::::::120:260::::::|h[钙化之骨]|h|rx3。",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1544716235,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:158859::::::::120:260::::::|h[锯齿尖牙]|h|rx2。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1544716235,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx7。",
						}, -- [204]
						{
							["type"] = "LOOT",
							["time"] = 1544716237,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1544716240,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1544716243,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152509::::::::120:260::::::|h[海妖花粉]|h|rx6。",
						}, -- [207]
						{
							["type"] = "LOOT",
							["time"] = 1544716260,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx5。",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1544716260,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|rx2。",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1544716265,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx2。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1544716265,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|r。",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1544716278,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx7。",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1544716278,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|rx3。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1544716278,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:154899::::::::120:260::::::|h[古法厚切肉排]|h|rx3。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1544716283,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1544716291,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx4。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1544716292,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|r。",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1544716292,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:154899::::::::120:260::::::|h[古法厚切肉排]|h|rx2。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1544716302,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx4。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1544716302,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|r。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1544716302,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:154899::::::::120:260::::::|h[古法厚切肉排]|h|r。",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1544716304,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [222]
						{
							["type"] = "LOOT",
							["time"] = 1544716308,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1544716321,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx8。",
						}, -- [224]
						{
							["type"] = "LOOT",
							["time"] = 1544716321,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158859::::::::120:260::::::|h[锯齿尖牙]|h|r。",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1544716322,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:154899::::::::120:260::::::|h[古法厚切肉排]|h|rx2。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1544716322,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|r。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1544716322,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158850::::::::120:260::::::|h[夺目羽衣]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1544716326,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx3。",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1544716326,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|r。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1544716326,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:154899::::::::120:260::::::|h[古法厚切肉排]|h|rx2。",
						}, -- [231]
						{
							["type"] = "LOOT",
							["time"] = 1544716347,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx15。",
						}, -- [232]
						{
							["type"] = "LOOT",
							["time"] = 1544716347,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:158210::::::::120:260::::::|h[恐惧之爪]|h|rx2。",
						}, -- [233]
						{
							["type"] = "LOOT",
							["time"] = 1544716347,
							["arg1"] = "你得到了物品：|cff9d9d9d|Hitem:158859::::::::120:260::::::|h[锯齿尖牙]|h|rx2。",
						}, -- [234]
						{
							["type"] = "LOOT",
							["time"] = 1544716347,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:159479::::::::120:260:512::2:4796:1677:120:::|h[快刀之泽姆兰切肉斧]|h|r。",
						}, -- [235]
						{
							["type"] = "LOOT",
							["time"] = 1544716353,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1544716354,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1544716367,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:151040::::::::120:260::::::|h[厚重的肉块]|h|rx4。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1544716367,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:158849::::::::120:260::::::|h[锯齿颚骨]|h|r。",
						}, -- [239]
						{
							["type"] = "LOOT",
							["time"] = 1544716373,
							["arg1"] = "你得到了物品：|cffffffff|Hitem:152509::::::::120:260::::::|h[海妖花粉]|h|rx3。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1544716393,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1544716403,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:157841::::::::120:260::::::|h[始祖迅猛龙之卵]|h|r。",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [245]
						{
							["type"] = "LOOT",
							["time"] = 1544732576,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165727::::::::120:259::::::|h[岗哨升级物品]|h|r。",
						}, -- [246]
						{
							["type"] = "LOOT",
							["time"] = 1544732577,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:165726::::::::120:259::::::|h[任务报告]|h|r。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1544713856,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713857,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713861,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713879,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713909,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713929,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713939,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713969,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1544713999,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714029,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714033,
							["arg1"] = "|Hplayer:Valkeuterpe|h[Valkeuterpe]|h上线了。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714060,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714089,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714120,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714146,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714150,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714180,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714210,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714240,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714270,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714300,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714330,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714337,
							["arg1"] = "Valkeuterpe下线了。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714360,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714366,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714366,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714376,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714383,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714386,
							["arg1"] = "|cff71d5ff|Hdeath:16|h[你已死亡。]|h",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714390,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714420,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714447,
							["arg1"] = "|Hplayer:Valkeuterpe|h[Valkeuterpe]|h上线了。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714450,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714480,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714510,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714540,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714570,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714580,
							["arg1"] = "Valkeuterpe下线了。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714592,
							["arg1"] = "|cff71d5ff|Hdeath:17|h[你已死亡。]|h",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714600,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714610,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714626,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714626,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714630,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714660,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714690,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714708,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714711,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714712,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714713,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714715,
							["arg1"] = "|cff71d5ff|Hdeath:18|h[你已死亡。]|h",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714720,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714750,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714751,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714780,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714810,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714822,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714830,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714838,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714839,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714840,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714842,
							["arg1"] = "|cff71d5ff|Hdeath:19|h[你已死亡。]|h",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714843,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714870,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714900,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714923,
							["arg1"] = "|cff71d5ff|Hdeath:20|h[你已死亡。]|h",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714930,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714948,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714954,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714959,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714960,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714966,
							["arg1"] = "|cff71d5ff|Hdeath:21|h[你已死亡。]|h",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714970,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1544714990,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715020,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715050,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715080,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715110,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715140,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715170,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715200,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715230,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715237,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715246,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715248,
							["arg1"] = "|cff71d5ff|Hdeath:22|h[你已死亡。]|h",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715253,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715260,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715262,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715290,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715320,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715344,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715344,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715347,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715350,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715380,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715410,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715411,
							["arg1"] = "谜团空大已经死亡。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715413,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715426,
							["arg1"] = "Mzstayreal已经死亡。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715440,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715470,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715500,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715530,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715555,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715560,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715589,
							["arg1"] = "闸北吴彦祖已经死亡。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715590,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715620,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715650,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715650,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715680,
							["arg1"] = "哈尼斯斯已经死亡。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715680,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715710,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715740,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715770,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715796,
							["arg1"] = "公会史诗钥石挑战已完成！公会获得了750金币。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715800,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715812,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:270|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715812,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:260::11:4:4936:4929:4930:1542:::|h[艾泽拉斯之心]|h|r获得了270点神器能量。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715831,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715860,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715890,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715921,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715946,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:212205:0|h[制造：猩红之瓶]|h|r。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715947,
							["arg1"] = "你关闭了世界PvP。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715958,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1544715988,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716006,
							["arg1"] = "谜团空大离开了队伍。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716015,
							["arg1"] = "你离开了队伍。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716017,
							["arg1"] = "|Hplayer:佶天鸿公益号-凤凰之神|h[佶天鸿公益号-凤凰之神]|h邀请你加入队伍，但是你无法接受，因为你已经在一个队伍中了。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716017,
							["arg1"] = "|Hplayer:佶天鸿公益号-伊森利恩|h[佶天鸿公益号-伊森利恩]|h邀请你加入队伍。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716018,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716018,
							["arg1"] = "小队转化为团队",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716018,
							["arg1"] = "你加入了一个团队。|cffff2020（在团队中时，大部分非团队任务将无法完成。）|r",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716018,
							["arg1"] = "团队副本难度设置为普通。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716018,
							["arg1"] = "已将经典旧世团队副本难度设置为10人。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716021,
							["arg1"] = "神圣的阿昆达-斯克提斯加入了团队。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716023,
							["arg1"] = "絕版霸道-无尽之海离开了团队。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716027,
							["arg1"] = "已开始拍卖。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716029,
							["arg1"] = "真的好难丶-冰风岗加入了团队。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716030,
							["arg1"] = "已开始拍卖。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716033,
							["arg1"] = "已开始拍卖。",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716034,
							["arg1"] = "碳烤的-玛洛加尔加入了团队。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716036,
							["arg1"] = "已开始拍卖。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716039,
							["arg1"] = "已开始拍卖。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716041,
							["arg1"] = "非常娴熟玩家-黑铁加入了团队。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716043,
							["arg1"] = "已开始拍卖。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716047,
							["arg1"] = "神圣的阿昆达-斯克提斯离开了团队。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716048,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716049,
							["arg1"] = "你离开了队伍。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716078,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716108,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716138,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716168,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716198,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716219,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716219,
							["arg1"] = "再見無情-萨菲隆已经加入了别的队伍",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716228,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716258,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716288,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716318,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716327,
							["arg1"] = "星空之南，午夜如此幽静！舒适的帐篷，温暖的篝火，与万物共享安宁，为了明天的冒险，勇士们，请好好休息哟！",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716348,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716378,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716403,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:227|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716403,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:260::11:4:4936:4929:4930:1542:::|h[艾泽拉斯之心]|h|r获得了227点神器能量。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716408,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716438,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1544716452,
							["arg1"] = "哈尼斯斯下线了。",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 12/13/2018 的 20:36:31。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1544729844,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1544729874,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["time"] = 1544729904,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["time"] = 1544729934,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1544729964,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1544729994,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730024,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730054,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730084,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730114,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730144,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730174,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730204,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730234,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730264,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730294,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730324,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730354,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730384,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730414,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730445,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730475,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730505,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1544730535,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732509,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732539,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732569,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732573,
							["arg1"] = "已招募|cffffffff|Hgarrfollower:1073:1:120:800:1084:0:0:0:0:0:0:0:0|h[火金派武僧]|h|r。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732575,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:262|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732575,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:259::11:4:4936:4929:4930:1542:::|h[艾泽拉斯之心]|h|r获得了262点神器能量。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732575,
							["arg1"] = "你获得了物品：|cff0070dd|Hcurrency:1553:200|h[闪光的艾泽里特晶体]|h|r。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732575,
							["arg1"] = "|cffe6cc80|Hitem:158075::::::::120:259::11:4:4936:4929:4930:1542:::|h[艾泽拉斯之心]|h|r获得了200点神器能量。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732577,
							["arg1"] = "接受任务：任务报告：巨擘封印",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732594,
							["arg1"] = "任务报告：巨擘封印完成。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732594,
							["arg1"] = "获得2金币, 34银币。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732596,
							["arg1"] = "接受任务：岗哨升级：巨擘封印",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732599,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732629,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732659,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732689,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732719,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732749,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732779,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732808,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732839,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732869,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732887,
							["arg1"] = "岗哨升级：巨擘封印完成。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732887,
							["arg1"] = "获得23金币, 40银币。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732899,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732929,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732959,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1544732989,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733019,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733049,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733079,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733109,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733139,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733169,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733199,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733200,
							["arg1"] = "你现在处于离开状态：离开",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733229,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733230,
							["arg1"] = "你不再处于离开状态。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733259,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733272,
							["arg1"] = "闸北吴彦祖下线了。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733289,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733319,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733349,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733379,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733409,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = " ",
						}, -- [246]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733883,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733913,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1544733943,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246468,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4610:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[白骨贯体（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [1]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246680,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4612:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[我上船了（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [2]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246680,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4612:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[我上船了（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [3]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4604:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[进攻冰冠堡垒（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [4]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4613:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[啊，真惨（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [5]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4632:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[进攻冰冠堡垒（英雄难度25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [6]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4604:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[进攻冰冠堡垒（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [7]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4613:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[啊，真惨（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [8]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246833,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4632:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[进攻冰冠堡垒（英雄难度25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [9]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246963,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4615:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[勤通风，多喝水（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [10]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543246963,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4615:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[勤通风，多喝水（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [11]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247058,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4614:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[与软泥共舞（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [12]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247058,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4614:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[与软泥共舞（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [13]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4605:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[天灾工厂（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [14]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4616:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[反胃、烧心、消化不良……（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [15]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4633:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[天灾工厂（英雄难度25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [16]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4605:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[天灾工厂（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [17]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4616:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[反胃、烧心、消化不良……（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [18]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4633:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[天灾工厂（英雄难度25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [19]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247301,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4617:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[宝珠低语者（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [20]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247301,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4617:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[宝珠低语者（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [21]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247367,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4606:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[血色厅堂（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [22]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247367,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4634:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[血色厅堂（英雄难度25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [23]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247367,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4606:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[血色厅堂（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [24]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247367,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4634:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[血色厅堂（英雄难度25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [25]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247479,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4619:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[门神（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [26]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247479,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4619:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[门神（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [27]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247720,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4607:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[霜翼大厅（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [28]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247720,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4620:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[极限（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [29]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247720,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4635:Player-1500-04ADD2A6:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[霜翼大厅（英雄难度25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [30]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247720,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4607:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[霜翼大厅（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [31]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247720,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4620:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[极限（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [32]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543247720,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4635:Player-1500-04B1231B:1:11:26:18:4294967295:4294967295:4294967295:4294967295|h[霜翼大厅（英雄难度25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [33]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4597:Player-1500-04ADD2A6:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[冰封王座（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [34]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4584:Player-1500-04ADD2A6:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[黎明之光]|h|r！",
							["clColor"] = "fffff468",
						}, -- [35]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4622:Player-1500-04ADD2A6:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[身陷邪恶（25人）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [36]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4597:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[冰封王座（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [37]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4584:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[黎明之光]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [38]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4622:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[身陷邪恶（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [39]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4608:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[巫妖王的陨落（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [40]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248039,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4637:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[巫妖王的陨落（英雄难度25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [41]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248318,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:625:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[击败黑龙军团（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [42]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248318,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2048:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[小心火山（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [43]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248318,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2052:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[暮光帮凶（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [44]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248318,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2053:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[暮光二重奏（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [45]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543248318,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2054:Player-1500-04B1231B:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[暮光领域（25人）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/27/2018 的 00:08:48。",
						}, -- [49]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543274440,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:9672:Player-1500-0207CD4D:1:11:27:18:4294967295:4294967295:4294967295:4294967295|h[玩具成堆]|h|r！",
							["clColor"] = "fffff468",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 11/28/2018 的 02:10:16。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543368075,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12483:Player-1500-0207CD4D:1:11:28:18:4294967295:4294967295:4294967295:4294967295|h[维克雷斯庄园]|h|r！",
							["clColor"] = "fffff468",
						}, -- [54]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543368075,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12483:Player-1500-04ADD2A6:1:11:28:18:4294967295:4294967295:4294967295:4294967295|h[维克雷斯庄园]|h|r！",
							["clColor"] = "fffff468",
						}, -- [55]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543368078,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1180:Player-1500-04ADD2A6:1:11:28:18:4294967295:4294967295:4294967295:4294967295|h[积少成多]|h|r！",
							["clColor"] = "fffff468",
						}, -- [56]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543370240,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12757:Player-1500-0207CD4D:1:11:28:18:4294967295:4294967295:4294967295:4294967295|h[钓鱼争霸]|h|r！",
							["clColor"] = "fffff468",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 11/28/2018 的 17:16:08。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543422616,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1005:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[知己知彼]|h|r！",
							["clColor"] = "fffff468",
						}, -- [61]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543422736,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:199:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[夺旗]|h|r！",
							["clColor"] = "fffff468",
						}, -- [62]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543422811,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:201:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[战歌如风]|h|r！",
							["clColor"] = "fffff468",
						}, -- [63]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543422811,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:168:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[完美战歌峡谷]|h|r！",
							["clColor"] = "fffff468",
						}, -- [64]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543422811,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:166:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[战歌峡谷胜利]|h|r！",
							["clColor"] = "fffff468",
						}, -- [65]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543423194,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:245:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[职业杀手]|h|r！",
							["clColor"] = "fffff468",
						}, -- [66]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543423429,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5222:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[烈焰，与我同行]|h|r！",
							["clColor"] = "fffff468",
						}, -- [67]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543423510,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5215:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[完美双子峰]|h|r！",
							["clColor"] = "fffff468",
						}, -- [68]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543423510,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5216:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[急速狂飙]|h|r！",
							["clColor"] = "fffff468",
						}, -- [69]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543423949,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12405:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[天降杀机]|h|r！",
							["clColor"] = "fffff468",
						}, -- [70]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543425197,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:208:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[风暴之眼胜利]|h|r！",
							["clColor"] = "fffff468",
						}, -- [71]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543425197,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5345:Player-1500-04ADD2A6:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[侦察兵]|h|r！",
							["clColor"] = "fffff468",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2018 的 20:53:56。",
						}, -- [75]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543436249,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6970:Player-1500-01F95214:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[断电]|h|r！",
							["clColor"] = "fff48cba",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/29/2018 的 10:34:20。",
						}, -- [79]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543484349,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2090:Player-1500-04B1231B:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[挑战者]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/29/2018 的 12:11:40。",
						}, -- [83]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543490447,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:399:Player-1500-04B1231B:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[两人世界：1550]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = "记录开始于 11/29/2018 的 14:57:45。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg2"] = "ECUSTSinoGerman",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543502506,
							["arg1"] = "\"ECUSTSinoGerman\"获得了成就|cffffff00|Hachievement:13008:0000000000000000:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[诸王之眠（公会版）]|h|r！",
						}, -- [88]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543503664,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12756:Player-1500-01F95214:1:11:29:18:4294967295:4294967295:4294967295:4294967295|h[月光垂钓]|h|r！",
							["clColor"] = "fff48cba",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/29/2018 的 17:07:10。",
						}, -- [92]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543508001,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:399:Player-1500-04ADD2A6:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[两人世界：1550]|h|r！",
							["clColor"] = "fffff468",
						}, -- [93]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543508798,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:399:Player-1500-01F95214:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[两人世界：1550]|h|r！",
							["clColor"] = "fff48cba",
						}, -- [94]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543512239,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:398:Player-1500-04ADD2A6:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[残酷的斗士]|h|r！",
							["clColor"] = "fffff468",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 11/29/2018 的 23:40:52。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543532213,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:4917:Player-1500-0207CD4D:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[灾变渔夫]|h|r！",
							["clColor"] = "fffff468",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2018 的 03:19:36。",
						}, -- [102]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543548121,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:973:Player-1500-04B27F8B:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[完成5个日常任务]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = "记录开始于 11/30/2018 的 16:29:59。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543591932,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1556:Player-1500-04B1231B:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[25条鱼]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/30/2018 的 16:40:21。",
						}, -- [110]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543592680,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12959:Player-1500-04ADD2A6:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[挑战者：《争霸艾泽拉斯》第1赛季]|h|r！",
							["clColor"] = "fffff468",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 12/01/2018 的 13:13:32。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543669220,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-1500-04ADD2A6:1:12:1:18:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "fffff468",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = "记录开始于 12/01/2018 的 15:37:06。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543678904,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:402:Player-1500-01F95214:1:12:1:18:4294967295:4294967295:4294967295:4294967295|h[三人行：1550]|h|r！",
							["clColor"] = "fff48cba",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = "记录开始于 12/02/2018 的 01:52:39。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543712091,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1559:Player-1500-01F85A11:1:12:2:18:4294967295:4294967295:4294967295:4294967295|h[250条鱼]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/02/2018 的 02:14:31。",
						}, -- [126]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543714270,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12524:Player-1500-04B1231B:1:12:2:18:4294967295:4294967295:4294967295:4294967295|h[塔罗克（史诗难度）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [127]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543715248,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12526:Player-1500-04B1231B:1:12:2:18:4294967295:4294967295:4294967295:4294967295|h[纯净圣母（史诗难度）]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = "记录开始于 12/02/2018 的 16:42:44。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg2"] = "濒湖猫社社长-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543765557,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12955:Player-1500-0207CD4D:1:12:2:18:4294967295:4294967295:4294967295:4294967295|h[艾泽拉斯的勇士]|h|r！",
							["clColor"] = "fffff468",
						}, -- [132]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543765622,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12948:Player-1500-04ADD2A6:1:12:2:18:4294967295:4294967295:4294967295:4294967295|h[塔兰吉远征队]|h|r！",
							["clColor"] = "fffff468",
						}, -- [133]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543765622,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:523:Player-1500-04ADD2A6:1:12:2:18:4294967295:4294967295:4294967295:4294967295|h[5个声望崇拜]|h|r！",
							["clColor"] = "fffff468",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = "记录开始于 12/03/2018 的 00:51:09。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543802896,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12949:Player-1500-04ADD2A6:1:12:3:18:4294967295:4294967295:4294967295:4294967295|h[沃顿奈]|h|r！",
							["clColor"] = "fffff468",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/04/2018 的 16:38:27。",
						}, -- [141]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543938961,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6980:Player-1500-04B1231B:1:12:4:18:4294967295:4294967295:4294967295:4294967295|h[寇魔古寺全能明星]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [142]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543938961,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6980:Player-1500-04B27F8B:1:12:4:18:4294967295:4294967295:4294967295:4294967295|h[寇魔古寺全能明星]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [143]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543939010,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12895:Player-1500-04B1231B:1:12:4:18:4294967295:4294967295:4294967295:4294967295|h[荣誉等级15级]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [144]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543939010,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12895:Player-1500-04B27F8B:1:12:4:18:4294967295:4294967295:4294967295:4294967295|h[荣誉等级15级]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [145]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543939010,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2141:Player-1500-04B1231B:1:12:4:18:4294967295:4294967295:4294967295:4294967295|h[马厩管理员]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [146]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1543939010,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2141:Player-1500-04B27F8B:1:12:4:18:4294967295:4294967295:4294967295:4294967295|h[马厩管理员]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = "记录开始于 12/06/2018 的 00:07:43。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544055303,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12947:Player-1500-04B1231B:1:12:6:18:4294967295:4294967295:4294967295:4294967295|h[艾泽拉斯外交家]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [151]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544055303,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12989:Player-1500-04B1231B:1:12:6:18:4294967295:4294967295:4294967295:4294967295|h[争霸艾泽拉斯探路者，第一章]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/06/2018 的 02:43:21。",
						}, -- [155]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544061503,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11861:Player-1500-04B10F52:1:12:6:18:4294967295:4294967295:4294967295:4294967295|h[祖达萨的王权]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = "记录开始于 12/06/2018 的 15:44:57。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544107983,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12956:Player-1500-04ADD2A6:1:12:6:18:4294967295:4294967295:4294967295:4294967295|h[始祖龟求知者]|h|r！",
							["clColor"] = "fffff468",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 12/07/2018 的 14:44:33。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544190968,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:505:Player-1500-04B27F8B:1:12:7:18:4294967295:4294967295:4294967295:4294967295|h[完成250个任务]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [164]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544191767,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10669:Player-1500-04B27F8B:1:12:7:18:4294967295:4294967295:4294967295:4294967295|h[探索苏拉玛]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/07/2018 的 16:15:40。",
						}, -- [168]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544197755,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1157:Player-1500-04B1231B:1:12:7:18:4294967295:4294967295:4294967295:4294967295|h[决斗赢家]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/08/2018 的 03:18:12。",
						}, -- [172]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544236058,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11714:Player-1500-04ADD2A6:1:12:8:18:4294967295:4294967295:4294967295:4294967295|h[残忍旧款]|h|r！",
							["clColor"] = "fffff468",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = "记录开始于 12/09/2018 的 15:15:37。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544365508,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:484:Player-1500-04B10F52:1:12:9:18:4294967295:4294967295:4294967295:4294967295|h[古达克]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [177]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544366134,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:488:Player-1500-04B10F52:1:12:9:18:4294967295:4294967295:4294967295:4294967295|h[乌特加德之巅]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [178]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544366134,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:499:Player-1500-04B10F52:1:12:9:18:4294967295:4294967295:4294967295:4294967295|h[乌特加德之巅（英雄难度）]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = "记录开始于 12/09/2018 的 16:13:48。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544368879,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:481:Player-1500-04B10F52:1:12:9:18:4294967295:4294967295:4294967295:4294967295|h[安卡赫特：古代王国]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 13:07:19。",
						}, -- [186]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544445683,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:398:Player-1500-04B1231B:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[残酷的斗士]|h|r！",
							["clColor"] = "ff00ff96",
						}, -- [187]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544445683,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:402:Player-1500-04ADD2A6:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[三人行：1550]|h|r！",
							["clColor"] = "fffff468",
						}, -- [188]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544446554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12993:Player-1500-04ADD2A6:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[前线归来]|h|r！",
							["clColor"] = "fffff468",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 14:02:45。",
						}, -- [192]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544450230,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5346:Player-1500-04ADD2A6:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[步兵]|h|r！",
							["clColor"] = "fffff468",
						}, -- [193]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544450230,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5347:Player-1500-04ADD2A6:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[中士]|h|r！",
							["clColor"] = "fffff468",
						}, -- [194]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544451709,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12521:Player-1500-04B10F52:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[抑制大厅]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [195]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544452331,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5349:Player-1500-04ADD2A6:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[一等军士长]|h|r！",
							["clColor"] = "fffff468",
						}, -- [196]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544452331,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5348:Player-1500-04ADD2A6:1:12:10:18:4294967295:4294967295:4294967295:4294967295|h[高阶军士]|h|r！",
							["clColor"] = "fffff468",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 12:39:50。",
						}, -- [200]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544528552,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12522:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[猩红深渊]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:34:05。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544531709,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12523:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[腐蚀之心]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [205]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544531709,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12536:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[引领潮流：戈霍恩]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:38:44。",
						}, -- [209]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544532961,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12756:Player-1500-01F85A11:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[月光垂钓]|h|r！",
							["clColor"] = "ff3fc6ea",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:59:51。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544534059,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12527:Player-1500-04ADD2A6:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[泽克沃兹（史诗难度）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [214]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544535225,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12529:Player-1500-04ADD2A6:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[维克提斯（史诗难度）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [215]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544537323,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12530:Player-1500-04ADD2A6:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[腐臭吞噬者（史诗难度）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [216]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544537804,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13103:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[腐化泥沼]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [217]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544537804,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13104:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[腐化泥沼（英雄难度）]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [218]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544542480,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12835:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[风暴神殿]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [219]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544542480,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12837:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[风暴神殿（英雄难度）]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [220]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544542480,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12838:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[风暴神殿（史诗难度）]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [221]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544543676,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13111:Player-1500-04B30E19:1:12:11:18:4294967295:4294967295:4294967295:4294967295|h[青翠荒野]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [222]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544544982,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13095:Player-1500-04B30E19:1:12:12:18:4294967295:4294967295:4294967295:4294967295|h[恐惧群岛]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [223]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544546375,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12531:Player-1500-04ADD2A6:1:12:12:18:4294967295:4294967295:4294967295:4294967295|h[祖尔（史诗难度）]|h|r！",
							["clColor"] = "fffff468",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:03:32。",
						}, -- [227]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544547849,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:144:Player-1500-04B30E19:1:12:12:18:4294967295:4294967295:4294967295:4294967295|h[钓起鱼斯拉]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = "记录开始于 12/12/2018 的 14:14:15。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544620540,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12835:Player-1500-04B10F52:1:12:12:18:4294967295:4294967295:4294967295:4294967295|h[风暴神殿]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [232]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544620540,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12837:Player-1500-04B10F52:1:12:12:18:4294967295:4294967295:4294967295:4294967295|h[风暴神殿（英雄难度）]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [233]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544620540,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12838:Player-1500-04B10F52:1:12:12:18:4294967295:4294967295:4294967295:4294967295|h[风暴神殿（史诗难度）]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 15:16:36。",
						}, -- [237]
						{
							["arg2"] = "谜团空大-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544711174,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12547:Player-1500-04B10F52:1:12:13:18:4294967295:4294967295:4294967295:4294967295|h[史诗]|h|r！",
							["clColor"] = "ffc41e3a",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544715710,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12845:Player-1500-04B30E19:1:12:13:18:4294967295:4294967295:4294967295:4294967295|h[暴富矿区！！（英雄难度）]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [242]
						{
							["arg2"] = "闸北吴彦祖-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544715710,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12846:Player-1500-04B30E19:1:12:13:18:4294967295:4294967295:4294967295:4294967295|h[暴富矿区！！（史诗难度）]|h|r！",
							["clColor"] = "ff8787ed",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [246]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1544732594,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:507:Player-1500-04ADD2A6:1:12:14:18:4294967295:4294967295:4294967295:4294967295|h[完成1000个任务]|h|r！",
							["clColor"] = "fffff468",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544109448,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [1]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544109463,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [2]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544109828,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [3]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544109843,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [4]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544109858,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [5]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544110099,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [6]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544110114,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [7]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544110129,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = "记录开始于 12/07/2018 的 14:44:33。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190335,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [12]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190350,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [13]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190365,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [14]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190729,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [15]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190744,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [16]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190758,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [17]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544190993,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [18]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544191008,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [19]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544191022,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [20]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544192490,
							["arg1"] = "Enemy Spec: 增强 SHAMAN",
							["clColor"] = "fffff468",
						}, -- [21]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544192490,
							["arg1"] = "Enemy Spec: 毁灭 WARLOCK",
							["clColor"] = "fffff468",
						}, -- [22]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544192497,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [23]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544192512,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [24]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544192527,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [25]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544192670,
							["arg1"] = "Enemy Spec: 武器 WARRIOR",
							["clColor"] = "fffff468",
						}, -- [26]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544192670,
							["arg1"] = "Enemy Spec: 戒律 PRIEST",
							["clColor"] = "fffff468",
						}, -- [27]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544192674,
							["arg1"] = "Enemy Spec: 武器 WARRIOR",
							["clColor"] = "fff48cba",
						}, -- [28]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544192674,
							["arg1"] = "Enemy Spec: 戒律 PRIEST",
							["clColor"] = "fff48cba",
						}, -- [29]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544192680,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [30]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544192695,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [31]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544192709,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/07/2018 的 15:29:57。",
						}, -- [35]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544193049,
							["arg1"] = "Enemy Spec: 奇袭 ROGUE",
							["clColor"] = "fff48cba",
						}, -- [36]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193053,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 12/07/2018 的 15:30:57。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193070,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [41]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193082,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [42]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544193221,
							["arg1"] = "Enemy Spec: 敏锐 ROGUE",
							["clColor"] = "fffff468",
						}, -- [43]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193232,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [44]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193247,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [45]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193261,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [46]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193457,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [47]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193472,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [48]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193487,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [49]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193867,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [50]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193882,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [51]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544193896,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = "记录开始于 12/07/2018 的 15:52:21。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194354,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [56]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194354,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [57]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194367,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [58]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194520,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [59]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194536,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [60]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194550,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [61]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194701,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [62]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194716,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [63]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544194730,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [64]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544195130,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [65]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544195144,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/07/2018 的 16:15:40。",
						}, -- [69]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544195771,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [70]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544195785,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [71]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196343,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [72]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196359,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [73]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196373,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [74]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544196636,
							["arg1"] = "Enemy Spec: 野兽控制 HUNTER",
							["clColor"] = "ff00ff96",
						}, -- [75]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544196636,
							["arg1"] = "Enemy Spec: 恢复 DRUID",
							["clColor"] = "ff00ff96",
						}, -- [76]
						{
							["arg2"] = "神龙大侠慈妹-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544196636,
							["arg1"] = "Enemy Spec: 狂怒 WARRIOR",
							["clColor"] = "ff00ff96",
						}, -- [77]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196659,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [78]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196674,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [79]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196689,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [80]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196848,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [81]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196863,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [82]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544196877,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [83]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544197049,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [84]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544197065,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [85]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544197079,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 13:07:19。",
						}, -- [89]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444341,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [90]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444356,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [91]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444370,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [92]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444511,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [93]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444526,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [94]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444541,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [95]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444708,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [96]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444723,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [97]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444737,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [98]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444980,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [99]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544444995,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [100]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445009,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [101]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445270,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [102]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445285,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [103]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445299,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [104]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445752,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [105]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445768,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [106]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445782,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [107]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445933,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [108]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445948,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [109]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544445962,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [110]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446321,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [111]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446337,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [112]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446351,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [113]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446686,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [114]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446701,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [115]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446716,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 14:02:45。",
						}, -- [119]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446982,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [120]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544446997,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [121]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447011,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [122]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447375,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [123]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447390,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [124]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447405,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [125]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447544,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [126]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447559,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [127]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447574,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [128]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447734,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [129]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447750,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [130]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544447764,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [131]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448111,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [132]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448127,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [133]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448141,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [134]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448316,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [135]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448331,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [136]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448345,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [137]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448549,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [138]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448564,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [139]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448579,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [140]
						{
							["arg2"] = "麦吉克库瑞姆-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544448718,
							["arg1"] = "Enemy Spec: 神圣 PALADIN",
							["clColor"] = "fffff468",
						}, -- [141]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448742,
							["arg1"] = "竞技场战斗将在三十秒后开始！",
						}, -- [142]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448757,
							["arg1"] = "竞技场战斗将在十五秒后开始！",
						}, -- [143]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544448772,
							["arg1"] = "竞技场战斗开始了！",
						}, -- [144]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544449591,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [145]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544449650,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [146]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544449680,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [147]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544449710,
							["arg1"] = "战斗开始了！",
						}, -- [148]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449725,
							["arg1"] = "在梵就打你呦-洛丹伦取走了|cFFBF00FF紫色|r的球！",
						}, -- [149]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544449726,
							["arg1"] = "阿們-熊猫酒仙取走了|cFF01DFD7蓝色|r的球！",
						}, -- [150]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449730,
							["arg1"] = "克罗诺斯取走了|cFF01DF01绿色|r的球！",
						}, -- [151]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544449741,
							["arg1"] = "冲锋守卫-熊猫酒仙取走了|cFFFF8000橙色|r的球！",
						}, -- [152]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449813,
							["arg1"] = "一梦十三年-血色十字军取走了|cFF01DFD7蓝色|r的球！",
						}, -- [153]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449853,
							["arg1"] = "德雷客塔尔-冰霜之刃取走了|cFFFF8000橙色|r的球！",
						}, -- [154]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544449856,
							["arg1"] = "依见晨迷-石爪峰取走了|cFF01DFD7蓝色|r的球！",
						}, -- [155]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449862,
							["arg1"] = "一拳灭神-安苏取走了|cFF01DF01绿色|r的球！",
						}, -- [156]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449865,
							["arg1"] = "妹夫在歪歪吗-安苏取走了|cFFBF00FF紫色|r的球！",
						}, -- [157]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449897,
							["arg1"] = "克罗诺斯取走了|cFFFF8000橙色|r的球！",
						}, -- [158]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449897,
							["arg1"] = "在梵就打你呦-洛丹伦取走了|cFF01DF01绿色|r的球！",
						}, -- [159]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544449916,
							["arg1"] = "風摆柳-熊猫酒仙取走了|cFFBF00FF紫色|r的球！",
						}, -- [160]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449941,
							["arg1"] = "德雷客塔尔-冰霜之刃取走了|cFFFF8000橙色|r的球！",
						}, -- [161]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449944,
							["arg1"] = "一梦十三年-血色十字军取走了|cFF01DFD7蓝色|r的球！",
						}, -- [162]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449969,
							["arg1"] = "妹夫在歪歪吗-安苏取走了|cFF01DF01绿色|r的球！",
						}, -- [163]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544449985,
							["arg1"] = "依见晨迷-石爪峰取走了|cFFBF00FF紫色|r的球！",
						}, -- [164]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544449995,
							["arg1"] = "在梵就打你呦-洛丹伦取走了|cFFFF8000橙色|r的球！",
						}, -- [165]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450127,
							["arg1"] = "卐盲僧-末日祷告祭坛取走了|cFFBF00FF紫色|r的球！",
						}, -- [166]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450206,
							["arg1"] = "一拳灭神-安苏取走了|cFF01DF01绿色|r的球！",
						}, -- [167]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450218,
							["arg1"] = "德雷客塔尔-冰霜之刃取走了|cFFFF8000橙色|r的球！",
						}, -- [168]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450230,
							["arg1"] = "部落胜利了！",
						}, -- [169]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450298,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [170]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450355,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [171]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450385,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [172]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450415,
							["arg1"] = "战斗开始了！",
						}, -- [173]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450472,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军拔起了！",
						}, -- [174]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450499,
							["arg1"] = "呆丶呆賊-永恒之井拾起了部落军旗！",
						}, -- [175]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450577,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军丢掉了！",
						}, -- [176]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450578,
							["arg1"] = "阿花-永恒之井将联盟军旗放回到旗座上了！",
						}, -- [177]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450590,
							["arg1"] = "呆丶呆賊-永恒之井获得了部落军旗！",
						}, -- [178]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450603,
							["arg1"] = "旗帜被重新放置在了它们的基地中。",
						}, -- [179]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450614,
							["arg1"] = "联盟的旗帜被德雷客塔尔-冰霜之刃拔起了！",
						}, -- [180]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450627,
							["arg1"] = "联盟的旗帜被德雷客塔尔-冰霜之刃丢掉了！",
						}, -- [181]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450628,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军拔起了！",
						}, -- [182]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450646,
							["arg1"] = "塞纳六撕小牛-永恒之井拾起了部落军旗！",
						}, -- [183]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450656,
							["arg1"] = "塞纳六撕小牛-永恒之井掉落了部落军旗！",
						}, -- [184]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450659,
							["arg1"] = "呆丶呆賊-永恒之井拾起了部落军旗！",
						}, -- [185]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450730,
							["arg1"] = "呆丶呆賊-永恒之井掉落了部落军旗！",
						}, -- [186]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450733,
							["arg1"] = "克罗诺斯将部落军旗放回到旗座上了！",
						}, -- [187]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450736,
							["arg1"] = "一梦十三年-血色十字军获得了联盟军旗！",
						}, -- [188]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450750,
							["arg1"] = "旗帜被重新放置在了它们的基地中。",
						}, -- [189]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450753,
							["arg1"] = "阿花-永恒之井拾起了部落军旗！",
						}, -- [190]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450773,
							["arg1"] = "联盟的旗帜被妹夫在歪歪吗-安苏拔起了！",
						}, -- [191]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450784,
							["arg1"] = "阿花-永恒之井掉落了部落军旗！",
						}, -- [192]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450785,
							["arg1"] = "呆丶呆賊-永恒之井拾起了部落军旗！",
						}, -- [193]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450817,
							["arg1"] = "联盟的旗帜被妹夫在歪歪吗-安苏丢掉了！",
						}, -- [194]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450819,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军拔起了！",
						}, -- [195]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450882,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军丢掉了！",
						}, -- [196]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450883,
							["arg1"] = "阿花-永恒之井将联盟军旗放回到旗座上了！",
						}, -- [197]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450889,
							["arg1"] = "呆丶呆賊-永恒之井获得了部落军旗！",
						}, -- [198]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544450903,
							["arg1"] = "旗帜被重新放置在了它们的基地中。",
						}, -- [199]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450905,
							["arg1"] = "联盟的旗帜被在梵就打你呦-洛丹伦拔起了！",
						}, -- [200]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450935,
							["arg1"] = "联盟的旗帜被在梵就打你呦-洛丹伦丢掉了！",
						}, -- [201]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450936,
							["arg1"] = "吃熊掌的鱼-永恒之井将联盟军旗放回到旗座上了！",
						}, -- [202]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544450939,
							["arg1"] = "阿花-永恒之井拾起了部落军旗！",
						}, -- [203]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450954,
							["arg1"] = "联盟的旗帜被克罗诺斯拔起了！",
						}, -- [204]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450967,
							["arg1"] = "联盟的旗帜被克罗诺斯丢掉了！",
						}, -- [205]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544450969,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军拔起了！",
						}, -- [206]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451003,
							["arg1"] = "阿花-永恒之井掉落了部落军旗！",
						}, -- [207]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451003,
							["arg1"] = "呆丶呆賊-永恒之井拾起了部落军旗！",
						}, -- [208]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451114,
							["arg1"] = "联盟的旗帜被一梦十三年-血色十字军丢掉了！",
						}, -- [209]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451114,
							["arg1"] = "塞纳六撕小牛-永恒之井将联盟军旗放回到旗座上了！",
						}, -- [210]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451117,
							["arg1"] = "呆丶呆賊-永恒之井获得了部落军旗！",
						}, -- [211]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451117,
							["arg1"] = "联盟获胜！",
						}, -- [212]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544451208,
							["arg1"] = "战斗将在2分钟后开始！",
						}, -- [213]
						{
							["arg2"] = "在梵就打你呦-洛丹伦",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1544451226,
							["arg1"] = "1",
							["clColor"] = "ffc41e3a",
						}, -- [214]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544451268,
							["arg1"] = "战斗将在1分钟后开始！",
						}, -- [215]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544451298,
							["arg1"] = "战斗将在30秒后开始！",
						}, -- [216]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544451329,
							["arg1"] = "战斗开始了！",
						}, -- [217]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451356,
							["arg1"] = "在梵就打你呦-洛丹伦突袭了魔能机甲废墟！",
						}, -- [218]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451356,
							["arg1"] = "麦吉克库瑞姆突袭了血精灵塔！",
						}, -- [219]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451356,
							["arg1"] = "灰烬乄风暴-主宰之剑突袭了德莱尼废墟！",
						}, -- [220]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451375,
							["arg1"] = "無解-生态船突袭了法师塔！",
						}, -- [221]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451410,
							["arg1"] = "麦吉克库瑞姆突袭了德莱尼废墟！",
						}, -- [222]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451416,
							["arg1"] = "部落夺取了魔能机甲废墟的控制权！",
						}, -- [223]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451416,
							["arg1"] = "部落夺取了血精灵塔的控制权！",
						}, -- [224]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451435,
							["arg1"] = "联盟夺取了法师塔的控制权！",
						}, -- [225]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451470,
							["arg1"] = "部落夺取了德莱尼废墟的控制权！",
						}, -- [226]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451607,
							["arg1"] = "灰烬乄风暴-主宰之剑突袭了德莱尼废墟！",
						}, -- [227]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451667,
							["arg1"] = "联盟夺取了德莱尼废墟的控制权！",
						}, -- [228]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451706,
							["arg1"] = "妹夫在歪歪吗-安苏夺走了旗帜！",
						}, -- [229]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451738,
							["arg1"] = "妹夫在歪歪吗-安苏夺得了旗帜！",
						}, -- [230]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544451759,
							["arg1"] = "旗帜被重新放置了。",
						}, -- [231]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451890,
							["arg1"] = "染纱-主宰之剑突袭了血精灵塔！",
						}, -- [232]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451895,
							["arg1"] = "妹夫在歪歪吗-安苏夺走了旗帜！",
						}, -- [233]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451938,
							["arg1"] = "妹夫在歪歪吗-安苏守住了血精灵塔！",
						}, -- [234]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544451939,
							["arg1"] = "妹夫在歪歪吗-安苏夺得了旗帜！",
						}, -- [235]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544451964,
							["arg1"] = "旗帜被重新放置了。",
						}, -- [236]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544451972,
							["arg1"] = "Yonggelalala-迦拉克隆夺走了旗帜！",
						}, -- [237]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544452001,
							["arg1"] = "Yonggelalala-迦拉克隆夺得了旗帜！",
						}, -- [238]
						{
							["type"] = "BG_SYSTEM_NEUTRAL",
							["time"] = 1544452022,
							["arg1"] = "旗帜被重新放置了。",
						}, -- [239]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544452078,
							["arg1"] = "部落已经收集了超过1200份资源，离胜利不远了！",
						}, -- [240]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544452135,
							["arg1"] = "天明屋尚-壁炉谷突袭了血精灵塔！",
						}, -- [241]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544452195,
							["arg1"] = "联盟夺取了血精灵塔的控制权！",
						}, -- [242]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544452208,
							["arg1"] = "可爱豆-玛里苟斯夺走了旗帜！",
						}, -- [243]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544452229,
							["arg1"] = "月下的蝴蝶兰-阿克蒙德突袭了血精灵塔！",
						}, -- [244]
						{
							["type"] = "BG_SYSTEM_ALLIANCE",
							["time"] = 1544452252,
							["arg1"] = "联盟已经收集了超过1200份资源，离胜利不远了！",
						}, -- [245]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544452289,
							["arg1"] = "部落夺取了血精灵塔的控制权！",
						}, -- [246]
						{
							["type"] = "BG_SYSTEM_HORDE",
							["time"] = 1544452331,
							["arg1"] = "部落获得了胜利！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544711083,
							["arg1"] = "传承护甲 发出来看看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "荆魂-黑手军团",
						}, -- [1]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711083,
							["arg1"] = "去做任务啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶苍穹-格雷迈恩",
						}, -- [2]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711091,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [3]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711114,
							["arg1"] = "|cffa335ee|Hitem:166357::::::::120:577:::1:3524:::|h[辛多雷披风]|h|r|cffa335ee|Hitem:166348::::::::120:577:::1:3524:::|h[辛多雷头盔]|h|r|cffa335ee|Hitem:166350::::::::120:577:::1:3524:::|h[辛多雷外衣]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为了葛二蛋-格雷迈恩",
						}, -- [4]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711120,
							["arg1"] = "有没有 哪个术士用的EUI插件的啊。求教个事情",
							["arg9"] = "大脚世界频道",
							["arg2"] = "杰弗瑞钢蛋-格雷迈恩",
						}, -- [5]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544711126,
							["arg1"] = "传承套加|cff0070dd|Hitem:27512::::::::120:70:::1:3524:::|h[意志击碎者]|h|r|cffa335ee|Hitem:34675::::::::120:70:::1:3524:::|h[太阳卫士徽记]|h|r就可以去海岛任务那装NPC了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "最后的英魂-格雷迈恩",
						}, -- [6]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544711126,
							["arg1"] = "请问不是说项链等级共享么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逛逛悠悠-瓦丝琪",
						}, -- [7]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711128,
							["arg1"] = "|cffa335ee|Hitem:166355::::::::120:577:::1:3524:::|h[辛多雷护腕]|h|r|cffa335ee|Hitem:166351::::::::120:577:::1:3524:::|h[辛多雷手套]|h|r|cffa335ee|Hitem:166352::::::::120:577:::1:3524:::|h[辛多雷腰带]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为了葛二蛋-格雷迈恩",
						}, -- [8]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711136,
							["arg1"] = "有没有 哪个术士用的EUI插件的啊。求教个事情",
							["arg9"] = "大脚世界频道",
							["arg2"] = "杰弗瑞钢蛋-格雷迈恩",
						}, -- [9]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711141,
							["arg1"] = "|cffa335ee|Hitem:166353::::::::120:577:::1:3524:::|h[辛多雷护腿]|h|r|cffa335ee|Hitem:166354::::::::120:577:::1:3524:::|h[辛多雷便鞋]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为了葛二蛋-格雷迈恩",
						}, -- [10]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544711150,
							["arg1"] = "声望共享",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左手一只鸡-格雷迈恩",
						}, -- [11]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544711166,
							["arg1"] = "8.1 为什么在线率这么高",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔理沙-格雷迈恩",
						}, -- [12]
						{
							["clColor"] = "fffff468",
							["time"] = 1544711166,
							["arg1"] = "黑海岸在哪里 我去",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Greetshurrik-格雷迈恩",
						}, -- [13]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544711180,
							["arg1"] = "我联盟第七军团崇拜了，上线一看，荣耀战团还要重新刷？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逛逛悠悠-瓦丝琪",
						}, -- [14]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544711180,
							["arg1"] = "都说了去阿拉希传送门那边",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左手一只鸡-格雷迈恩",
						}, -- [15]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711181,
							["arg1"] = "看看到底希女王怎样了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [16]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544711189,
							["arg1"] = "8.1 为什么在线率这么高",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔理沙-格雷迈恩",
						}, -- [17]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711190,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [18]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544711203,
							["arg1"] = "过两天就低了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猴子大冒险-格雷迈恩",
						}, -- [19]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544711204,
							["arg1"] = "女王黑化了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左手一只鸡-格雷迈恩",
						}, -- [20]
						{
							["clColor"] = "fffff468",
							["time"] = 1544711230,
							["arg1"] = "不是有矮人和血精灵的种族什么任务吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Greetshurrik-格雷迈恩",
						}, -- [21]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711248,
							["arg1"] = "我想要破法者之刃，有同模型的没",
							["arg9"] = "大脚世界频道",
							["arg2"] = "为了葛二蛋-格雷迈恩",
						}, -- [22]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544711250,
							["arg1"] = "这么卡啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "幽灵回归-黑手军团",
						}, -- [23]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544711257,
							["arg1"] = "传承幻化任务而已",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左手一只鸡-格雷迈恩",
						}, -- [24]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544711272,
							["arg1"] = "什么垃圾",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Pikachoo-格雷迈恩",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711631,
							["arg1"] = "求问如何随便世界BOSSR",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [30]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711645,
							["arg1"] = "已经修复了，别想了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [31]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711647,
							["arg1"] = "|cff71d5ff|Hspell:279608:0|h[小毛驴]|h|r|cff71d5ff|Hspell:279868:0|h[枯木恐翼蝠]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "绝地舒马特-瓦丝琪",
						}, -- [32]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711673,
							["arg1"] = "分解385给多少 精华",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [33]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711683,
							["arg1"] = "12个貌似",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [34]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711688,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [35]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711689,
							["arg1"] = "我日",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [36]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711694,
							["arg1"] = "30多",
							["arg9"] = "大脚世界频道",
							["arg2"] = "屮我呀-格雷迈恩",
						}, -- [37]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711700,
							["arg1"] = "12是370",
							["arg9"] = "大脚世界频道",
							["arg2"] = "屮我呀-格雷迈恩",
						}, -- [38]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711700,
							["arg1"] = "370   12",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黄碟子-格雷迈恩",
						}, -- [39]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711724,
							["arg1"] = "额，好吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [40]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711731,
							["arg1"] = "我脑子又不够数了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [41]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711758,
							["arg1"] = "|cffa335ee|Hitem:166684::::::::120:265::3:4:5478:1502:4786:5401:::|h[森林之王的法衣]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [42]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544711763,
							["arg1"] = "分解算了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [43]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711768,
							["arg1"] = "我也是这个，打算一会分解了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [44]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711788,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [45]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711887,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [46]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544711924,
							["arg1"] = "勋章有什么用",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逆天改命八折-格雷迈恩",
						}, -- [47]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544711950,
							["arg1"] = "可以换400的装备",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莞式丶-格雷迈恩",
						}, -- [48]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711987,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [49]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544711988,
							["arg1"] = "现在海岛宝藏图给啥啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "妖仙-格雷迈恩",
						}, -- [50]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544712002,
							["arg1"] = "多少个换啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [51]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544712013,
							["arg1"] = "艾泽拉斯勇士声望 没共享啊 小号怎么还是中立？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "烈火释广德-黑手军团",
						}, -- [52]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544712015,
							["arg1"] = "15个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莞式丶-格雷迈恩",
						}, -- [53]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544712022,
							["arg1"] = "在哪里换哦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [54]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544712024,
							["arg1"] = "110到120一直打海岛是不是蛮快的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "二十三十-格雷迈恩",
						}, -- [55]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544712026,
							["arg1"] = "我回去做任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "憶流年往事-格雷迈恩",
						}, -- [56]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544712066,
							["arg1"] = "赞达拉地图右上角·有个隐身的NPC",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莞式丶-格雷迈恩",
						}, -- [57]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712087,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [58]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544712128,
							["arg1"] = "阿拉希有个世界任务找不到怪？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Pikachoo-格雷迈恩",
						}, -- [59]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712186,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [60]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544712233,
							["arg1"] = "有人来撸黑海岸树王吗{无辜}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "凸逼乱摸丸-格雷迈恩",
						}, -- [61]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544712236,
							["arg1"] = "秀水矿脉怎么去啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我要脱单-格雷迈恩",
						}, -- [62]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544712238,
							["arg1"] = "在哪",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我要脱单-格雷迈恩",
						}, -- [63]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544712248,
							["arg1"] = "跑过去",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [64]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544712271,
							["arg1"] = "在哪？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我要脱单-格雷迈恩",
						}, -- [65]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544712276,
							["arg1"] = "百度没有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我要脱单-格雷迈恩",
						}, -- [66]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544712281,
							["arg1"] = "地图有标记啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [67]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712286,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [68]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544712314,
							["arg1"] = "话说 没roll币 重新打这个大树 还能roll吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Arteezy-格雷迈恩",
						}, -- [69]
						{
							["clColor"] = "fffff468",
							["time"] = 1544712315,
							["arg1"] = "今天怎么这么卡 ？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "的确有点扯-格雷迈恩",
						}, -- [70]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544712320,
							["arg1"] = "哦哦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我要脱单-格雷迈恩",
						}, -- [71]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544712325,
							["arg1"] = "不能",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [72]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544712329,
							["arg1"] = "唉~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Arteezy-格雷迈恩",
						}, -- [73]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544712335,
							["arg1"] = "|cffa335ee|Hitem:166435::::::::120:256::::::|h[卡多雷夜刃豹]|h|r卧草 还有坐骑的？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬牧師-格雷迈恩",
						}, -- [74]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544712338,
							["arg1"] = "ZAINA ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逆天改命八折-格雷迈恩",
						}, -- [75]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712357,
							["arg1"] = "小心被封号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔理沙-格雷迈恩",
						}, -- [76]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712385,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [77]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544712394,
							["arg1"] = "蛤蛤在哪买？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "平田-格雷迈恩",
						}, -- [78]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544712455,
							["arg1"] = "太难得 这么猛！！！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "吉祥雾-格雷迈恩",
						}, -- [79]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712474,
							["arg1"] = "现在已经可以买哈默了吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔理沙-格雷迈恩",
						}, -- [80]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712483,
							["arg1"] = "会不会被封号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔理沙-格雷迈恩",
						}, -- [81]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712485,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [82]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544712516,
							["arg1"] = "出售机甲大亨Mk2型 工程飞机头自带加特林 现货有需要的密 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶怜悯-黑手军团",
						}, -- [83]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712524,
							["arg1"] = "蛤蟆。。33W一只。。擦好贵",
							["arg9"] = "大脚世界频道",
							["arg2"] = "木兰与吉他-格雷迈恩",
						}, -- [84]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712584,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [85]
						{
							["clColor"] = "fffff468",
							["time"] = 1544712627,
							["arg1"] = "4",
							["arg9"] = "大脚世界频道",
							["arg2"] = "蛋黄终结者-格雷迈恩",
						}, -- [86]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544712632,
							["arg1"] = "|cffa335ee|Hitem:163183::::::::120:577::14::::|h[青绿沼泽跃蛙]|h|r好暴力啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "平田-格雷迈恩",
						}, -- [87]
						{
							["clColor"] = "fffff468",
							["time"] = 1544712643,
							["arg1"] = "x",
							["arg9"] = "大脚世界频道",
							["arg2"] = "期待秋天-格雷迈恩",
						}, -- [88]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544712655,
							["arg1"] = "....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牧牛遛马-黑手军团",
						}, -- [89]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544712662,
							["arg1"] = "什么出的？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牧牛遛马-黑手军团",
						}, -- [90]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544712663,
							["arg1"] = "收个111  带槽的戒指 有的MMM",
							["arg9"] = "大脚世界频道",
							["arg2"] = "税小皮蛋-格雷迈恩",
						}, -- [91]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544712668,
							["arg1"] = "还是买的？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牧牛遛马-黑手军团",
						}, -- [92]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544712673,
							["arg1"] = "33W",
							["arg9"] = "大脚世界频道",
							["arg2"] = "平田-格雷迈恩",
						}, -- [93]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712684,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [94]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544712694,
							["arg1"] = "对不起打扰了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "廿一牧-格雷迈恩",
						}, -- [95]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712703,
							["arg1"] = "3只100W哇",
							["arg9"] = "大脚世界频道",
							["arg2"] = "木兰与吉他-格雷迈恩",
						}, -- [96]
						{
							["clColor"] = "fffff468",
							["time"] = 1544712716,
							["arg1"] = "我想买 但是我怕被封号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "就要泡儿嗯-格雷迈恩",
						}, -- [97]
						{
							["clColor"] = "fffff468",
							["time"] = 1544712769,
							["arg1"] = "上版本的高达多少钱",
							["arg9"] = "大脚世界频道",
							["arg2"] = "就要泡儿嗯-格雷迈恩",
						}, -- [98]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544712778,
							["arg1"] = "50W",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿洛迪-格雷迈恩",
						}, -- [99]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712784,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [100]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712879,
							["arg1"] = "|cffa335ee|Hitem:161674::::::::120:71::56:4:5074:5128:1567:4786:::|h[悚然角斗士的勋章]|h|r|cffa335ee|Hitem:159611::::::::120:71::16:3:5010:1542:4786:::|h[拉兹敦克的大红按钮]|h|r|cffa335ee|Hitem:161463::::::::120:71::3:3:5119:1492:4786:::|h[末日狂怒]|h|r武器战用哪个？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "岛川冈坂-格雷迈恩",
						}, -- [101]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712883,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [102]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712891,
							["arg1"] = ".",
							["arg9"] = "大脚世界频道",
							["arg2"] = "岛川冈坂-格雷迈恩",
						}, -- [103]
						{
							["clColor"] = "fffff468",
							["time"] = 1544712906,
							["arg1"] = "请问你们卡么 ？我卡的没法玩了 。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "的确有点扯-格雷迈恩",
						}, -- [104]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544712907,
							["arg1"] = "浙江温州！浙江温州！ {喊}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猴子大冒险-格雷迈恩",
						}, -- [105]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544712941,
							["arg1"] = "是联盟在搞事，关了战争模式就不卡了，",
							["arg9"] = "大脚世界频道",
							["arg2"] = "艾库莱亚-格雷迈恩",
						}, -- [106]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544712946,
							["arg1"] = "江南皮革厂倒闭了浙江温州最大皮革厂江南皮革厂倒闭了王八蛋王八蛋黄鹤老板吃喝嫖赌吃喝嫖赌欠下了3点5 个亿带着他的小姨子跑了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "乖蕾蕾丶-格雷迈恩",
						}, -- [107]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712983,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [108]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713043,
							["arg1"] = "去黑海岸的传送门在哪儿呀",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猴子大冒险-格雷迈恩",
						}, -- [109]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713065,
							["arg1"] = "gangkou ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黄碟子-格雷迈恩",
						}, -- [110]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713074,
							["arg1"] = "只有阿拉希的呀",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猴子大冒险-格雷迈恩",
						}, -- [111]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544713077,
							["arg1"] = "阿拉希传送门旁边",
							["arg9"] = "大脚世界频道",
							["arg2"] = "劈头士帅牛-瓦丝琪",
						}, -- [112]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713082,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [113]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544713086,
							["arg1"] = "接任务~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "劈头士帅牛-瓦丝琪",
						}, -- [114]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713090,
							["arg1"] = "这里只有一个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "猴子大冒险-格雷迈恩",
						}, -- [115]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544713096,
							["arg1"] = "黑海岸 任务做完了  怎么没有后续了 ?",
							["arg9"] = "大脚世界频道",
							["arg2"] = "犄角祖先-格雷迈恩",
						}, -- [116]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544713097,
							["arg1"] = "放弃任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Revieo-格雷迈恩",
						}, -- [117]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544713108,
							["arg1"] = "慢慢玩啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天风很大-格雷迈恩",
						}, -- [118]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544713119,
							["arg1"] = "去港口对话，做前置任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可乐叔叔-瓦丝琪",
						}, -- [119]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544713119,
							["arg1"] = "别急",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天风很大-格雷迈恩",
						}, -- [120]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713133,
							["arg1"] = "w我艹  瓦格里 又死一个 我艹",
							["arg9"] = "大脚世界频道",
							["arg2"] = "娇嫩一朵花-黑手军团",
						}, -- [121]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544713133,
							["arg1"] = "均需管在哪？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "犄角祖先-格雷迈恩",
						}, -- [122]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713150,
							["arg1"] = "这 女王还几个啊 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "娇嫩一朵花-黑手军团",
						}, -- [123]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713182,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [124]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544713265,
							["arg1"] = "青蛙是哪里来的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "快乐相伴-格雷迈恩",
						}, -- [125]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713279,
							["arg1"] = "|cffa335ee|Hitem:166793::::::::120:64::3:3:5479:1502:4786:::|h[远古智慧之结]|h|r 这SP怎么样",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶久石让-格雷迈恩",
						}, -- [126]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713279,
							["arg1"] = "买",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Arteezy-格雷迈恩",
						}, -- [127]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713281,
							["arg1"] = "买的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "潇潇枫丶-格雷迈恩",
						}, -- [128]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713282,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [129]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713283,
							["arg1"] = "33W",
							["arg9"] = "大脚世界频道",
							["arg2"] = "潇潇枫丶-格雷迈恩",
						}, -- [130]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544713316,
							["arg1"] = "在哪里买啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "快乐相伴-格雷迈恩",
						}, -- [131]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713332,
							["arg1"] = "蛙谷",
							["arg9"] = "大脚世界频道",
							["arg2"] = "潇潇枫丶-格雷迈恩",
						}, -- [132]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713356,
							["arg1"] = "不赖值一千万",
							["arg9"] = "大脚世界频道",
							["arg2"] = "裤裆里有圣光-黑手军团",
						}, -- [133]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713381,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [134]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544713386,
							["arg1"] = "8.1小号有哪些福利啊 有木有声望加成的道具啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "平田-格雷迈恩",
						}, -- [135]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544713424,
							["arg1"] = "大脚能把血量显示多少W吗 这串数字看的不舒服",
							["arg9"] = "大脚世界频道",
							["arg2"] = "今天风很大-格雷迈恩",
						}, -- [136]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544713442,
							["arg1"] = "可以调的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "潇潇枫丶-格雷迈恩",
						}, -- [137]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713442,
							["arg1"] = "有啊，一千万我卖你",
							["arg9"] = "大脚世界频道",
							["arg2"] = "裤裆里有圣光-黑手军团",
						}, -- [138]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713481,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [139]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713488,
							["arg1"] = "魔兽啥都有只要你有钱",
							["arg9"] = "大脚世界频道",
							["arg2"] = "裤裆里有圣光-黑手军团",
						}, -- [140]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713580,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [141]
						{
							["clColor"] = "fffff468",
							["time"] = 1544713608,
							["arg1"] = "守望先锋玩好了能约到炮吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "就要泡儿嗯-格雷迈恩",
						}, -- [142]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544713613,
							["arg1"] = "4C风暴来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [143]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544713630,
							["arg1"] = "不能，被别人约了几次",
							["arg9"] = "大脚世界频道",
							["arg2"] = "过来杀老子啊-格雷迈恩",
						}, -- [144]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544713631,
							["arg1"] = "请问 集结石咋不见了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "乖蕾蕾丶-格雷迈恩",
						}, -- [145]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713680,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [146]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544713695,
							["arg1"] = "给哥一千万，不要稳定时间上线，不要操作，不要组队，要啥有啥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "裤裆里有圣光-黑手军团",
						}, -- [147]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544713701,
							["arg1"] = "|cffa335ee|Hitem:166803::::::::120:71::::::|h[珀色夜刃豹]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Excuseme-格雷迈恩",
						}, -- [148]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713780,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [149]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713879,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [150]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544713880,
							["arg1"] = "出售机甲大亨Mk2型 工程飞机头自带加特林 现货有需要的密 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶怜悯-黑手军团",
						}, -- [151]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544713881,
							["arg1"] = "4C风暴来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [152]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544713939,
							["arg1"] = "4C风暴来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [153]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544713940,
							["arg1"] = "新版本的 换装备的在哪？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "犄角祖先-格雷迈恩",
						}, -- [154]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713953,
							["arg1"] = "开飞行点物品没了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不知云过-格雷迈恩",
						}, -- [155]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544713979,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [156]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544713991,
							["arg1"] = "4C风暴来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [157]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714079,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [158]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544714083,
							["arg1"] = "4C风暴来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [159]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544714135,
							["arg1"] = "4C风暴来个T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [160]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544714172,
							["arg1"] = "|cff0070dd|Hitem:166525::::::::120:72::::::|h[缭夜之卵]|h|r请问这个是出什么的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "堕落之战天使-格雷迈恩",
						}, -- [161]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714178,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [162]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544714201,
							["arg1"] = "出售机甲大亨Mk2型 工程飞机头自带加特林 现货有需要的密 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶怜悯-黑手军团",
						}, -- [163]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544714202,
							["arg1"] = "|cffa335ee|Hitem:160652::::::::120:253::6:3:4800:1507:4786:::|h[构造体过载器]|h|r|cffa335ee|Hitem:160648::153711::::::120:253::5:4:4799:1808:1492:4786:::|h[狂热血珠]|h|r|cffa335ee|Hitem:166794::::::::120:253::3:3:5479:1502:4786:::|h[森林之王的刀叶]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飘落樱花祭-格雷迈恩",
						}, -- [164]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544714204,
							["arg1"] = "|cffa335ee|Hitem:159628::::::::120:253::35:3:5010:1552:4786:::|h[库尔提拉斯便携火炮]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飘落樱花祭-格雷迈恩",
						}, -- [165]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544714214,
							["arg1"] = "如何 取舍",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飘落樱花祭-格雷迈恩",
						}, -- [166]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544714228,
							["arg1"] = "分解",
							["arg9"] = "大脚世界频道",
							["arg2"] = "潇潇枫丶-格雷迈恩",
						}, -- [167]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544714238,
							["arg1"] = "|cffa335ee|Hitem:159628::::::::120:253::35:3:5010:1552:4786:::|h[库尔提拉斯便携火炮]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飘落樱花祭-格雷迈恩",
						}, -- [168]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544714239,
							["arg1"] = "{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "潇潇枫丶-格雷迈恩",
						}, -- [169]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714278,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [170]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714378,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [171]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714477,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [172]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714577,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [173]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544714639,
							["arg1"] = "拆特质的NPC 在哪里 谁能告诉我吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "我下面給你吃-格雷迈恩",
						}, -- [174]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714677,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [175]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544714692,
							["arg1"] = "来 人打H 海岛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "幽灵回归-黑手军团",
						}, -- [176]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544714750,
							["arg1"] = "没集合石 什么都不方便了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "吉祥雾-格雷迈恩",
						}, -- [177]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714777,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [178]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544714823,
							["arg1"] = "银月城的 战袍在哪啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "埃辛诺斯之怒-格雷迈恩",
						}, -- [179]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544714859,
							["arg1"] = "|cffa335ee|Hitem:166428::::::::120:71::::::|h[黑掌]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "好梦如旧丶-格雷迈恩",
						}, -- [180]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714876,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [181]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544714967,
							["arg1"] = "|cff1eff00|Hbattlepet:67:1:2:150:11:10:BattlePet-0-0000058094E3|h[黑色猫头鹰]|h|r值钱吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "埃辛诺斯之怒-格雷迈恩",
						}, -- [182]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544714976,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [183]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1544715048,
							["arg1"] = "|cffa335ee|Hitem:166793::::::::120:267::3:4:5479:40:1512:4783:::|h[远古智慧之结]|h|r哇..",
							["arg9"] = "大脚世界频道",
							["arg2"] = "古迦尔-格雷迈恩",
						}, -- [184]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1544715055,
							["arg1"] = "cao",
							["arg9"] = "大脚世界频道",
							["arg2"] = "被缅怀的瞬间-格雷迈恩",
						}, -- [185]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715075,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [186]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544715080,
							["arg1"] = "一般般，分解了吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "希瓦王爷-格雷迈恩",
						}, -- [187]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715175,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [188]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715274,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [189]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544715365,
							["arg1"] = "黑海岸的科多兽坐骑刷在哪啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "好梦如旧丶-格雷迈恩",
						}, -- [190]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544715374,
							["arg1"] = "|cffa335ee|Hitem:166745::::::::120:257::14::::|h[泥翼信天翁]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "幽灵回归-黑手军团",
						}, -- [191]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715374,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [192]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544715415,
							["arg1"] = "怎么感觉8.1是坐骑刷刷乐啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "焱之丨壬我寅-格雷迈恩",
						}, -- [193]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544715515,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "税小皮蛋-格雷迈恩",
						}, -- [194]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544715534,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "廿一牧-格雷迈恩",
						}, -- [195]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544715538,
							["arg1"] = "出售机甲大亨Mk2型 工程飞机头自带加特林 现货有需要的密 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶怜悯-黑手军团",
						}, -- [196]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544715571,
							["arg1"] = "M海岛有人吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "老四来了-格雷迈恩",
						}, -- [197]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715673,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [198]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544715690,
							["arg1"] = "|cff0070dd|Hitem:166749::::::::120:258::14::::|h[歌词：大海之歌]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "老四来了-格雷迈恩",
						}, -- [199]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544715704,
							["arg1"] = "|cff0070dd|Hitem:166663::::::::120:258::14::::|h[手锚]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "老四来了-格雷迈恩",
						}, -- [200]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544715743,
							["arg1"] = "找个人一起小号自强 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "给你六拳头-格雷迈恩",
						}, -- [201]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544715748,
							["arg1"] = "谁有385pvp主全能触发主属性的sp 发个看看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "杏花微雨-格雷迈恩",
						}, -- [202]
						{
							["clColor"] = "ffffffff",
							["time"] = 1544715759,
							["arg1"] = "|cffa335ee|Hitem:161902::::::::120:256::56:4:5074:5128:1567:4786:::|h[悚然角斗士的徽章]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "古手梨绘-格雷迈恩",
						}, -- [203]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544715764,
							["arg1"] = "|cffa335ee|Hitem:161902::154128::::::120:577::40:4:4802:5299:1577:5128:::|h[悚然角斗士的徽章]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "西裝暴徒-格雷迈恩",
						}, -- [204]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715772,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [205]
						{
							["clColor"] = "fffff468",
							["time"] = 1544715858,
							["arg1"] = "有人收绿装吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Big-格雷迈恩",
						}, -- [206]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715872,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [207]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544715986,
							["arg1"] = "|cffffff00|Hachievement:13466:Player-1500-0205AB93:0:0:0:-1:7:0:0:0|h[复仇之潮]|h|r还没最后一步吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Hungry-格雷迈恩",
						}, -- [208]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544716025,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [209]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544716071,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [210]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716071,
							["arg1"] = "请问下 黑海岸精英 奇美拉和科多兽在地图哪个位子啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "娇嫩一朵花-黑手军团",
						}, -- [211]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716111,
							["arg1"] = "百度偶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Pikachoo-格雷迈恩",
						}, -- [212]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544716117,
							["arg1"] = "奇美拉我知道",
							["arg9"] = "大脚世界频道",
							["arg2"] = "跷二郎腿的猫-格雷迈恩",
						}, -- [213]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544716120,
							["arg1"] = "qimeila zai EAST",
							["arg9"] = "大脚世界频道",
							["arg2"] = "星魂咆哮-格雷迈恩",
						}, -- [214]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716123,
							["arg1"] = "科多兽 不好搞",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [215]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716139,
							["arg1"] = "出来 大家都说一下呗 安抚下就拿到坐骑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [216]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716139,
							["arg1"] = "现在alx是不是没有任务接了啊 好烦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Macintosh-格雷迈恩",
						}, -- [217]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716147,
							["arg1"] = "接不了 了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [218]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1544716154,
							["arg1"] = "出售机甲大亨Mk2型 工程飞机头自带加特林 现货有需要的密 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶怜悯-黑手军团",
						}, -- [219]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716166,
							["arg1"] = "全是世界任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [220]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544716171,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [221]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544716176,
							["arg1"] = "有没有人知道  买蛤的NPC在哪",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Pperkulator-格雷迈恩",
						}, -- [222]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716191,
							["arg1"] = "蛤谷好像是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Macintosh-格雷迈恩",
						}, -- [223]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716191,
							["arg1"] = "哪里换特质装备？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逍遥游猎-黑手军团",
						}, -- [224]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544716201,
							["arg1"] = "在大蛤那里吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Pperkulator-格雷迈恩",
						}, -- [225]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716202,
							["arg1"] = "就是那个蛤蟆",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Macintosh-格雷迈恩",
						}, -- [226]
						{
							["clColor"] = "fffff468",
							["time"] = 1544716208,
							["arg1"] = "换币旁边",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Big-格雷迈恩",
						}, -- [227]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544716231,
							["arg1"] = "麻痹  好久没去了  不记得大蛤在哪了...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Pperkulator-格雷迈恩",
						}, -- [228]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716232,
							["arg1"] = "哦哦 去看看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "逍遥游猎-黑手军团",
						}, -- [229]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544716270,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [230]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716300,
							["arg1"] = "谁知道 黑海岸稀有多久打一次",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [231]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716317,
							["arg1"] = "好像也是轮换一cd",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Macintosh-格雷迈恩",
						}, -- [232]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716332,
							["arg1"] = "哎 坐骑啥时候才能掐",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [233]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544716344,
							["arg1"] = "还差3只",
							["arg9"] = "大脚世界频道",
							["arg2"] = "红丨流儿-格雷迈恩",
						}, -- [234]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716356,
							["arg1"] = "|cffffff00|Hquest:54059:-1:120:120:0|h[月夜战神]|h|r这个任务这么做，地图上看不见任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Iqdr-黑手军团",
						}, -- [235]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544716370,
							["arg1"] = " 8小时1-120升级来M. ....",
							["arg9"] = "大脚世界频道",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [236]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1544716374,
							["arg1"] = "有个小精灵对话",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕咕兽-格雷迈恩",
						}, -- [237]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544716388,
							["arg1"] = "我点任务，能看见，我点地图就看不见",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Iqdr-黑手军团",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 12/13/2018 的 20:36:31。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544732828,
							["arg1"] = "99",
							["arg9"] = "大脚世界频道",
							["arg2"] = "玉树临风-格雷迈恩",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["集合石"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "集合石",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 12/08/2018 的 18:27:50。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 12/09/2018 的 15:15:37。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365013,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱",
						}, -- [8]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365133,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [9]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365254,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [10]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365374,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [11]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365494,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [12]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365614,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [13]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365735,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [14]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365855,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [15]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544365975,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [16]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366096,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [17]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366216,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [18]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366337,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [19]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366457,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [20]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366577,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [21]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366698,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [22]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366818,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [23]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544366939,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [24]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367059,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [25]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367179,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [26]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367299,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [27]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544367316,
							["arg1"] = "《God bless you》公会1团史诗5/8，祖尔销魂开荒中，招收各种强力人员开荒，最好dz ss，活动时间412 8到11点，会内气氛特别和谐，小号也可以来，每周H提升，也可以加入二团，欢迎致电，刷屏见谅",
							["arg9"] = "集合石",
							["arg2"] = "火星帅牛",
						}, -- [28]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544367316,
							["arg1"] = "《God bless you》公会1团史诗5/8，祖尔销魂开荒中，招收各种强力人员开荒，最好dz ss，活动时间412 8到11点，会内气氛特别和谐，小号也可以来，每周H提升，也可以加入二团，欢迎致电，刷屏见谅",
							["arg9"] = "集合石",
							["arg2"] = "火星帅牛-格雷迈恩",
						}, -- [29]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544367316,
							["arg1"] = "《God bless you》公会1团史诗5/8，祖尔销魂开荒中，招收各种强力人员开荒，最好dz ss，活动时间412 8到11点，会内气氛特别和谐，小号也可以来，每周H提升，也可以加入二团，欢迎致电，刷屏见谅",
							["arg9"] = "集合石",
							["arg2"] = "火星帅牛-格雷迈恩",
						}, -- [30]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367420,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [31]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367540,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [32]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367661,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [33]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367781,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [34]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544367901,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [35]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368022,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [36]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368142,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 12/09/2018 的 16:13:48。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368504,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱",
						}, -- [42]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368624,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [43]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368744,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [44]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368868,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [45]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368985,
							["arg1"] = "O 一 120.级8.个.小.时.到......",
							["arg9"] = "集合石",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/09/2018 的 19:59:43。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 12/09/2018 的 20:12:39。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 01:58:15。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 12/10/2018 的 02:58:29。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 04:03:44。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 12/10/2018 的 04:12:51。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 12:57:32。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544443183,
							["arg1"] = "《God bless you》公会1团史诗5/8，祖尔销魂开荒中，招收各种强力人员开荒，最好dz ss，活动时间412 8到11点，会内气氛特别和谐，小号也可以来，每周H提升，也可以加入二团，欢迎致电，刷屏见谅",
							["arg9"] = "集合石",
							["arg2"] = "火星帅牛",
						}, -- [75]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544443191,
							["arg1"] = "《God bless you》公会1团史诗5/8，祖尔销魂开荒中，招收各种强力人员开荒，最好dz ss，活动时间412 8到11点，会内气氛特别和谐，小号也可以来，每周H提升，也可以加入二团，欢迎致电，刷屏见谅",
							["arg9"] = "集合石",
							["arg2"] = "火星帅牛-格雷迈恩",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = "记录开始于 12/10/2018 的 13:06:06。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 13:07:19。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544445263,
							["arg1"] = "《God bless you》公会1团史诗5/8，祖尔销魂开荒中，招收各种强力人员开荒，最好dz ss，活动时间412 8到11点，会内气氛特别和谐，小号也可以来，每周H提升，也可以加入二团，欢迎致电，刷屏见谅",
							["arg9"] = "集合石",
							["arg2"] = "火星帅牛",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 12/10/2018 的 14:00:03。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = "记录开始于 12/10/2018 的 18:21:34。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 20:49:53。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = "记录开始于 12/10/2018 的 21:09:10。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 12/11/2018 的 02:56:21。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 03:35:26。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 12/11/2018 的 03:49:58。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 04:18:58。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 12:39:50。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:14:44。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:26:51。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:34:05。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:38:44。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:59:51。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541211,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫",
						}, -- [142]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541213,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [143]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541346,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [144]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541495,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [145]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541585,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [146]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541676,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [147]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541766,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [148]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544541856,
							["arg1"] = "带. 升 . I 一12.0.速M......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [149]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544542567,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫",
						}, -- [150]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544542634,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [151]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544542670,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [152]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544542760,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [153]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544542851,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [154]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544542941,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [155]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543032,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [156]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543122,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [157]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543213,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [158]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543303,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [159]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543393,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [160]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543484,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [161]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543574,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [162]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543665,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [163]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543755,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [164]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543846,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [165]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543936,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [166]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544027,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [167]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544117,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [168]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544207,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [169]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544298,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [170]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544388,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [171]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544479,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [172]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544569,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [173]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544659,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [174]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544750,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [175]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544840,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [176]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544544931,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [177]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544545021,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [178]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544545111,
							["arg1"] = "速.成. I 一120.速 M ......",
							["arg9"] = "集合石",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:03:32。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [183]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544548167,
							["arg1"] = "战争物质在树上怎么摸啊",
							["arg9"] = "集合石",
							["arg2"] = "長安丶小战",
						}, -- [184]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544548311,
							["arg1"] = "战争物质在树上怎么摸啊",
							["arg9"] = "集合石",
							["arg2"] = "長安丶小战-格雷迈恩",
						}, -- [185]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544548322,
							["arg1"] = "战争物质在树上怎么摸啊",
							["arg9"] = "集合石",
							["arg2"] = "長安丶小战-格雷迈恩",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 12/11/2018 的 18:23:45。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:26:54。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = "记录开始于 12/11/2018 的 18:34:03。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [198]
						{
							["clColor"] = "fff48cba",
							["time"] = 1544550487,
							["arg1"] = "来了老弟",
							["arg9"] = "集合石",
							["arg2"] = "溪风月",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 22:53:53。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = "记录开始于 12/11/2018 的 23:53:07。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 02:05:35。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 12/12/2018 的 02:18:07。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 03:48:29。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 12/12/2018 的 14:14:15。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 15:33:37。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [227]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544625360,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M...",
							["arg9"] = "集合石",
							["arg2"] = "忍者杯",
						}, -- [228]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544625480,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M...",
							["arg9"] = "集合石",
							["arg2"] = "忍者杯-格雷迈恩",
						}, -- [229]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544625601,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M...",
							["arg9"] = "集合石",
							["arg2"] = "忍者杯-格雷迈恩",
						}, -- [230]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544625721,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M...",
							["arg9"] = "集合石",
							["arg2"] = "忍者杯-格雷迈恩",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = "记录开始于 12/12/2018 的 17:33:34。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 17:44:04。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 12/12/2018 的 21:12:44。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 21:24:20。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/05/2018 的 06:28:38。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 12/05/2018 的 12:34:28。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = "记录开始于 12/06/2018 的 00:07:43。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 12/06/2018 的 15:44:57。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 12/06/2018 的 15:55:32。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 12/07/2018 的 00:41:16。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = "记录开始于 12/07/2018 的 14:06:59。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = "记录开始于 12/07/2018 的 14:44:33。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = "记录开始于 12/07/2018 的 15:30:57。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 12/07/2018 的 15:52:21。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/07/2018 的 16:15:40。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = "记录开始于 12/08/2018 的 01:44:33。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/08/2018 的 03:18:12。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["clColor"] = "ffaad372",
							["time"] = 1544239559,
							["arg1"] = "10人固定巨龙团  今晚新CD开打 来暴力法系DPS   带属性    包过前7  可续团",
							["arg9"] = "交易 - 城市",
							["arg2"] = "Hayton",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 12/08/2018 的 15:38:19。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = "记录开始于 12/08/2018 的 18:27:50。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 12/09/2018 的 15:15:37。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = "记录开始于 12/09/2018 的 16:13:48。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368867,
							["arg1"] = "O 一 120.级8.个.小.时.到...",
							["arg9"] = "交易 - 城市",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [102]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544368885,
							["arg1"] = "浙江温州！浙江温州！ {喊}",
							["arg9"] = "交易 - 城市",
							["arg2"] = "猴子大暴走",
						}, -- [103]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544368985,
							["arg1"] = "O 一 120.级8.个.小.时.到...",
							["arg9"] = "交易 - 城市",
							["arg2"] = "花姐的爱-格雷迈恩",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/09/2018 的 19:59:43。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 01:58:15。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 13:07:19。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/10/2018 的 14:02:45。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = "记录开始于 12/10/2018 的 21:09:10。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = "记录开始于 12/11/2018 的 02:56:21。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 04:18:58。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 12:39:50。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:59:51。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543122,
							["arg1"] = "速.成. I 一120.速 M ...",
							["arg9"] = "交易 - 城市",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [159]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:03:32。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = "记录开始于 12/11/2018 的 18:34:03。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544553156,
							["arg1"] = "收一张封锁，收一张封锁，收一张封锁，收一张封锁，收一张封锁，",
							["arg9"] = "交易 - 城市",
							["arg2"] = "Annasul-格雷迈恩",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 22:53:53。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = "记录开始于 12/11/2018 的 23:53:07。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = "记录开始于 12/12/2018 的 02:18:07。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 15:33:37。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544625721,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M......",
							["arg9"] = "交易 - 城市",
							["arg2"] = "忍者杯-格雷迈恩",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = "记录开始于 12/12/2018 的 17:33:34。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 21:24:20。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = "记录开始于 12/13/2018 的 03:24:06。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544706808,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [215]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544706907,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [216]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544707007,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [217]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544707106,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544707704,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [220]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544707804,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [221]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [223]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544709298,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 15:16:36。",
						}, -- [227]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544710792,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [228]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544710891,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [229]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544710991,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [230]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544711091,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544712186,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544715872,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [237]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544716071,
							["arg1"] = " 8小时1-120升级来M. .. ",
							["arg9"] = "交易 - 城市",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 12/13/2018 的 20:36:31。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				[""] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 12:39:50。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:14:44。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544530941,
							["arg1"] = "兽 9 5 W 金 要的MMM",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Jhyb-克苏恩",
						}, -- [24]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544531027,
							["arg1"] = "兽 9 5 W 金 要的MMM",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Jhyb-克苏恩",
						}, -- [25]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544531118,
							["arg1"] = "兽 9 5 W 金 要的MMM",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Jhyb-克苏恩",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:26:51。",
						}, -- [29]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544531299,
							["arg1"] = "兽 9 5 W 金 要的MMM",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Jhyb-克苏恩",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 13:38:44。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544533131,
							["arg1"] = "猎人-大角，花豹，火龟，猫头鹰，逐日.狐狸.等等.抓的.M....",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Ewqfeqw-白骨荒野",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = "记录开始于 12/11/2018 的 13:59:51。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544533296,
							["arg1"] = " 8.小.时.I 一 12.0....  ",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "好几百个-巴尔古恩",
						}, -- [40]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544533300,
							["arg1"] = " 收G  收G 大量收 大量收（高价收）",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "宅男点卡财团-藏宝海湾",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1544533473,
							["arg1"] = " 8.小.时.I 一 12.0....  ",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "好几百个-巴尔古恩",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544543122,
							["arg1"] = "速.成. I 一120.速 M ..",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "拉拉夫-格雷迈恩",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 18:03:32。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = "记录开始于 12/11/2018 的 18:23:45。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 12/11/2018 的 18:34:03。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/11/2018 的 22:53:53。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 12/11/2018 的 23:53:07。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = "记录开始于 12/12/2018 的 02:18:07。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 15:33:37。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = "记录开始于 12/12/2018 的 17:33:34。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 17:44:04。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/12/2018 的 21:24:20。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = "记录开始于 12/13/2018 的 02:01:38。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [139]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 02:36:09。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 12/13/2018 的 03:24:06。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [171]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 13:32:58。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 13:42:47。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = "记录开始于 12/13/2018 的 13:57:01。",
							["type"] = "SYSTEM",
						}, -- [192]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [196]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544706838,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M.... .",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Ewqzsqdq-白骨荒野",
						}, -- [198]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544706875,
							["arg1"] = "  l--l⑵O.㈧.时.到.要的.M..",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "深夜的古都-拉文凯斯",
						}, -- [199]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544706905,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M.... .",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Ewqzsqdq-白骨荒野",
						}, -- [200]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544706907,
							["arg1"] = " 8小时1-120升级来M. .",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [201]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544706941,
							["arg1"] = "  l--l⑵O.㈧.时.到.要的.M..",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "深夜的古都-拉文凯斯",
						}, -- [202]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544706974,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M.... .",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Ewqzsqdq-白骨荒野",
						}, -- [203]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1544707007,
							["arg1"] = " 8小时1-120升级来M. .",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "库里哈-格雷迈恩",
						}, -- [204]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544707007,
							["arg1"] = "  l--l⑵O.㈧.时.到.要的.M..",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "深夜的古都-拉文凯斯",
						}, -- [205]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1544707042,
							["arg1"] = "带 . 1 至l.20.级.升的.来.M.... .",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "Ewqzsqdq-白骨荒野",
						}, -- [206]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1544707074,
							["arg1"] = "  l--l⑵O.㈧.时.到.要的.M..",
							["arg9"] = "综合 - 奥格瑞玛",
							["arg2"] = "深夜的古都-拉文凯斯",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 15:16:36。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = "记录开始于 12/13/2018 的 15:33:05。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = " ",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = "记录开始于 12/13/2018 的 20:36:31。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/13/2018 的 21:21:07。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [23]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/28/2018 的 02:18:02。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/28/2018 的 10:03:36。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = "记录开始于 10/28/2018 的 15:36:49。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/29/2018 的 00:32:07。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 10/29/2018 的 15:32:52。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/29/2018 的 16:05:37。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = "记录开始于 10/29/2018 的 16:30:39。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/29/2018 的 17:11:30。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = "记录开始于 10/29/2018 的 22:03:20。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/29/2018 的 23:16:46。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = "记录开始于 10/30/2018 的 01:11:49。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/30/2018 的 10:43:35。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = "记录开始于 10/30/2018 的 12:51:46。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/30/2018 的 15:19:31。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/30/2018 的 19:29:45。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = "记录开始于 10/30/2018 的 20:15:35。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = "记录开始于 10/30/2018 的 23:18:47。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = "记录开始于 10/30/2018 的 23:48:52。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [175]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/31/2018 的 03:01:34。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = "记录开始于 10/31/2018 的 13:30:35。",
							["type"] = "SYSTEM",
						}, -- [192]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [195]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [196]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [198]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/31/2018 的 17:17:07。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = "记录开始于 10/31/2018 的 17:36:11。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [211]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 10/31/2018 的 19:42:21。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = "记录开始于 10/31/2018 的 22:41:30。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = "记录开始于 11/01/2018 的 00:02:37。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = "记录开始于 11/01/2018 的 02:18:20。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/01/2018 的 02:29:20。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 12/13/2018 的 21:44:02。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
			},
			["currentlogindex"] = 3,
		},
	},
}
