
ElephantDBPerChar = {
	["profileKeys"] = {
		["Magiccreamdk - 格雷迈恩"] = "Magiccreamdk - 格雷迈恩",
	},
	["char"] = {
		["Magiccreamdk - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627791623,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [1]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627791658,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [2]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627791972,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [3]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627792013,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [4]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627792086,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [5]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627792123,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [6]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627792414,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 20:41:30。",
						}, -- [10]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627824431,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [11]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627824505,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [12]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627824555,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [13]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627824617,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [14]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627824734,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [15]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627824768,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [16]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627825305,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [17]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627825339,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [18]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627825757,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 08/01/2021 的 23:21:42。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627832024,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [23]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627832064,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [24]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627832386,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [25]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627832455,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [26]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627832764,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [27]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627832813,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [28]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627833337,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [29]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627833392,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 18:29:08。",
						}, -- [33]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901010,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [34]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901041,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [35]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901186,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [36]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901258,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [37]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901323,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [38]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901367,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [39]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901602,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [40]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627901631,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 22:30:26。",
						}, -- [44]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1627914742,
							["arg1"] = "sm是一棵大白菜是吧？",
							["clColor"] = "ff3ec6ea",
						}, -- [45]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1627914750,
							["arg1"] = "对·",
							["clColor"] = "ff3ec6ea",
						}, -- [46]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1627914754,
							["arg1"] = "别又认错了。。",
							["clColor"] = "ff3ec6ea",
						}, -- [47]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1627914761,
							["arg1"] = "这回不错了·",
							["clColor"] = "ff3ec6ea",
						}, -- [48]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627915195,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [49]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627915327,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [50]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627915519,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [51]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627915568,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [52]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627916399,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [53]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627916472,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [54]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627916643,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = "记录开始于 08/02/2021 的 23:31:06。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627919039,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [59]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627919098,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [60]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627919321,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [61]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627919376,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [62]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1627919469,
							["arg1"] = "给你激活了！！",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1627919469,
							["arg1"] = "给你激活了！！",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1627919756,
							["arg1"] = "给你激活了！！",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1627919756,
							["arg1"] = "给你激活了！！",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627920222,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [67]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627920271,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [68]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1627920383,
							["arg1"] = "给你激活了！！",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1627920383,
							["arg1"] = "给你激活了！！",
							["clColor"] = "fffe7b09",
						}, -- [70]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627920437,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [71]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627920500,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 19:21:36。",
						}, -- [75]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627990466,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [76]
						{
							["arg2"] = "鲸落南北-天空之墙",
							["type"] = "WHISPER",
							["time"] = 1627990561,
							["arg1"] = "Magiccream, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)",
							["clColor"] = "ff006fdc",
						}, -- [77]
						{
							["arg2"] = "扎小克-燃烧之刃",
							["type"] = "WHISPER",
							["time"] = 1627990601,
							["arg1"] = "Magiccream, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)",
							["clColor"] = "ffc59a6c",
						}, -- [78]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627990668,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [79]
						{
							["arg2"] = "Gustaa-诺莫瑞根",
							["type"] = "WHISPER",
							["time"] = 1627991828,
							["arg1"] = "法夜？",
							["clColor"] = "ff00fe97",
						}, -- [80]
						{
							["arg2"] = "Gustaa-诺莫瑞根",
							["type"] = "WHISPER_INFORM",
							["time"] = 1627991847,
							["arg1"] = "恩啊 不过是猫德{兴奋}",
							["clColor"] = "ff00fe97",
						}, -- [81]
						{
							["arg2"] = "Gustaa-诺莫瑞根",
							["type"] = "WHISPER",
							["time"] = 1627991859,
							["arg1"] = "。。。太难受了 ",
							["clColor"] = "ff00fe97",
						}, -- [82]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627992297,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [83]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627992349,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [84]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627992462,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [85]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627992495,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [86]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627992682,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [87]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627992719,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [88]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627993306,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [89]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627993398,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [90]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1627993814,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 23:06:42。",
						}, -- [94]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004195,
							["arg1"] = "你现在一个月多少K啊？方便说么？",
						}, -- [95]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1628004222,
							["arg1"] = "？？",
							["clColor"] = "ff3ec6ea",
						}, -- [96]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004310,
							["arg1"] = "1.2",
						}, -- [97]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004317,
							["arg1"] = "咋啦",
						}, -- [98]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004323,
							["arg1"] = "ok 就问一下",
						}, -- [99]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004327,
							["arg1"] = "了解一下厦门的行情",
						}, -- [100]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004333,
							["arg1"] = "厦门",
						}, -- [101]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004336,
							["arg1"] = "辣鸡",
						}, -- [102]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004346,
							["arg1"] = "收入太特么低了",
						}, -- [103]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004356,
							["arg1"] = "你老婆呢现在",
						}, -- [104]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004366,
							["arg1"] = "她直接gg",
						}, -- [105]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004369,
							["arg1"] = "？？",
						}, -- [106]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004374,
							["arg1"] = "以前的零头",
						}, -- [107]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004382,
							["arg1"] = "以前多少来着？",
						}, -- [108]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004392,
							["arg1"] = "2W多吧",
						}, -- [109]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004399,
							["arg1"] = "现在呢。。",
						}, -- [110]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004401,
							["arg1"] = "1W？",
						}, -- [111]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628004409,
							["arg1"] = "2w去掉",
						}, -- [112]
						{
							["arg2"] = "|Kq131|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628004419,
							["arg1"] = "。。。",
						}, -- [113]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628004984,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [114]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628005089,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [115]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628005270,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [116]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628005330,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [117]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628006196,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [118]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628006235,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [119]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628006380,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [120]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628006438,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = "记录开始于 08/04/2021 的 19:21:19。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628076873,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [125]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628077043,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [126]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628077071,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [127]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628077113,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [128]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628077415,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [129]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628077466,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [130]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628078099,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [131]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628078145,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 21:18:51。",
						}, -- [135]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628169844,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [136]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628169879,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [137]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628170769,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [138]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628170802,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [139]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628171053,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [140]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628171093,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [141]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628171587,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [142]
						{
							["arg2"] = "|Kq84|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628171709,
							["arg1"] = "多少装等",
						}, -- [143]
						{
							["arg2"] = "|Kq84|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628171885,
							["arg1"] = "加我工会，本人",
						}, -- [144]
						{
							["arg2"] = "|Kq84|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628171886,
							["arg1"] = "<Deadly Boss Mods> Magiccream正在与史诗+ (13) - 多米娜·毒刃交战，（当前41%，5/5存活）",
						}, -- [145]
						{
							["arg2"] = "|Kq84|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628171961,
							["arg1"] = "<DBM> Magiccream已在史诗+ (13) - 多米娜·毒刃的战斗中取得胜利！",
						}, -- [146]
						{
							["arg2"] = "|Kq84|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628172582,
							["arg1"] = "加我工会",
						}, -- [147]
						{
							["arg2"] = "|Kq84|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628172610,
							["arg1"] = "我铁磁",
						}, -- [148]
						{
							["arg2"] = "|Kq33|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628172931,
							["arg1"] = "来YY啊",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = "记录开始于 08/05/2021 的 22:42:12。",
							["type"] = "SYSTEM",
						}, -- [152]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1628175219,
							["arg1"] = "1",
							["clColor"] = "ff3ec6ea",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [156]
						{
							["arg2"] = "|Kq45|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628175952,
							["arg1"] = "1",
						}, -- [157]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628176736,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [158]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628176765,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [159]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628177199,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [160]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628177252,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [161]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628177414,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [162]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628177448,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [163]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628177724,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [164]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628178323,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [165]
						{
							["arg2"] = "还是早点睡呀-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1628178348,
							["arg1"] = "sp要嘛？",
							["clColor"] = "fffefefe",
						}, -- [166]
						{
							["arg2"] = "打断腿的迪凯-冰风岗",
							["type"] = "WHISPER_INFORM",
							["time"] = 1628178380,
							["arg1"] = "戒指要嘛？",
							["clColor"] = "ffc31d39",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = "记录开始于 08/06/2021 的 21:38:44。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1628258175,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [171]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628260503,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [172]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628260556,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [173]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628261083,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [174]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628261124,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [175]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628261398,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [176]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628261433,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [177]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628261741,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [178]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628261775,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [179]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628262394,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 23:13:02。",
						}, -- [183]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628266463,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [184]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628266521,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [185]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628267377,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [186]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628267422,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [187]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628268379,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [188]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628268429,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [189]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628268775,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [190]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628268867,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 13:16:22。",
						}, -- [194]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628315332,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [195]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628315365,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [196]
						{
							["arg2"] = "万神殿议长-亡语者",
							["type"] = "WHISPER",
							["time"] = 1628315480,
							["arg1"] = "Magiccream, 感谢你使用 |cff71d5ff|Hspell:50769:0|h[起死回生]|h|r 复活我. :)",
							["clColor"] = "ff006fdc",
						}, -- [197]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628316324,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [198]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628316382,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [199]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628316587,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [200]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628316628,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [201]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628316699,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [202]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628316768,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [203]
						{
							["arg2"] = "万神殿议长-亡语者",
							["type"] = "WHISPER",
							["time"] = 1628316918,
							["arg1"] = "Magiccream, 感谢你使用 |cff71d5ff|Hspell:20484:0|h[复生]|h|r 复活我. :)",
							["clColor"] = "ff006fdc",
						}, -- [204]
						{
							["arg2"] = "丿鹏鹏灬牛牛-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1628317481,
							["arg1"] = "头要吗",
							["clColor"] = "fffe7b09",
						}, -- [205]
						{
							["arg2"] = "丿鹏鹏灬牛牛-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1628317493,
							["arg1"] = "与[Magiccream-格雷迈恩]交易成功。 (收到)|cffa335ee|Hitem:180106::::::::60:104::33:6:7586:7359:6652:7575:1543:6646:1:28:1279:::::|h[毒涌护面]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "丿鹏鹏灬牛牛-死亡之翼",
							["type"] = "WHISPER",
							["time"] = 1628317502,
							["arg1"] = "谢谢",
							["clColor"] = "fffe7b09",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 14:40:38。",
						}, -- [210]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628318688,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [211]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628318712,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [212]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628318771,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [213]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628318795,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [214]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628318957,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [215]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628318990,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [216]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628319760,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [217]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628319805,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [218]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628320216,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [219]
						{
							["arg2"] = "快去锅里-伊森利恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1628320236,
							["arg1"] = "球戒指",
							["clColor"] = "fff38bb9",
						}, -- [220]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321246,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [221]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321280,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [222]
						{
							["arg2"] = "统御一一圣所-雷斧堡垒",
							["type"] = "WHISPER",
							["time"] = 1628321291,
							["arg1"] = " . 来 . _ √ - 消 . _ √. _ - 费 . .  S",
							["clColor"] = "fff38bb9",
						}, -- [223]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321342,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [224]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321377,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [225]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321496,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [226]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321546,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [227]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628321898,
							["arg1"] = "局座不理人咯",
						}, -- [228]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1628321902,
							["arg1"] = "？",
						}, -- [229]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628321902,
							["arg1"] = "哎",
						}, -- [230]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628321907,
							["arg1"] = "微信 ",
						}, -- [231]
						{
							["arg2"] = "|Kq43|k",
							["type"] = "BN_WHISPER",
							["time"] = 1628321918,
							["arg1"] = "yy么也不来",
						}, -- [232]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322036,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [233]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322070,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [234]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322992,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351314,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [239]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351433,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [240]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351510,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [241]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351549,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [242]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351805,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [243]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351846,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [244]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352491,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [245]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352547,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [246]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352942,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319299,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [1]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319312,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [2]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319314,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [3]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319320,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [4]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319333,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [5]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319339,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [6]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319340,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [7]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319354,
							["arg1"] = "你已经无路可逃了。",
						}, -- [8]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319361,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [9]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319363,
							["arg1"] = "不会在这里结束……",
						}, -- [10]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319367,
							["arg1"] = "挑战者通过了第一场试炼！但要想获胜还有很长的路要走！",
						}, -- [11]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319535,
							["arg1"] = "你最好会点有意思的招式。",
						}, -- [12]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319541,
							["arg1"] = "狂风将会把你吹散。",
						}, -- [13]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319552,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [14]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319565,
							["arg1"] = "为荣耀而战！",
						}, -- [15]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319571,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [16]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319587,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [17]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319593,
							["arg1"] = "屈服于我的力量！",
						}, -- [18]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319614,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [19]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319622,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [20]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319623,
							["arg1"] = "打得……真……棒……",
						}, -- [21]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319627,
							["arg1"] = "又通过了一场试炼！看来我们得准备点真正的挑战了！",
						}, -- [22]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319651,
							["arg1"] = "看看这是什么！新鲜的肉！",
						}, -- [23]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628319760,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [24]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628319805,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [25]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319969,
							["arg1"] = "撕碎扯烂！",
						}, -- [26]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319975,
							["arg1"] = "又有备用部件了！",
						}, -- [27]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319979,
							["arg1"] = "开膛破肚！",
						}, -- [28]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319983,
							["arg1"] = "砸扁你！",
						}, -- [29]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319993,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [30]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320003,
							["arg1"] = "砸扁你！",
						}, -- [31]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320009,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [32]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320019,
							["arg1"] = "又有备用部件了！",
						}, -- [33]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320022,
							["arg1"] = "砸扁你！",
						}, -- [34]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320028,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [35]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320043,
							["arg1"] = "开膛破肚！",
						}, -- [36]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320048,
							["arg1"] = "往哪儿逃！",
						}, -- [37]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320053,
							["arg1"] = "需要……更好的……部件……",
						}, -- [38]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320058,
							["arg1"] = "难以置信！我们的挑战者通过了这次试炼，正在前往最后的战场！",
						}, -- [39]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320080,
							["arg1"] = "玛卓克萨斯的士兵们！想欣赏暴力美学了吗？！",
						}, -- [40]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320106,
							["arg1"] = "等了这么久，终于来了个像样的对手……",
						}, -- [41]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320111,
							["arg1"] = "见证我的力量，绝望吧！",
						}, -- [42]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320127,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [43]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320136,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [44]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320154,
							["arg1"] = "你肆无忌惮的恶行会让你自食其果！",
						}, -- [45]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320172,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [46]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320180,
							["arg1"] = "死亡之手渴望着你的灵魂。",
						}, -- [47]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320199,
							["arg1"] = "我的魔法超乎你们这些凡人的想象。",
						}, -- [48]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320211,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [49]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320216,
							["arg1"] = "万物……必须……消亡……",
						}, -- [50]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628320216,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [51]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320220,
							["arg1"] = "没错！莫德蕾莎被打败了！简直不敢相信！为竞技场的新任冠军欢呼吧！",
						}, -- [52]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320962,
							["arg1"] = "诸位，欢迎光临伤逝剧场！",
						}, -- [53]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321073,
							["arg1"] = "血流成河吧！",
						}, -- [54]
						{
							["arg2"] = "斩首者德茜雅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321105,
							["arg1"] = "我的刀刃会畅饮你们的灵魂！",
						}, -- [55]
						{
							["arg2"] = "受诅者赛泽尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321133,
							["arg1"] = "不！我绝不会消亡！",
						}, -- [56]
						{
							["arg2"] = "斩首者德茜雅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321157,
							["arg1"] = "替我……复仇……",
						}, -- [57]
						{
							["arg2"] = "疫毒者巴瑟兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321173,
							["arg1"] = "你的痛苦很有信息量。",
						}, -- [58]
						{
							["arg2"] = "受诅者赛泽尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321194,
							["arg1"] = "你……必将……消亡……",
						}, -- [59]
						{
							["arg2"] = "疫毒者巴瑟兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321215,
							["arg1"] = "我……最伟大的……造物……",
						}, -- [60]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321216,
							["arg1"] = "这就完了？说好的跌宕起伏呢！太令人失望了。",
						}, -- [61]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321226,
							["arg1"] = "难以置信！看来狗虽小，但还是会咬人的！",
						}, -- [62]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321246,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [63]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321280,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [64]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321323,
							["arg1"] = "新来的挑战者？哼，我倒要瞧瞧你能坚持多久。",
						}, -- [65]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321342,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [66]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321377,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [67]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321398,
							["arg1"] = "看看这是什么！新鲜的肉！",
						}, -- [68]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321496,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [69]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321546,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [70]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321714,
							["arg1"] = "撕碎扯烂！",
						}, -- [71]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321722,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [72]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321727,
							["arg1"] = "砸扁你！",
						}, -- [73]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321737,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [74]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321742,
							["arg1"] = "看我抓到了什么！",
						}, -- [75]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321747,
							["arg1"] = "往哪儿逃！",
						}, -- [76]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321753,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [77]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321762,
							["arg1"] = "又有备用部件了！",
						}, -- [78]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321766,
							["arg1"] = "砸扁你！",
						}, -- [79]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321772,
							["arg1"] = "开膛破肚！",
						}, -- [80]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321783,
							["arg1"] = "看我抓到了什么！",
						}, -- [81]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321787,
							["arg1"] = "开膛破肚！",
						}, -- [82]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321792,
							["arg1"] = "往哪儿逃！",
						}, -- [83]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321801,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [84]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321806,
							["arg1"] = "又有备用部件了！",
						}, -- [85]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321811,
							["arg1"] = "砸扁你！",
						}, -- [86]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321817,
							["arg1"] = "开膛破肚！",
						}, -- [87]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321830,
							["arg1"] = "砸扁你！",
						}, -- [88]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321836,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [89]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321847,
							["arg1"] = "看我抓到了什么！",
						}, -- [90]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321851,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [91]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321856,
							["arg1"] = "砸扁你！",
						}, -- [92]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321866,
							["arg1"] = "开膛破肚！",
						}, -- [93]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321875,
							["arg1"] = "砸扁你！",
						}, -- [94]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321877,
							["arg1"] = "需要……更好的……部件……",
						}, -- [95]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321881,
							["arg1"] = "挑战者通过了第一场试炼！但要想获胜还有很长的路要走！",
						}, -- [96]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321911,
							["arg1"] = "凡人的生命如此短促……如此脆弱。",
						}, -- [97]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322036,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [98]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322070,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [99]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322288,
							["arg1"] = "你们的灵魂都归我了！",
						}, -- [100]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322292,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [101]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322296,
							["arg1"] = "你已经无路可逃了。",
						}, -- [102]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322304,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [103]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322317,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [104]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322318,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [105]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322324,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [106]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322337,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [107]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322343,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [108]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322345,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [109]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322358,
							["arg1"] = "你已经无路可逃了。",
						}, -- [110]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322365,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [111]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322372,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [112]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322379,
							["arg1"] = "你已经无路可逃了。",
						}, -- [113]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322386,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [114]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322398,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [115]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322399,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [116]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322407,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [117]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322408,
							["arg1"] = "不会在这里结束……",
						}, -- [118]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322413,
							["arg1"] = "又通过了一场试炼！看来我们得准备点真正的挑战了！",
						}, -- [119]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322642,
							["arg1"] = "你最好会点有意思的招式。",
						}, -- [120]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322648,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [121]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322659,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [122]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322672,
							["arg1"] = "你！让我瞧瞧你有什么本事。",
						}, -- [123]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322678,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [124]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322694,
							["arg1"] = "狂风将会把你吹散。",
						}, -- [125]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322700,
							["arg1"] = "屈服于我的力量！",
						}, -- [126]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322721,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [127]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322730,
							["arg1"] = "屈服于我的力量！",
						}, -- [128]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322743,
							["arg1"] = "你！让我瞧瞧你有什么本事。",
						}, -- [129]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322751,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [130]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322765,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [131]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322786,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [132]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322796,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [133]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322808,
							["arg1"] = "打得……真……棒……",
						}, -- [134]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322812,
							["arg1"] = "难以置信！我们的挑战者通过了这次试炼，正在前往最后的战场！",
						}, -- [135]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322830,
							["arg1"] = "玛卓克萨斯的士兵们！想欣赏暴力美学了吗？！",
						}, -- [136]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322856,
							["arg1"] = "等了这么久，终于来了个像样的对手……",
						}, -- [137]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322861,
							["arg1"] = "见证我的力量，绝望吧！",
						}, -- [138]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322877,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [139]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322885,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [140]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322903,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [141]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322917,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [142]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322925,
							["arg1"] = "你刀下的亡魂哭喊着复仇！",
						}, -- [143]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322944,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [144]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322952,
							["arg1"] = "死亡之手渴望着你的灵魂。",
						}, -- [145]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322970,
							["arg1"] = "我的魔法超乎你们这些凡人的想象。",
						}, -- [146]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322982,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [147]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322992,
							["arg1"] = "万物……必须……消亡……",
						}, -- [148]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322992,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [149]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322997,
							["arg1"] = "没错！莫德蕾莎被打败了！简直不敢相信！为竞技场的新任冠军欢呼吧！",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg2"] = "卡达威鲁斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1628327843,
							["arg1"] = "搜遍每一条缝隙，寻找通灵师的尸体！",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348755,
							["arg1"] = "飞向天空吧，晋升者！为了晋升堡垒！",
						}, -- [158]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348769,
							["arg1"] = "正义之雨会扫清这片大地！",
						}, -- [159]
						{
							["arg2"] = "滑露",
							["type"] = "MONSTER_YELL",
							["time"] = 1628349406,
							["arg1"] = "请不要忘记，正是通过慷慨的赞助人和各位观众的支持，我们才筹集到了追求艺术创作所需的心能！现在，言归正传……",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351314,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [164]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351433,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [165]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351510,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [166]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351549,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [167]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351642,
							["arg1"] = "服从我！",
						}, -- [168]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351645,
							["arg1"] = "一定要……撑住……",
						}, -- [169]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351655,
							["arg1"] = "痛苦……困惑……",
						}, -- [170]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351659,
							["arg1"] = "服从我！",
						}, -- [171]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351663,
							["arg1"] = "一定要……撑住……",
						}, -- [172]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351670,
							["arg1"] = "黑暗拥抱我！",
						}, -- [173]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351672,
							["arg1"] = "痛苦……困惑……",
						}, -- [174]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351675,
							["arg1"] = "从我眼前消失！",
						}, -- [175]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351678,
							["arg1"] = "服从我！",
						}, -- [176]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351682,
							["arg1"] = "请……活下来……",
						}, -- [177]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351688,
							["arg1"] = "要对仙野有信心。",
						}, -- [178]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351702,
							["arg1"] = "我会把你们碾成粉末！",
						}, -- [179]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351715,
							["arg1"] = "我……控制不住……",
						}, -- [180]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351720,
							["arg1"] = "服从我！",
						}, -- [181]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351724,
							["arg1"] = "请……活下来……",
						}, -- [182]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351734,
							["arg1"] = "痛苦……困惑……",
						}, -- [183]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351741,
							["arg1"] = "服从我！",
						}, -- [184]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351744,
							["arg1"] = "请……活下来……",
						}, -- [185]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351745,
							["arg1"] = "我是你最可怕的梦魇！",
						}, -- [186]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351749,
							["arg1"] = "黑暗拥抱我！",
						}, -- [187]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351754,
							["arg1"] = "痛苦……困惑……",
						}, -- [188]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351760,
							["arg1"] = "你会听从我的命令！",
						}, -- [189]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351763,
							["arg1"] = "请……活下来……",
						}, -- [190]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351771,
							["arg1"] = "森林渴望着你们的胜利，凡人。",
						}, -- [191]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351785,
							["arg1"] = "竟敢违抗我！",
						}, -- [192]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351805,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [193]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351807,
							["arg1"] = "耶！又有新朋友来玩了！快过来！",
						}, -- [194]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351846,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [195]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352261,
							["arg1"] = "这一定会很有趣！",
						}, -- [196]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352270,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [197]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352276,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [198]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352286,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [199]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352290,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [200]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352296,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [201]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352298,
							["arg1"] = "动作快！",
						}, -- [202]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352312,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [203]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [204]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [205]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352329,
							["arg1"] = "嘿，接着！",
						}, -- [206]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352337,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [207]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352342,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [208]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352347,
							["arg1"] = "动作快！",
						}, -- [209]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352357,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [210]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352362,
							["arg1"] = "嘿，接着！",
						}, -- [211]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352370,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [212]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352377,
							["arg1"] = "嘿，接着！",
						}, -- [213]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352383,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [214]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352390,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [215]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352402,
							["arg1"] = "嘿，接着！",
						}, -- [216]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352408,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [217]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352414,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [218]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352419,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [219]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352431,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [220]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352435,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [221]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352440,
							["arg1"] = "你找到我了！真棒！",
						}, -- [222]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352444,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [223]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352491,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [224]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352547,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [225]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352791,
							["arg1"] = "毁灭！吞噬！饕餮大餐！",
						}, -- [226]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352797,
							["arg1"] = "痛死你！痛死你！",
						}, -- [227]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352811,
							["arg1"] = "暗影！",
						}, -- [228]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352815,
							["arg1"] = "饿了！要吃饭！",
						}, -- [229]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352816,
							["arg1"] = "痛死你！痛死你！",
						}, -- [230]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352819,
							["arg1"] = "我吃到了……我……进化了……",
						}, -- [231]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352836,
							["arg1"] = "你们无路可逃。",
						}, -- [232]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352845,
							["arg1"] = "孩子们，吞掉他们！",
						}, -- [233]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352846,
							["arg1"] = "他们能闻到你！",
						}, -- [234]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352855,
							["arg1"] = "你们无路可逃。",
						}, -- [235]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352874,
							["arg1"] = "我还要更多。灵感在我头脑里迸发。",
						}, -- [236]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352879,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [237]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352895,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [238]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352897,
							["arg1"] = "我的孩子饥饿难耐。",
						}, -- [239]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352899,
							["arg1"] = "你们的行动太明显了。",
						}, -- [240]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352911,
							["arg1"] = "这是你们神智中幽暗的深渊。",
						}, -- [241]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352918,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [242]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352926,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [243]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352929,
							["arg1"] = "你们的血肉将滋养我的后代。",
						}, -- [244]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352938,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [245]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352942,
							["arg1"] = "多么……甘甜的……智慧……",
						}, -- [246]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352942,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg2"] = "卡达威鲁斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1628327843,
							["arg1"] = "搜遍每一条缝隙，寻找通灵师的尸体！",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348755,
							["arg1"] = "飞向天空吧，晋升者！为了晋升堡垒！",
						}, -- [7]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348769,
							["arg1"] = "正义之雨会扫清这片大地！",
						}, -- [8]
						{
							["arg2"] = "滑露",
							["type"] = "MONSTER_YELL",
							["time"] = 1628349406,
							["arg1"] = "请不要忘记，正是通过慷慨的赞助人和各位观众的支持，我们才筹集到了追求艺术创作所需的心能！现在，言归正传……",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 23:33:58。",
						}, -- [12]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350959,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350959,
							["arg1"] = "<iLvl> 211.7 Rileyneal (防护)",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350959,
							["arg1"] = "<iLvl> 241.1 彼岸丶花开 (守护)",
							["clColor"] = "fffe7b09",
						}, -- [15]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350959,
							["arg1"] = "<iLvl> 235.2 Magiccream (野性)",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350959,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "<iLvl> 211.7 Rileyneal (防护)",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "<iLvl> 235.2 Valkeuterpe (防护)",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "<iLvl> 229.3 哈尼斯斯 (冰霜)",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "<iLvl> 236.2 彼岸丶花开 (平衡)",
							["clColor"] = "fffe7b09",
						}, -- [22]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "<iLvl> 235.2 Magiccream (野性)",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628350985,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351163,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [28]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351163,
							["arg1"] = "<iLvl> 235.2 Magiccream ()",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351163,
							["arg1"] = "------------------------------",
							["clColor"] = "fffe7b09",
						}, -- [30]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351216,
							["arg1"] = "Interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [31]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351228,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351228,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [33]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351229,
							["arg1"] = "<EH> Valkeuterpe got hit by |cff71d5ff|Hspell:226512:0|h[鲜血脓液]|h|r for 22.6k (48%).",
							["clColor"] = "fffe7b09",
						}, -- [34]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351233,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [35]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351233,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [36]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351243,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351243,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [38]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351247,
							["arg1"] = "Interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351254,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351254,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [41]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351301,
							["arg1"] = "哈尼斯斯 interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351305,
							["arg1"] = "Rileyneal interrupted {rt3}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [43]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351305,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [44]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351310,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [45]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351310,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [46]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351314,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [47]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351315,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [48]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351315,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [49]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351320,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [50]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351320,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [51]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351322,
							["arg1"] = "Rileyneal interrupted {rt3}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [52]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351322,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [53]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351325,
							["arg1"] = "Rileyneal interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351325,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [55]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351327,
							["arg1"] = "Rileyneal interrupted {rt3}德鲁斯特收割者's |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [56]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351327,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [57]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351393,
							["arg1"] = "Rileyneal interrupted 焚化者阿寇拉斯's |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351393,
							["arg1"] = "我已打断焚化者阿寇拉斯的|cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [59]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351404,
							["arg1"] = "Rileyneal interrupted 焚化者阿寇拉斯's |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [60]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351404,
							["arg1"] = "我已打断焚化者阿寇拉斯的|cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [61]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351413,
							["arg1"] = "Interrupted 焚化者阿寇拉斯's |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [62]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351426,
							["arg1"] = "Rileyneal interrupted 焚化者阿寇拉斯's |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [63]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351426,
							["arg1"] = "我已打断焚化者阿寇拉斯的|cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [64]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351433,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [65]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351447,
							["arg1"] = "哈尼斯斯 interrupted {rt1}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351448,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [67]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351448,
							["arg1"] = "Rileyneal interrupted 德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351458,
							["arg1"] = "Rileyneal interrupted {rt3}德鲁斯特收割者's |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351458,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351463,
							["arg1"] = "Rileyneal interrupted {rt3}德鲁斯特收割者's |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351463,
							["arg1"] = "我已打断德鲁斯特收割者的|cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [72]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351510,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [73]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351549,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351630,
							["arg1"] = "Rileyneal interrupted 英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351630,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [76]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351635,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351635,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [78]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351642,
							["arg1"] = "服从我！",
						}, -- [79]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351645,
							["arg1"] = "一定要……撑住……",
						}, -- [80]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351655,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [81]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351655,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [82]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351655,
							["arg1"] = "痛苦……困惑……",
						}, -- [83]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351659,
							["arg1"] = "服从我！",
						}, -- [84]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351663,
							["arg1"] = "一定要……撑住……",
						}, -- [85]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351666,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [86]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351666,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [87]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351670,
							["arg1"] = "黑暗拥抱我！",
						}, -- [88]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351672,
							["arg1"] = "痛苦……困惑……",
						}, -- [89]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351675,
							["arg1"] = "从我眼前消失！",
						}, -- [90]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351676,
							["arg1"] = "<EH> Rileyneal got hit by |cff71d5ff|Hspell:323137:0|h[迷乱花粉]|h|r.",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351678,
							["arg1"] = "服从我！",
						}, -- [92]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351682,
							["arg1"] = "请……活下来……",
						}, -- [93]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351684,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [94]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351684,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [95]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351688,
							["arg1"] = "要对仙野有信心。",
						}, -- [96]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351702,
							["arg1"] = "我会把你们碾成粉末！",
						}, -- [97]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351708,
							["arg1"] = "Interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [98]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351715,
							["arg1"] = "我……控制不住……",
						}, -- [99]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351720,
							["arg1"] = "服从我！",
						}, -- [100]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351724,
							["arg1"] = "请……活下来……",
						}, -- [101]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351725,
							["arg1"] = "Interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [102]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351731,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [103]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351731,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [104]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351734,
							["arg1"] = "痛苦……困惑……",
						}, -- [105]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351738,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [106]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351738,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [107]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351741,
							["arg1"] = "服从我！",
						}, -- [108]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351744,
							["arg1"] = "请……活下来……",
						}, -- [109]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351745,
							["arg1"] = "我是你最可怕的梦魇！",
						}, -- [110]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351749,
							["arg1"] = "黑暗拥抱我！",
						}, -- [111]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351754,
							["arg1"] = "痛苦……困惑……",
						}, -- [112]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351755,
							["arg1"] = "Interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [113]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351760,
							["arg1"] = "你会听从我的命令！",
						}, -- [114]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351763,
							["arg1"] = "请……活下来……",
						}, -- [115]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351765,
							["arg1"] = "Rileyneal interrupted {rt8}英格拉·马洛克's |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [116]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628351765,
							["arg1"] = "我已打断英格拉·马洛克的|cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [117]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351771,
							["arg1"] = "森林渴望着你们的胜利，凡人。",
						}, -- [118]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351785,
							["arg1"] = "竟敢违抗我！",
						}, -- [119]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351798,
							["arg1"] = "仙林迷宫全自动导航已加载，版本：1.0.7",
							["clColor"] = "fffe7b09",
						}, -- [120]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351805,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [121]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351807,
							["arg1"] = "耶！又有新朋友来玩了！快过来！",
						}, -- [122]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351846,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [123]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351917,
							["arg1"] = "Interrupted {rt1}纱雾塑形者's |cff71d5ff|Hspell:324776:0|h[木棘外壳]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [124]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628351966,
							["arg1"] = "<EH> 哈尼斯斯 got hit by |cff71d5ff|Hspell:331721:0|h[长矛乱舞]|h|r for 45.8k (103%).",
							["clColor"] = "fffe7b09",
						}, -- [125]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352068,
							["arg1"] = "出口：↑没迷宫，冲冲冲↑",
							["clColor"] = "fffe7b09",
						}, -- [126]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352114,
							["arg1"] = "出口：↖左边第2个↖",
							["clColor"] = "fffe7b09",
						}, -- [127]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352125,
							["arg1"] = "Interrupted {rt3}纱雾塑形者's |cff71d5ff|Hspell:324776:0|h[木棘外壳]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [128]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352198,
							["arg1"] = "出口：→右起第1个→",
							["clColor"] = "fffe7b09",
						}, -- [129]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352213,
							["arg1"] = "Interrupted {rt1}纱雾照看者's |cff71d5ff|Hspell:324914:0|h[滋养森林]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [130]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352215,
							["arg1"] = "<EH> 彼岸丶花开 got hit by |cff71d5ff|Hspell:331721:0|h[长矛乱舞]|h|r for 22.5k (49%).",
							["clColor"] = "fffe7b09",
						}, -- [131]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352229,
							["arg1"] = "Rileyneal interrupted {rt3}纱雾塑形者's |cff71d5ff|Hspell:324776:0|h[木棘外壳]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [132]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352229,
							["arg1"] = "我已打断纱雾塑形者的|cff71d5ff|Hspell:324776:0|h[木棘外壳]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [133]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352261,
							["arg1"] = "这一定会很有趣！",
						}, -- [134]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352270,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [135]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352276,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [136]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352277,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352277,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [138]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352286,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [139]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352290,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [140]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352296,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [141]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352297,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352297,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [143]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352298,
							["arg1"] = "动作快！",
						}, -- [144]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352312,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [145]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [146]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [147]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352318,
							["arg1"] = "<EH> 彼岸丶花开 got hit by |cff71d5ff|Hspell:336759:0|h[闪避球]|h|r for 23.2k (49%).",
							["clColor"] = "fffe7b09",
						}, -- [148]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352319,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [149]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352319,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [150]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352329,
							["arg1"] = "嘿，接着！",
						}, -- [151]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352337,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [152]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352338,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [153]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352338,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [154]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352342,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [155]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352347,
							["arg1"] = "动作快！",
						}, -- [156]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352354,
							["arg1"] = "<EH> 彼岸丶花开 got hit by |cff71d5ff|Hspell:321834:0|h[闪避球]|h|r for 23.2k (50%) and |cff71d5ff|Hspell:336759:0|h[闪避球]|h|r for 23.2k (50%).",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352356,
							["arg1"] = "Magiccream使用了|cff71d5ff|Hspell:20484:0|h[复生]|h|r -> 彼岸丶花开",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352357,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [159]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352357,
							["arg1"] = "<EH> 哈尼斯斯 got hit by |cff71d5ff|Hspell:321893:0|h[冻结爆发]|h|r.",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352357,
							["arg1"] = "<EH> Rileyneal got hit by |cff71d5ff|Hspell:321893:0|h[冻结爆发]|h|r.",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352362,
							["arg1"] = "嘿，接着！",
						}, -- [162]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352370,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [163]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352377,
							["arg1"] = "嘿，接着！",
						}, -- [164]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352383,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [165]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352384,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352384,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [167]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352390,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [168]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352402,
							["arg1"] = "嘿，接着！",
						}, -- [169]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352408,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [170]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352409,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352409,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [172]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352414,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [173]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352419,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [174]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352421,
							["arg1"] = "<EH> 哈尼斯斯 got hit by |cff71d5ff|Hspell:321893:0|h[冻结爆发]|h|r.",
							["clColor"] = "fffe7b09",
						}, -- [175]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352421,
							["arg1"] = "<EH> Valkeuterpe got hit by |cff71d5ff|Hspell:321893:0|h[冻结爆发]|h|r.",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352431,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [177]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352435,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [178]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352435,
							["arg1"] = "Rileyneal interrupted 唤雾者's |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [179]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352435,
							["arg1"] = "我已打断唤雾者的|cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [180]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352440,
							["arg1"] = "你找到我了！真棒！",
						}, -- [181]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352444,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [182]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352467,
							["arg1"] = "<EH> Magiccream got hit by |cff71d5ff|Hspell:321893:0|h[冻结爆发]|h|r.",
							["clColor"] = "fffe7b09",
						}, -- [183]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352491,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [184]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352504,
							["arg1"] = "Interrupted {rt8}锥喉鹿角巨虫's |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [185]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352511,
							["arg1"] = "Rileyneal interrupted {rt8}锥喉鹿角巨虫's |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [186]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352511,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [187]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352547,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [188]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352588,
							["arg1"] = "Rileyneal interrupted {rt8}锥喉鹿角巨虫's |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [189]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352588,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [190]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352592,
							["arg1"] = "Rileyneal interrupted {rt8}锥喉鹿角巨虫's |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [191]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352592,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [192]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352602,
							["arg1"] = "<EH> Magiccream got hit by |cff71d5ff|Hspell:326022:0|h[酸性水滴]|h|r for 22.3k (41%).",
							["clColor"] = "fffe7b09",
						}, -- [193]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352605,
							["arg1"] = "彼岸丶花开 interrupted {rt8}锥喉鹿角巨虫's |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [194]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352605,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r!",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352605,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r!",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352607,
							["arg1"] = "<EH> Magiccream got hit by |cff71d5ff|Hspell:326022:0|h[酸性水滴]|h|r for 24.8k (46%).",
							["clColor"] = "fffe7b09",
						}, -- [197]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352616,
							["arg1"] = "Rileyneal interrupted {rt8}锥喉鹿角巨虫's |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [198]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352616,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [199]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352636,
							["arg1"] = "<EH> 彼岸丶花开 got hit by |cff71d5ff|Hspell:326022:0|h[酸性水滴]|h|r for 26.6k (58%).",
							["clColor"] = "fffe7b09",
						}, -- [200]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352679,
							["arg1"] = "Rileyneal interrupted {rt1}锥喉鹿角巨虫's |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [201]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352679,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [202]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352683,
							["arg1"] = "哈尼斯斯 interrupted {rt1}锥喉鹿角巨虫's |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [203]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352707,
							["arg1"] = "Rileyneal interrupted {rt1}锥喉鹿角巨虫's |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [204]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352707,
							["arg1"] = "我已打断锥喉鹿角巨虫的|cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [205]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352791,
							["arg1"] = "毁灭！吞噬！饕餮大餐！",
						}, -- [206]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352797,
							["arg1"] = "痛死你！痛死你！",
						}, -- [207]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352803,
							["arg1"] = "Rileyneal interrupted 特雷德奥瓦's |cff71d5ff|Hspell:337235:0|h[寄生平静]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [208]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352803,
							["arg1"] = "我已打断特雷德奥瓦的|cff71d5ff|Hspell:337235:0|h[寄生平静]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [209]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352811,
							["arg1"] = "暗影！",
						}, -- [210]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352815,
							["arg1"] = "饿了！要吃饭！",
						}, -- [211]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352816,
							["arg1"] = "痛死你！痛死你！",
						}, -- [212]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352819,
							["arg1"] = "我吃到了……我……进化了……",
						}, -- [213]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352824,
							["arg1"] = "Interrupted 特雷德奥瓦's |cff71d5ff|Hspell:322450:0|h[吞噬]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352831,
							["arg1"] = "Rileyneal interrupted 特雷德奥瓦's |cff71d5ff|Hspell:337249:0|h[寄生瘫痪]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [215]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352831,
							["arg1"] = "我已打断特雷德奥瓦的|cff71d5ff|Hspell:337249:0|h[寄生瘫痪]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [216]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352836,
							["arg1"] = "你们无路可逃。",
						}, -- [217]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352845,
							["arg1"] = "孩子们，吞掉他们！",
						}, -- [218]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352846,
							["arg1"] = "他们能闻到你！",
						}, -- [219]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352855,
							["arg1"] = "你们无路可逃。",
						}, -- [220]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352862,
							["arg1"] = "哈尼斯斯 interrupted 特雷德奥瓦's |cff71d5ff|Hspell:337249:0|h[寄生瘫痪]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352874,
							["arg1"] = "我还要更多。灵感在我头脑里迸发。",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352877,
							["arg1"] = "彼岸丶花开 interrupted 特雷德奥瓦's |cff71d5ff|Hspell:322450:0|h[吞噬]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352877,
							["arg1"] = "已打断 特雷德奥瓦 的 |cff71d5ff|Hspell:322450:0|h[吞噬]|h|r!",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352877,
							["arg1"] = "我已打断特雷德奥瓦的|cff71d5ff|Hspell:322450:0|h[吞噬]|h|r!",
							["clColor"] = "fffe7b09",
						}, -- [225]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352879,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [226]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352887,
							["arg1"] = "Interrupted 特雷德奥瓦's |cff71d5ff|Hspell:337255:0|h[寄生占据]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352895,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [228]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352897,
							["arg1"] = "我的孩子饥饿难耐。",
						}, -- [229]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352899,
							["arg1"] = "你们的行动太明显了。",
						}, -- [230]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352911,
							["arg1"] = "这是你们神智中幽暗的深渊。",
						}, -- [231]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352918,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [232]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352926,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [233]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352927,
							["arg1"] = "<EH> Valkeuterpe got hit by |cff71d5ff|Hspell:322655:0|h[酸蚀排放]|h|r for 20.6k (44%).",
							["clColor"] = "fffe7b09",
						}, -- [234]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352929,
							["arg1"] = "你们的血肉将滋养我的后代。",
						}, -- [235]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352938,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [236]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352942,
							["arg1"] = "多么……甘甜的……智慧……",
						}, -- [237]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352942,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [238]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352942,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352942,
							["arg1"] = "1. 哈尼斯斯 131.1k",
							["clColor"] = "fffe7b09",
						}, -- [240]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352942,
							["arg1"] = "2. Rileyneal 175.5k",
							["clColor"] = "fffe7b09",
						}, -- [241]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352942,
							["arg1"] = "3. 彼岸丶花开 221.5k",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352942,
							["arg1"] = "4. Valkeuterpe 303.1k",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352942,
							["arg1"] = "5. Magiccream 488.8k",
							["clColor"] = "fffe7b09",
						}, -- [244]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352944,
							["arg1"] = "我的新钥石是 |cffa335ee|Hkeystone:180653:379:14:9:8:124:128|h[钥石：凋魂之殇 (14)]|h|r.",
							["clColor"] = "fff38bb9",
						}, -- [245]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1628352945,
							["arg1"] = "Astral Keys: New key Keystone: 凋魂之殇 (14)",
							["clColor"] = "fff38bb9",
						}, -- [246]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1628352987,
							["arg1"] = "哈尼斯斯开启了|cff71d5ff|Hspell:344597:0|h[传送门：奥利波斯]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322887,
							["arg1"] = "死亡具象",
							["clColor"] = "fff38bb9",
						}, -- [1]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322887,
							["arg1"] = "死亡具象",
							["clColor"] = "ff3ec6ea",
						}, -- [2]
						{
							["arg2"] = "迷惑的路途-熔火之心",
							["type"] = "SAY",
							["time"] = 1628322890,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [3]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322890,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [4]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322890,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [5]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322890,
							["arg1"] = "3秒",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322890,
							["arg1"] = "3秒",
							["clColor"] = "ff3ec6ea",
						}, -- [7]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322891,
							["arg1"] = "2秒",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322891,
							["arg1"] = "2",
							["clColor"] = "fff38bb9",
						}, -- [9]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322891,
							["arg1"] = "2秒",
							["clColor"] = "ff3ec6ea",
						}, -- [10]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322891,
							["arg1"] = "2秒",
							["clColor"] = "fff38bb9",
						}, -- [11]
						{
							["arg2"] = "迷惑的路途-熔火之心",
							["type"] = "SAY",
							["time"] = 1628322892,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [12]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322892,
							["arg1"] = "1秒",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322892,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [14]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322892,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [15]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322892,
							["arg1"] = "1秒",
							["clColor"] = "ff3ec6ea",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322954,
							["arg1"] = "死亡具象",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "迷惑的路途-熔火之心",
							["type"] = "SAY",
							["time"] = 1628322954,
							["arg1"] = "死亡具象",
							["clColor"] = "fff38bb9",
						}, -- [18]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322954,
							["arg1"] = "死亡具象",
							["clColor"] = "fff38bb9",
						}, -- [19]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322954,
							["arg1"] = "死亡具象",
							["clColor"] = "ff3ec6ea",
						}, -- [20]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "3秒",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "迷惑的路途-熔火之心",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [22]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "3",
							["clColor"] = "fff38bb9",
						}, -- [23]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "3秒",
							["clColor"] = "fff38bb9",
						}, -- [24]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "3秒",
							["clColor"] = "ff3ec6ea",
						}, -- [25]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "2秒",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "迷惑的路途-熔火之心",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "2秒",
							["clColor"] = "fff38bb9",
						}, -- [27]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322957,
							["arg1"] = "2秒",
							["clColor"] = "ff3ec6ea",
						}, -- [28]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322958,
							["arg1"] = "2",
							["clColor"] = "fff38bb9",
						}, -- [29]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322958,
							["arg1"] = "2秒",
							["clColor"] = "fff38bb9",
						}, -- [30]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628322959,
							["arg1"] = "1秒",
							["clColor"] = "fffe7b09",
						}, -- [31]
						{
							["arg2"] = "迷惑的路途-熔火之心",
							["type"] = "SAY",
							["time"] = 1628322959,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [32]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322959,
							["arg1"] = "1",
							["clColor"] = "fff38bb9",
						}, -- [33]
						{
							["arg2"] = "用爱温暖世界-卡德加",
							["type"] = "SAY",
							["time"] = 1628322959,
							["arg1"] = "1秒",
							["clColor"] = "ff3ec6ea",
						}, -- [34]
						{
							["arg2"] = "淺默淡殤-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628322959,
							["arg1"] = "1秒",
							["clColor"] = "fff38bb9",
						}, -- [35]
						{
							["arg2"] = "来包芙蓉王-凤凰之神",
							["type"] = "SAY",
							["time"] = 1628323471,
							["arg1"] = "·",
							["clColor"] = "ffc31d39",
						}, -- [36]
						{
							["arg2"] = "凯蒂·印哨",
							["type"] = "MONSTER_SAY",
							["time"] = 1628323601,
							["arg1"] = "只要有邮件寄出，我就会准时到户！",
						}, -- [37]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628323971,
							["arg1"] = "典狱长的爪牙打造了一只邪恶的怪物，就在佐瓦尔的坩埚那儿。必须摧毁它。",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1628327550,
							["arg1"] = "我将更新我的日记。",
						}, -- [42]
						{
							["arg2"] = "舔芯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628327575,
							["arg1"] = "该带的东西都牢牢捆好了。全体出发，目的地，噬渊！",
						}, -- [43]
						{
							["arg2"] = "被折磨者克娄克",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628327651,
							["arg1"] = "%s耀武扬威地咆哮着。",
						}, -- [44]
						{
							["arg2"] = "沉默的猎魂者",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628327713,
							["arg1"] = "%s从裂隙闯入了刻希亚！",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [48]
						{
							["arg2"] = "小铃",
							["type"] = "MONSTER_SAY",
							["time"] = 1628328342,
							["arg1"] = "抱歉，Magiccream？你有空吗？",
						}, -- [49]
						{
							["arg2"] = "塞尼厄斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628328389,
							["arg1"] = "哀伤剑撕裂了乌瑟尔的灵魂。没有那块碎片，恐怕他永远无法痊愈。",
						}, -- [50]
						{
							["arg2"] = "大领主伯瓦尔·弗塔根",
							["type"] = "MONSTER_SAY",
							["time"] = 1628328399,
							["arg1"] = "我在幻象中见过储存碎片的地方。要想取回肯定困难重重。典狱长对于这些宝物向来会派重兵把守。",
						}, -- [51]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628328458,
							["arg1"] = "典狱长的爪牙打造了一只邪恶的怪物，就在佐瓦尔的坩埚那儿。必须摧毁它。",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 22:31:24。",
						}, -- [55]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1628346836,
							["arg1"] = "我将更新我的日记。",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347058,
							["arg1"] = "典狱长的爪牙打造了一只邪恶的怪物，就在佐瓦尔的坩埚那儿。必须摧毁它。",
						}, -- [60]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347101,
							["arg1"] = "从这个地方……把我带走吧。",
						}, -- [61]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347102,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [62]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347108,
							["arg1"] = "一点……希望的滋味。",
						}, -- [63]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347110,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [64]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347127,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [65]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347128,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [66]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347137,
							["arg1"] = "他们夺走了……一切……",
						}, -- [67]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347138,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [68]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347151,
							["arg1"] = "我……不该……这样……",
						}, -- [69]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347152,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [70]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347224,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [71]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347225,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [72]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347259,
							["arg1"] = "从苦难和折磨中救救我吧！",
						}, -- [73]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347262,
							["arg1"] = "谁来救救我！",
						}, -- [74]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347273,
							["arg1"] = "他们夺走了一切！",
						}, -- [75]
						{
							["arg2"] = "无目的的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347275,
							["arg1"] = "他们夺走了……一切……",
						}, -- [76]
						{
							["arg2"] = "无目的的灵魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347278,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [77]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347315,
							["arg1"] = "失落之魂安全了。",
						}, -- [78]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347344,
							["arg1"] = "失落之魂安全了。",
						}, -- [79]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347354,
							["arg1"] = "失落之魂安全了。",
						}, -- [80]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347384,
							["arg1"] = "失落之魂安全了。",
						}, -- [81]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347415,
							["arg1"] = "失落之魂安全了。",
						}, -- [82]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347427,
							["arg1"] = "失落之魂安全了。",
						}, -- [83]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347498,
							["arg1"] = "失落之魂安全了。",
						}, -- [84]
						{
							["arg2"] = "失落之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347519,
							["arg1"] = "失落之魂安全了。",
						}, -- [85]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347567,
							["arg1"] = "有人在吗……？",
						}, -- [86]
						{
							["arg2"] = "无目的的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347592,
							["arg1"] = "请……接受我的祝福。",
						}, -- [87]
						{
							["arg2"] = "无目的的灵魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347594,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [88]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347637,
							["arg1"] = "你能……听见我吗？",
						}, -- [89]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347639,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [90]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347656,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [91]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347657,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [92]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347665,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [93]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347666,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [94]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347686,
							["arg1"] = "你……真的……在这里？",
						}, -- [95]
						{
							["arg2"] = "囚禁之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1628347687,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [96]
						{
							["arg2"] = "西塔尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347718,
							["arg1"] = "塔宾斯给山德里娅上了一杯茶。或许这能缓和气氛。",
						}, -- [97]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347756,
							["arg1"] = "我重燃了希望，胜利近在咫尺！",
						}, -- [98]
						{
							["arg2"] = "玛尔菲斯图斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347784,
							["arg1"] = "和计划……一样。",
						}, -- [99]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347810,
							["arg1"] = "有了执政官的力量，我必将成功！",
						}, -- [100]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347823,
							["arg1"] = "我重燃了希望，胜利近在咫尺！",
						}, -- [101]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347833,
							["arg1"] = "有了执政官的力量，我必将成功！",
						}, -- [102]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347850,
							["arg1"] = "我决不会失败！",
						}, -- [103]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347869,
							["arg1"] = "我决不会失败！",
						}, -- [104]
						{
							["arg2"] = "夫鲁斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347954,
							["arg1"] = "与我的计划……不一样。",
						}, -- [105]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347973,
							["arg1"] = "我重燃了希望，胜利近在咫尺！",
						}, -- [106]
						{
							["arg2"] = "筋疲力竭的防御者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628347997,
							["arg1"] = "我决不会失败！",
						}, -- [107]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348058,
							["arg1"] = "他们夺走了一切！",
						}, -- [108]
						{
							["arg2"] = "烈焰晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348064,
							["arg1"] = "典狱长……说的是真的……",
						}, -- [109]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348069,
							["arg1"] = "快让我离开这里！",
						}, -- [110]
						{
							["arg2"] = "多莫努斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348084,
							["arg1"] = "你比……我想的……要强。",
						}, -- [111]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348089,
							["arg1"] = "快让我离开这里！",
						}, -- [112]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348192,
							["arg1"] = "你在这里可能会死于痢疾。",
						}, -- [113]
						{
							["arg2"] = "多莫努斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348215,
							["arg1"] = "我一直想看看你有什么本事，噬渊行者。",
						}, -- [114]
						{
							["arg2"] = "烈焰晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348215,
							["arg1"] = "噬渊必将吞噬你！",
						}, -- [115]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348227,
							["arg1"] = "快让我离开这里！",
						}, -- [116]
						{
							["arg2"] = "多莫努斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348691,
							["arg1"] = "我一直想看看你有什么本事，噬渊行者。",
						}, -- [117]
						{
							["arg2"] = "烈焰晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348708,
							["arg1"] = "臣服于我，凡人！",
						}, -- [118]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348743,
							["arg1"] = "巨像就快完成了！晋升者，跟我来！立刻出击！",
						}, -- [119]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348808,
							["arg1"] = "机会来了！把这只可憎的怪物碾成碎末！",
						}, -- [120]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348831,
							["arg1"] = "执政官注视着我们所有人。",
						}, -- [121]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628348867,
							["arg1"] = "真是英勇之举，噬渊行者。我们继续战斗吧。",
						}, -- [122]
						{
							["arg2"] = "尼娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349071,
							["arg1"] = "烁光林枝的蛾茧太多了！你能帮忙去树顶把它们摘下来吗？",
						}, -- [123]
						{
							["arg2"] = "尼娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349187,
							["arg1"] = "我们会把蛾茧送去有需要的林地。谢谢你帮忙恢复了生态平衡。",
						}, -- [124]
						{
							["arg2"] = "宗主艾莉奥瑟",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349210,
							["arg1"] = "这里的戈姆泛滥成灾了。快处理一下，不能让它们继续肆虐了！",
						}, -- [125]
						{
							["arg2"] = "宗主艾莉奥瑟",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349325,
							["arg1"] = "做得好，Magiccream。你遏制了戈姆的侵害，至少目前遏制住了。",
						}, -- [126]
						{
							["arg2"] = "月莓女勋爵",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349362,
							["arg1"] = "人群太吵了，这很反常。我怀疑……有人在恶作剧。嗯……你能去帮我调查一下吗？",
						}, -- [127]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349373,
							["arg1"] = "你去搞定它，我先走一步！",
						}, -- [128]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349373,
							["arg1"] = "哇！它刚才就坐在我旁边啊！",
						}, -- [129]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349412,
							["arg1"] = "那家伙被捅伤那么久了！他是不是非得等台词念完才会死？",
						}, -- [130]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349412,
							["arg1"] = "呃，他们还没念完台词吗？快点，演动作戏！",
						}, -- [131]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349412,
							["arg1"] = "……幸好他们没收入场费。",
						}, -- [132]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349414,
							["arg1"] = "噢？我偏不！",
						}, -- [133]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349416,
							["arg1"] = "麻烦你安静点！我正在看戏呢！",
						}, -- [134]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349416,
							["arg1"] = "噢？我偏不！",
						}, -- [135]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349434,
							["arg1"] = "有博格特！我的武器呢？",
						}, -- [136]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349434,
							["arg1"] = "有博格特！我的武器呢？",
						}, -- [137]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349449,
							["arg1"] = "你知道吗，我曾经梦到过舞台……",
						}, -- [138]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349450,
							["arg1"] = "还好我今天不值班，每个人都偶尔需要经历一次智慧上的启迪。",
						}, -- [139]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349450,
							["arg1"] = "噢？我偏不！",
						}, -- [140]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349451,
							["arg1"] = "哇！它刚才就坐在我旁边啊！",
						}, -- [141]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349468,
							["arg1"] = "我去找帮手！",
						}, -- [142]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349468,
							["arg1"] = "可它们看起来一切正常啊！",
						}, -- [143]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349479,
							["arg1"] = "老话说“树挪死”，现在不挪也不行了。",
						}, -- [144]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349479,
							["arg1"] = "你去搞定它，我先走一步！",
						}, -- [145]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349489,
							["arg1"] = "我去找帮手！",
						}, -- [146]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349506,
							["arg1"] = "噢？我偏不！",
						}, -- [147]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349507,
							["arg1"] = "有博格特！我的武器呢？",
						}, -- [148]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349520,
							["arg1"] = "有博格特！我的武器呢？",
						}, -- [149]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349520,
							["arg1"] = "可它们看起来一切正常啊！",
						}, -- [150]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349520,
							["arg1"] = "我去找帮手！",
						}, -- [151]
						{
							["arg2"] = "观众",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349533,
							["arg1"] = "我去找帮手！",
						}, -- [152]
						{
							["arg2"] = "月莓女勋爵",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349535,
							["arg1"] = "人群里混进了博格特？反正也不是第一次了。演出必须按时开始！",
						}, -- [153]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349581,
							["arg1"] = "坐在这么漂亮的东西上面真是不好意思。",
						}, -- [154]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1628349800,
							["arg1"] = "看看这些……但愿没有丢什么东西……",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 23:33:58。",
						}, -- [158]
						{
							["arg2"] = "凯蒂·印哨",
							["type"] = "MONSTER_SAY",
							["time"] = 1628351114,
							["arg1"] = "凯蒂·印哨前来报到！",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351211,
							["arg1"] = "七次治疗法术？？？奶妈人呢！！",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351228,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [164]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351233,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [165]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351243,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [166]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351254,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [167]
						{
							["arg2"] = "仙木灵居民",
							["type"] = "MONSTER_SAY",
							["time"] = 1628351289,
							["arg1"] = "森林感谢你。",
						}, -- [168]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351305,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [169]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351310,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [170]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351315,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [171]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351320,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [172]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351322,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [173]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351325,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [174]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351327,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [175]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351393,
							["arg1"] = "已打断 焚化者阿寇拉斯 的 |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [176]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351404,
							["arg1"] = "已打断 焚化者阿寇拉斯 的 |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [177]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351426,
							["arg1"] = "已打断 焚化者阿寇拉斯 的 |cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [178]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351448,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [179]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351458,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322767:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [180]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351463,
							["arg1"] = "已打断 德鲁斯特收割者 的 |cff71d5ff|Hspell:322938:0|h[收割精魂]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [181]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351630,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [182]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351635,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [183]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351655,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [184]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351666,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [185]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351684,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [186]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351731,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [187]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351738,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [188]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351765,
							["arg1"] = "已打断 英格拉·马洛克 的 |cff71d5ff|Hspell:323057:0|h[灵魂之箭]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [189]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628351894,
							["arg1"] = "你们能找到迷雾的出口吗？一定要想清楚哦！",
						}, -- [190]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628351896,
							["arg1"] = "噢耶！你快赢了！",
						}, -- [191]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628351911,
							["arg1"] = "六次治疗法术！这就叫灵性",
							["clColor"] = "fffe7b09",
						}, -- [192]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628351949,
							["arg1"] = "被你看穿了！",
						}, -- [193]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628351986,
							["arg1"] = "你成功了！猜得真准！",
						}, -- [194]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352063,
							["arg1"] = "噢耶！你快赢了！",
						}, -- [195]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352133,
							["arg1"] = "只有两次星涌，已经是只废咕了！",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352162,
							["arg1"] = "抱歉！重来吧！",
						}, -- [197]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352191,
							["arg1"] = "再给我一分钟就好。等等，那全错了。",
						}, -- [198]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352192,
							["arg1"] = "噢耶！你快赢了！",
						}, -- [199]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352229,
							["arg1"] = "已打断 纱雾塑形者 的 |cff71d5ff|Hspell:324776:0|h[木棘外壳]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [200]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352250,
							["arg1"] = "噢耶！你快赢了！",
						}, -- [201]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352277,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [202]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352297,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [203]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352319,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [204]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352338,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [205]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352384,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [206]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352409,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [207]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352435,
							["arg1"] = "已打断 唤雾者 的 |cff71d5ff|Hspell:321828:0|h[肉饼蛋糕]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [208]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352456,
							["arg1"] = "太好玩了！我很久没有这么尽兴了……快点，重新开始吧！",
						}, -- [209]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352462,
							["arg1"] = "游戏时间结束了。森林之风在催促我们继续前进。",
						}, -- [210]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352471,
							["arg1"] = "噢，好吧。迷雾，散了吧。",
						}, -- [211]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352475,
							["arg1"] = "嘿……好像不太妙。这到底是怎么回事！",
						}, -- [212]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352480,
							["arg1"] = "戈姆快把塞兹仙林啃光了。必须恢复自然的平衡。",
						}, -- [213]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352511,
							["arg1"] = "满月！冲鸭！！biubiubiu！",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352511,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352519,
							["arg1"] = "Magiccream 中了不稳定的酸液",
							["clColor"] = "fffe7b09",
						}, -- [216]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352581,
							["arg1"] = "哈尼斯斯 中了不稳定的酸液",
							["clColor"] = "ff3ec6ea",
						}, -- [217]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352586,
							["arg1"] = "Valkeuterpe 中了不稳定的酸液",
							["clColor"] = "fff38bb9",
						}, -- [218]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352588,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [219]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352592,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [220]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352614,
							["arg1"] = "彼岸丶花开 中了不稳定的酸液",
							["clColor"] = "fffe7b09",
						}, -- [221]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352616,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352628,
							["arg1"] = "Magiccream 中了不稳定的酸液",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352642,
							["arg1"] = "哈尼斯斯 中了不稳定的酸液",
							["clColor"] = "ff3ec6ea",
						}, -- [224]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352679,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:326046:0|h[模拟抗性]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [225]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352692,
							["arg1"] = "Valkeuterpe 中了不稳定的酸液",
							["clColor"] = "fff38bb9",
						}, -- [226]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352693,
							["arg1"] = "Magiccream 中了不稳定的酸液",
							["clColor"] = "fffe7b09",
						}, -- [227]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352707,
							["arg1"] = "已打断 锥喉鹿角巨虫 的 |cff71d5ff|Hspell:340544:0|h[再生鼓舞]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [228]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352757,
							["arg1"] = "Valkeuterpe 中了不稳定的酸液",
							["clColor"] = "fff38bb9",
						}, -- [229]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352770,
							["arg1"] = "哈尼斯斯 中了不稳定的酸液",
							["clColor"] = "ff3ec6ea",
						}, -- [230]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352802,
							["arg1"] = "Infester",
							["clColor"] = "fffe7b09",
						}, -- [231]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352803,
							["arg1"] = "已打断 特雷德奥瓦 的 |cff71d5ff|Hspell:337235:0|h[寄生平静]|h|r!",
							["clColor"] = "fff38bb9",
						}, -- [232]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352812,
							["arg1"] = "Magiccream 中了心灵连接",
							["clColor"] = "fffe7b09",
						}, -- [233]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352812,
							["arg1"] = "Rileyneal 中了心灵连接",
							["clColor"] = "fff38bb9",
						}, -- [234]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352886,
							["arg1"] = "Infester",
							["clColor"] = "ff3ec6ea",
						}, -- [235]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352896,
							["arg1"] = "Magiccream 中了心灵连接",
							["clColor"] = "fffe7b09",
						}, -- [236]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352896,
							["arg1"] = "Valkeuterpe 中了心灵连接",
							["clColor"] = "fff38bb9",
						}, -- [237]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352896,
							["arg1"] = "Rileyneal 中了心灵连接",
							["clColor"] = "fff38bb9",
						}, -- [238]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352911,
							["arg1"] = "Magiccream 中了心灵连接",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352912,
							["arg1"] = "Infester",
							["clColor"] = "fffe7b09",
						}, -- [240]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352927,
							["arg1"] = "哈尼斯斯 中了心灵连接",
							["clColor"] = "ff3ec6ea",
						}, -- [241]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352927,
							["arg1"] = "Magiccream 中了心灵连接",
							["clColor"] = "fffe7b09",
						}, -- [242]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352927,
							["arg1"] = "Valkeuterpe 中了心灵连接",
							["clColor"] = "fff38bb9",
						}, -- [243]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352927,
							["arg1"] = "Rileyneal 中了心灵连接",
							["clColor"] = "fff38bb9",
						}, -- [244]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "SAY",
							["time"] = 1628352927,
							["arg1"] = "彼岸丶花开 中了心灵连接",
							["clColor"] = "fffe7b09",
						}, -- [245]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352955,
							["arg1"] = "雷卡利沉睡着，学识完好无损。时间会为他疗伤。",
						}, -- [246]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_SAY",
							["time"] = 1628352971,
							["arg1"] = "塞兹仙林会铭记你。永远。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628318820,
							["arg1"] = "已断|cff71d5ff|Hspell:342139:0|h[战斗专注]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [1]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628318854,
							["arg1"] = "凡人的生命如此短促……如此脆弱。",
						}, -- [2]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628318936,
							["arg1"] = "已断|cff71d5ff|Hspell:330810:0|h[束缚灵魂]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [3]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628318979,
							["arg1"] = "已断|cff71d5ff|Hspell:358967:0|h[地狱烈火]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [4]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319027,
							["arg1"] = "已断|cff71d5ff|Hspell:330784:0|h[通灵箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [5]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319099,
							["arg1"] = "已断|cff71d5ff|Hspell:330875:0|h[魂霜之灵]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319115,
							["arg1"] = "已断|cff71d5ff|Hspell:330875:0|h[魂霜之灵]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319138,
							["arg1"] = "已断|cff71d5ff|Hspell:330875:0|h[魂霜之灵]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319240,
							["arg1"] = "已断|cff71d5ff|Hspell:330875:0|h[魂霜之灵]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [9]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319284,
							["arg1"] = "你们的灵魂都归我了！",
						}, -- [10]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319287,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [11]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319292,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [12]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319299,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [13]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319312,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [14]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319314,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [15]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319320,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [16]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319333,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [17]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319339,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [18]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319340,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [19]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319354,
							["arg1"] = "你已经无路可逃了。",
						}, -- [20]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319361,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [21]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319363,
							["arg1"] = "不会在这里结束……",
						}, -- [22]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319367,
							["arg1"] = "挑战者通过了第一场试炼！但要想获胜还有很长的路要走！",
						}, -- [23]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319424,
							["arg1"] = "已断|cff71d5ff|Hspell:342139:0|h[战斗专注]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319535,
							["arg1"] = "你最好会点有意思的招式。",
						}, -- [25]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319541,
							["arg1"] = "狂风将会把你吹散。",
						}, -- [26]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319552,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [27]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319565,
							["arg1"] = "为荣耀而战！",
						}, -- [28]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319571,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [29]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319587,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [30]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319593,
							["arg1"] = "屈服于我的力量！",
						}, -- [31]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319614,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [32]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319622,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [33]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319623,
							["arg1"] = "打得……真……棒……",
						}, -- [34]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319627,
							["arg1"] = "又通过了一场试炼！看来我们得准备点真正的挑战了！",
						}, -- [35]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319651,
							["arg1"] = "看看这是什么！新鲜的肉！",
						}, -- [36]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319665,
							["arg1"] = "已断|cff71d5ff|Hspell:341969:0|h[凋零释放]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319682,
							["arg1"] = "已断|cff71d5ff|Hspell:341977:0|h[血肉之盾]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319734,
							["arg1"] = "已断|cff71d5ff|Hspell:330703:0|h[腐烂污秽]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319868,
							["arg1"] = "已断|cff71d5ff|Hspell:341969:0|h[凋零释放]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "暴烈天晴丶-伊森利恩",
							["type"] = "YELL",
							["time"] = 1628319928,
							["arg1"] = "已断|cff71d5ff|Hspell:330703:0|h[腐烂污秽]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [41]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319969,
							["arg1"] = "撕碎扯烂！",
						}, -- [42]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319975,
							["arg1"] = "又有备用部件了！",
						}, -- [43]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319979,
							["arg1"] = "开膛破肚！",
						}, -- [44]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319983,
							["arg1"] = "砸扁你！",
						}, -- [45]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319993,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [46]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320003,
							["arg1"] = "砸扁你！",
						}, -- [47]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320009,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [48]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320019,
							["arg1"] = "又有备用部件了！",
						}, -- [49]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320022,
							["arg1"] = "砸扁你！",
						}, -- [50]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320028,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [51]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320043,
							["arg1"] = "开膛破肚！",
						}, -- [52]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320048,
							["arg1"] = "往哪儿逃！",
						}, -- [53]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320053,
							["arg1"] = "需要……更好的……部件……",
						}, -- [54]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320058,
							["arg1"] = "难以置信！我们的挑战者通过了这次试炼，正在前往最后的战场！",
						}, -- [55]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320080,
							["arg1"] = "玛卓克萨斯的士兵们！想欣赏暴力美学了吗？！",
						}, -- [56]
						{
							["arg2"] = "痛楚蔓延-凤凰之神",
							["type"] = "YELL",
							["time"] = 1628320098,
							["arg1"] = "正在拉糖！！！",
							["clColor"] = "ff8687ed",
						}, -- [57]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320106,
							["arg1"] = "等了这么久，终于来了个像样的对手……",
						}, -- [58]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320111,
							["arg1"] = "见证我的力量，绝望吧！",
						}, -- [59]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320127,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [60]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320136,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [61]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320154,
							["arg1"] = "你肆无忌惮的恶行会让你自食其果！",
						}, -- [62]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320172,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [63]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320180,
							["arg1"] = "死亡之手渴望着你的灵魂。",
						}, -- [64]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320199,
							["arg1"] = "我的魔法超乎你们这些凡人的想象。",
						}, -- [65]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320211,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [66]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320216,
							["arg1"] = "万物……必须……消亡……",
						}, -- [67]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320220,
							["arg1"] = "没错！莫德蕾莎被打败了！简直不敢相信！为竞技场的新任冠军欢呼吧！",
						}, -- [68]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320962,
							["arg1"] = "诸位，欢迎光临伤逝剧场！",
						}, -- [69]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321073,
							["arg1"] = "血流成河吧！",
						}, -- [70]
						{
							["arg2"] = "斩首者德茜雅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321105,
							["arg1"] = "我的刀刃会畅饮你们的灵魂！",
						}, -- [71]
						{
							["arg2"] = "受诅者赛泽尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321133,
							["arg1"] = "不！我绝不会消亡！",
						}, -- [72]
						{
							["arg2"] = "斩首者德茜雅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321157,
							["arg1"] = "替我……复仇……",
						}, -- [73]
						{
							["arg2"] = "疫毒者巴瑟兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321173,
							["arg1"] = "你的痛苦很有信息量。",
						}, -- [74]
						{
							["arg2"] = "受诅者赛泽尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321194,
							["arg1"] = "你……必将……消亡……",
						}, -- [75]
						{
							["arg2"] = "疫毒者巴瑟兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321215,
							["arg1"] = "我……最伟大的……造物……",
						}, -- [76]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321216,
							["arg1"] = "这就完了？说好的跌宕起伏呢！太令人失望了。",
						}, -- [77]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321226,
							["arg1"] = "难以置信！看来狗虽小，但还是会咬人的！",
						}, -- [78]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321323,
							["arg1"] = "新来的挑战者？哼，我倒要瞧瞧你能坚持多久。",
						}, -- [79]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321398,
							["arg1"] = "看看这是什么！新鲜的肉！",
						}, -- [80]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321714,
							["arg1"] = "撕碎扯烂！",
						}, -- [81]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321722,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [82]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321727,
							["arg1"] = "砸扁你！",
						}, -- [83]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321737,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [84]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321742,
							["arg1"] = "看我抓到了什么！",
						}, -- [85]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321747,
							["arg1"] = "往哪儿逃！",
						}, -- [86]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321753,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [87]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321762,
							["arg1"] = "又有备用部件了！",
						}, -- [88]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321766,
							["arg1"] = "砸扁你！",
						}, -- [89]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321772,
							["arg1"] = "开膛破肚！",
						}, -- [90]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321783,
							["arg1"] = "看我抓到了什么！",
						}, -- [91]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321787,
							["arg1"] = "开膛破肚！",
						}, -- [92]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321792,
							["arg1"] = "往哪儿逃！",
						}, -- [93]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321801,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [94]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321806,
							["arg1"] = "又有备用部件了！",
						}, -- [95]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321811,
							["arg1"] = "砸扁你！",
						}, -- [96]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321817,
							["arg1"] = "开膛破肚！",
						}, -- [97]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321830,
							["arg1"] = "砸扁你！",
						}, -- [98]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321836,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [99]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321847,
							["arg1"] = "看我抓到了什么！",
						}, -- [100]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321851,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [101]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321856,
							["arg1"] = "砸扁你！",
						}, -- [102]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321866,
							["arg1"] = "开膛破肚！",
						}, -- [103]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321875,
							["arg1"] = "砸扁你！",
						}, -- [104]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321877,
							["arg1"] = "需要……更好的……部件……",
						}, -- [105]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321881,
							["arg1"] = "挑战者通过了第一场试炼！但要想获胜还有很长的路要走！",
						}, -- [106]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321911,
							["arg1"] = "凡人的生命如此短促……如此脆弱。",
						}, -- [107]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322288,
							["arg1"] = "你们的灵魂都归我了！",
						}, -- [108]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322292,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [109]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322296,
							["arg1"] = "你已经无路可逃了。",
						}, -- [110]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322304,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [111]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322317,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [112]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322318,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [113]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322324,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [114]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322337,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [115]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322343,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [116]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322345,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [117]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322358,
							["arg1"] = "你已经无路可逃了。",
						}, -- [118]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322365,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [119]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322372,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [120]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322379,
							["arg1"] = "你已经无路可逃了。",
						}, -- [121]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322386,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [122]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322398,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [123]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322399,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [124]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322407,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [125]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322408,
							["arg1"] = "不会在这里结束……",
						}, -- [126]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322413,
							["arg1"] = "又通过了一场试炼！看来我们得准备点真正的挑战了！",
						}, -- [127]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322642,
							["arg1"] = "你最好会点有意思的招式。",
						}, -- [128]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322648,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [129]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322659,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [130]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322672,
							["arg1"] = "你！让我瞧瞧你有什么本事。",
						}, -- [131]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322678,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [132]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322694,
							["arg1"] = "狂风将会把你吹散。",
						}, -- [133]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322700,
							["arg1"] = "屈服于我的力量！",
						}, -- [134]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322721,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [135]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322730,
							["arg1"] = "屈服于我的力量！",
						}, -- [136]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322743,
							["arg1"] = "你！让我瞧瞧你有什么本事。",
						}, -- [137]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322751,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [138]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322765,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [139]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322786,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [140]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322796,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [141]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322808,
							["arg1"] = "打得……真……棒……",
						}, -- [142]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322812,
							["arg1"] = "难以置信！我们的挑战者通过了这次试炼，正在前往最后的战场！",
						}, -- [143]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322830,
							["arg1"] = "玛卓克萨斯的士兵们！想欣赏暴力美学了吗？！",
						}, -- [144]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322856,
							["arg1"] = "等了这么久，终于来了个像样的对手……",
						}, -- [145]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322861,
							["arg1"] = "见证我的力量，绝望吧！",
						}, -- [146]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322877,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [147]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322885,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [148]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322903,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [149]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322917,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [150]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322925,
							["arg1"] = "你刀下的亡魂哭喊着复仇！",
						}, -- [151]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322944,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [152]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322952,
							["arg1"] = "死亡之手渴望着你的灵魂。",
						}, -- [153]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322970,
							["arg1"] = "我的魔法超乎你们这些凡人的想象。",
						}, -- [154]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322982,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [155]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322992,
							["arg1"] = "万物……必须……消亡……",
						}, -- [156]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322997,
							["arg1"] = "没错！莫德蕾莎被打败了！简直不敢相信！为竞技场的新任冠军欢呼吧！",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg2"] = "卡达威鲁斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1628327843,
							["arg1"] = "搜遍每一条缝隙，寻找通灵师的尸体！",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348755,
							["arg1"] = "飞向天空吧，晋升者！为了晋升堡垒！",
						}, -- [165]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348769,
							["arg1"] = "正义之雨会扫清这片大地！",
						}, -- [166]
						{
							["arg2"] = "滑露",
							["type"] = "MONSTER_YELL",
							["time"] = 1628349406,
							["arg1"] = "请不要忘记，正是通过慷慨的赞助人和各位观众的支持，我们才筹集到了追求艺术创作所需的心能！现在，言归正传……",
						}, -- [167]
						{
							["arg2"] = "嗷呜灬嗷呜-加兹鲁维",
							["type"] = "YELL",
							["time"] = 1628349441,
							["arg1"] = "喵~~~喵~~~~喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "嗷呜灬嗷呜-加兹鲁维",
							["type"] = "YELL",
							["time"] = 1628349441,
							["arg1"] = "喵~~~喵~~~~喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵喵",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351642,
							["arg1"] = "服从我！",
						}, -- [173]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351645,
							["arg1"] = "一定要……撑住……",
						}, -- [174]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351655,
							["arg1"] = "痛苦……困惑……",
						}, -- [175]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351659,
							["arg1"] = "服从我！",
						}, -- [176]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351663,
							["arg1"] = "一定要……撑住……",
						}, -- [177]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351670,
							["arg1"] = "黑暗拥抱我！",
						}, -- [178]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351672,
							["arg1"] = "痛苦……困惑……",
						}, -- [179]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351675,
							["arg1"] = "从我眼前消失！",
						}, -- [180]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351678,
							["arg1"] = "服从我！",
						}, -- [181]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351682,
							["arg1"] = "请……活下来……",
						}, -- [182]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351688,
							["arg1"] = "要对仙野有信心。",
						}, -- [183]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351702,
							["arg1"] = "我会把你们碾成粉末！",
						}, -- [184]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351715,
							["arg1"] = "我……控制不住……",
						}, -- [185]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351720,
							["arg1"] = "服从我！",
						}, -- [186]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351724,
							["arg1"] = "请……活下来……",
						}, -- [187]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351734,
							["arg1"] = "痛苦……困惑……",
						}, -- [188]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351741,
							["arg1"] = "服从我！",
						}, -- [189]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351744,
							["arg1"] = "请……活下来……",
						}, -- [190]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351745,
							["arg1"] = "我是你最可怕的梦魇！",
						}, -- [191]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351749,
							["arg1"] = "黑暗拥抱我！",
						}, -- [192]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351754,
							["arg1"] = "痛苦……困惑……",
						}, -- [193]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351760,
							["arg1"] = "你会听从我的命令！",
						}, -- [194]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351763,
							["arg1"] = "请……活下来……",
						}, -- [195]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351771,
							["arg1"] = "森林渴望着你们的胜利，凡人。",
						}, -- [196]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351785,
							["arg1"] = "竟敢违抗我！",
						}, -- [197]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351807,
							["arg1"] = "耶！又有新朋友来玩了！快过来！",
						}, -- [198]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352261,
							["arg1"] = "这一定会很有趣！",
						}, -- [199]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352270,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [200]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352276,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [201]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352286,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [202]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352290,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [203]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352296,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [204]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352298,
							["arg1"] = "动作快！",
						}, -- [205]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352312,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [206]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [207]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [208]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352329,
							["arg1"] = "嘿，接着！",
						}, -- [209]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352337,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [210]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352342,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [211]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352347,
							["arg1"] = "动作快！",
						}, -- [212]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352357,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [213]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352362,
							["arg1"] = "嘿，接着！",
						}, -- [214]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352370,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [215]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352377,
							["arg1"] = "嘿，接着！",
						}, -- [216]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352383,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [217]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352390,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [218]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352402,
							["arg1"] = "嘿，接着！",
						}, -- [219]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352408,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [220]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352414,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [221]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352419,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [222]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352431,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [223]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352435,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [224]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352440,
							["arg1"] = "你找到我了！真棒！",
						}, -- [225]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352444,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [226]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352791,
							["arg1"] = "毁灭！吞噬！饕餮大餐！",
						}, -- [227]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352797,
							["arg1"] = "痛死你！痛死你！",
						}, -- [228]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352811,
							["arg1"] = "暗影！",
						}, -- [229]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352815,
							["arg1"] = "饿了！要吃饭！",
						}, -- [230]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352816,
							["arg1"] = "痛死你！痛死你！",
						}, -- [231]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352819,
							["arg1"] = "我吃到了……我……进化了……",
						}, -- [232]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352836,
							["arg1"] = "你们无路可逃。",
						}, -- [233]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352845,
							["arg1"] = "孩子们，吞掉他们！",
						}, -- [234]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352846,
							["arg1"] = "他们能闻到你！",
						}, -- [235]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352855,
							["arg1"] = "你们无路可逃。",
						}, -- [236]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352874,
							["arg1"] = "我还要更多。灵感在我头脑里迸发。",
						}, -- [237]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352879,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [238]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352895,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [239]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352897,
							["arg1"] = "我的孩子饥饿难耐。",
						}, -- [240]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352899,
							["arg1"] = "你们的行动太明显了。",
						}, -- [241]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352911,
							["arg1"] = "这是你们神智中幽暗的深渊。",
						}, -- [242]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352918,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [243]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352926,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [244]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352929,
							["arg1"] = "你们的血肉将滋养我的后代。",
						}, -- [245]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352938,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [246]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352942,
							["arg1"] = "多么……甘甜的……智慧……",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会官员",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2020 的 13:24:12。",
						}, -- [1]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1606541094,
							["arg1"] = "|Kv1|k",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg2"] = "Exinature-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626875387,
							["arg1"] = "那必须有邱君带啊",
							["clColor"] = "ffa22fc8",
						}, -- [1]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626875410,
							["arg1"] = "他自己都一天只打得了一个本",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626876891,
							["arg1"] = "随机团",
							["clColor"] = "ff3ec6ea",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 22:35:03。",
						}, -- [6]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626879725,
							["arg1"] = "|cffff8000|Hitem:186017::::::::60:102:::::::::|h[刻钍水晶]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [7]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626880057,
							["arg1"] = "|cffa335ee|Hitem:185973::::::::60:102::::1:28:872:::::|h[芭美兹拉之链]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/22/2021 的 21:27:41。",
						}, -- [11]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626963983,
							["arg1"] = "有木有活动！",
							["clColor"] = "fffe7b09",
						}, -- [12]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964110,
							["arg1"] = "想打啥",
							["clColor"] = "fff38bb9",
						}, -- [13]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964322,
							["arg1"] = "都可以",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964348,
							["arg1"] = "我问问熊哥",
							["clColor"] = "fff38bb9",
						}, -- [15]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964409,
							["arg1"] = "熊哥么了··",
							["clColor"] = "fff38bb9",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964536,
							["arg1"] = "|cffa335ee|Hitem:180725::::::::60:102::::1:28:872:::::|h[锥喉林地咀嚼者]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964540,
							["arg1"] = "咋又出坐骑了。。",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964603,
							["arg1"] = "这玩意是真的必出···",
							["clColor"] = "fff38bb9",
						}, -- [19]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964607,
							["arg1"] = "噢噢",
							["clColor"] = "fffe7b09",
						}, -- [20]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1626964609,
							["arg1"] = "害",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/23/2021 的 22:22:35。",
						}, -- [24]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627050209,
							["arg1"] = "any 活动 here？",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627050333,
							["arg1"] = "来YY",
							["clColor"] = "fff38bb9",
						}, -- [26]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627050406,
							["arg1"] = "|cffa335ee|Hkeystone:180653:382:13:9:123:4:128|h[钥石：伤逝剧场 (13)]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627056491,
							["arg1"] = "{大笑}",
							["clColor"] = "fffe7b09",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:25:28。",
						}, -- [31]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627142268,
							["arg1"] = "随机团一把过啊",
							["clColor"] = "fffe7b09",
						}, -- [32]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627143726,
							["arg1"] = "|cffff8000|Hitem:185960::::::::60:64::13:1:3524::::::|h[原点残迹]|h|r",
							["clColor"] = "ff3ec6ea",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/26/2021 的 21:33:32。",
						}, -- [36]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627306481,
							["arg1"] = "|cffffffff|Hitem:89868::::::::60:104:::1:3524::::::|h[猎豹印记]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627306925,
							["arg1"] = "|cffffd000|Htrade:Player-1500-038FB3E9:2259:171|h[炼金术]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["arg1"] = "记录开始于 07/26/2021 的 21:42:41。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627307132,
							["arg1"] = "|cffffd000|Henchant:131152|h[铭文: 猎豹雕文]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627307246,
							["arg1"] = "|cffffffff|Hitem:180732::::::::60:66:::::::::|h[铭符之瓶]|h|r|cffffffff|Hitem:173060::::::::60:66:::::::::|h[灌气之水]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/26/2021 的 22:04:23。",
						}, -- [46]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308537,
							["arg1"] = "？",
							["clColor"] = "fffef367",
						}, -- [47]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308553,
							["arg1"] = "草拟吗死代练",
							["clColor"] = "fffe7b09",
						}, -- [48]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308559,
							["arg1"] = "？？？？",
							["clColor"] = "fffef367",
						}, -- [49]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308566,
							["arg1"] = "狗逼",
							["clColor"] = "fffef367",
						}, -- [50]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308585,
							["arg1"] = "狗币死代练",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308587,
							["arg1"] = "狗逼，打本不带我",
							["clColor"] = "fffef367",
						}, -- [52]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308590,
							["arg1"] = "...",
							["clColor"] = "ff00fe97",
						}, -- [53]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308596,
							["arg1"] = "号主喝酒还没回来你就上了？",
							["clColor"] = "fffe7b09",
						}, -- [54]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308619,
							["arg1"] = "狗逼花开，想死明说",
							["clColor"] = "fffef367",
						}, -- [55]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308635,
							["arg1"] = "这个打完就该你了 ",
							["clColor"] = "ff3ec6ea",
						}, -- [56]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308642,
							["arg1"] = "死代练，有本事你连我们YY也黑了，进来说",
							["clColor"] = "fffe7b09",
						}, -- [57]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308644,
							["arg1"] = "正好你去刻希亚吧任务做了 ",
							["clColor"] = "ff3ec6ea",
						}, -- [58]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627308647,
							["arg1"] = "让我醒酒？",
							["clColor"] = "fffef367",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/27/2021 的 21:50:34。",
						}, -- [62]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627394205,
							["arg1"] = "|cffa335ee|Hitem:183707::::::::60:64::::1:28:746:::::|h[铮亮之刃斗篷]|h|r",
							["clColor"] = "ff3ec6ea",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = "记录开始于 07/27/2021 的 22:52:04。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627397640,
							["arg1"] = "111",
							["clColor"] = "fffe7b09",
						}, -- [67]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627397717,
							["arg1"] = "有没有活动！",
							["clColor"] = "fffe7b09",
						}, -- [68]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627397760,
							["arg1"] = "你什么要是 ",
							["clColor"] = "ff3ec6ea",
						}, -- [69]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627397761,
							["arg1"] = "钥匙",
							["clColor"] = "ff3ec6ea",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627397768,
							["arg1"] = "|cffa335ee|Hkeystone:180653:375:12:9:123:4:128|h[钥石：塞兹仙林的迷雾 (12)]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [71]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627397773,
							["arg1"] = "可以 ",
							["clColor"] = "ff3ec6ea",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = "记录开始于 07/28/2021 的 21:28:32。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627478963,
							["arg1"] = "any活动！",
							["clColor"] = "fffe7b09",
						}, -- [76]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479199,
							["arg1"] = "喜闻乐见 ",
							["clColor"] = "ff3ec6ea",
						}, -- [77]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479201,
							["arg1"] = "又掉了 ",
							["clColor"] = "ff3ec6ea",
						}, -- [78]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479226,
							["arg1"] = "没麦",
							["clColor"] = "ff3ec6ea",
						}, -- [79]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479228,
							["arg1"] = "别BB",
							["clColor"] = "ff3ec6ea",
						}, -- [80]
						{
							["arg2"] = "Valkdiana-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479231,
							["arg1"] = "为什么不说话",
							["clColor"] = "ffa9d271",
						}, -- [81]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479233,
							["arg1"] = "有人BB老子麦炸了 ",
							["clColor"] = "ff3ec6ea",
						}, -- [82]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479238,
							["arg1"] = "从此以后没有麦",
							["clColor"] = "ff3ec6ea",
						}, -- [83]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479239,
							["arg1"] = "你们玩",
							["clColor"] = "ff3ec6ea",
						}, -- [84]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479524,
							["arg1"] = "X奈雪知名店长，看不懂WOW任务说明 ",
							["clColor"] = "ff3ec6ea",
						}, -- [85]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479527,
							["arg1"] = "棒啊 ",
							["clColor"] = "ff3ec6ea",
						}, -- [86]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479731,
							["arg1"] = "开哥去把你媳妇嘴缝上 ",
							["clColor"] = "ff3ec6ea",
						}, -- [87]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479843,
							["arg1"] = "才打老3？",
							["clColor"] = "ff3ec6ea",
						}, -- [88]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479896,
							["arg1"] = "来来来，老子带你做 ",
							["clColor"] = "ff3ec6ea",
						}, -- [89]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479905,
							["arg1"] = "你做到底7章",
							["clColor"] = "ff3ec6ea",
						}, -- [90]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627479907,
							["arg1"] = "你就飞了 ",
							["clColor"] = "ff3ec6ea",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/28/2021 的 21:47:01。",
						}, -- [94]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480053,
							["arg1"] = "滚回去，关了PVP",
							["clColor"] = "ff3ec6ea",
						}, -- [95]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480057,
							["arg1"] = "老子带你做 ",
							["clColor"] = "ff3ec6ea",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = "记录开始于 07/28/2021 的 21:48:16。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480108,
							["arg1"] = "N",
							["clColor"] = "ff3ec6ea",
						}, -- [100]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480109,
							["arg1"] = "旅馆去关 ",
							["clColor"] = "ff3ec6ea",
						}, -- [101]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480109,
							["arg1"] = "&*!@#$ ",
							["clColor"] = "ff3ec6ea",
						}, -- [102]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480346,
							["arg1"] = "打BOSS",
							["clColor"] = "ff3ec6ea",
						}, -- [103]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480347,
							["arg1"] = "小怪不大 ",
							["clColor"] = "ff3ec6ea",
						}, -- [104]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480350,
							["arg1"] = "看下说明嘛 ",
							["clColor"] = "ff3ec6ea",
						}, -- [105]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480351,
							["arg1"] = "我的天 ",
							["clColor"] = "ff3ec6ea",
						}, -- [106]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480369,
							["arg1"] = "黄明怪 ",
							["clColor"] = "ff3ec6ea",
						}, -- [107]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480370,
							["arg1"] = "你也打 ",
							["clColor"] = "ff3ec6ea",
						}, -- [108]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480403,
							["arg1"] = "等下 ",
							["clColor"] = "ff3ec6ea",
						}, -- [109]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480404,
							["arg1"] = "一个位置 ",
							["clColor"] = "ff3ec6ea",
						}, -- [110]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480406,
							["arg1"] = "一个怪 ",
							["clColor"] = "ff3ec6ea",
						}, -- [111]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480419,
							["arg1"] = "过来 ",
							["clColor"] = "ff3ec6ea",
						}, -- [112]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480451,
							["arg1"] = "洞里面 ",
							["clColor"] = "ff3ec6ea",
						}, -- [113]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480456,
							["arg1"] = "我草你是真的瞎",
							["clColor"] = "ff3ec6ea",
						}, -- [114]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480498,
							["arg1"] = "我差2",
							["clColor"] = "ff3ec6ea",
						}, -- [115]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480589,
							["arg1"] = "可以解死疽",
							["clColor"] = "ff3ec6ea",
						}, -- [116]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480599,
							["arg1"] = "屁话，瓶子就是药",
							["clColor"] = "ff3ec6ea",
						}, -- [117]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480621,
							["arg1"] = "吹B给你听 ",
							["clColor"] = "ff3ec6ea",
						}, -- [118]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480753,
							["arg1"] = "|cffffffff|Hitem:177278::::::::60:62:::::::::|h[静谧之瓶]|h|r",
							["clColor"] = "ff3ec6ea",
						}, -- [119]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480755,
							["arg1"] = "除了魔法 ",
							["clColor"] = "ff3ec6ea",
						}, -- [120]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627480761,
							["arg1"] = "基本解光，但是CD长",
							["clColor"] = "ff3ec6ea",
						}, -- [121]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627481054,
							["arg1"] = "|cffa335ee|Hitem:186659::::::::60:102::::1:28:872:::::|h[堕落军马的缰绳]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [122]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627481060,
							["arg1"] = "这是必掉的么？",
							["clColor"] = "fffe7b09",
						}, -- [123]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627481278,
							["arg1"] = "??",
							["clColor"] = "ff00fe97",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/28/2021 的 23:08:33。",
						}, -- [127]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627486326,
							["arg1"] = "11",
							["clColor"] = "fffe7b09",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = "记录开始于 07/29/2021 的 21:32:28。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570584,
							["arg1"] = "卧槽",
							["clColor"] = "fffe7b09",
						}, -- [132]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570585,
							["arg1"] = "哈神",
							["clColor"] = "fffe7b09",
						}, -- [133]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570589,
							["arg1"] = "毕业腰带",
							["clColor"] = "fffe7b09",
						}, -- [134]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570590,
							["arg1"] = "TQL",
							["clColor"] = "fffe7b09",
						}, -- [135]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570599,
							["arg1"] = "如同人生，已经毕业",
							["clColor"] = "fffe7b09",
						}, -- [136]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570600,
							["arg1"] = "害",
							["clColor"] = "fffe7b09",
						}, -- [137]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570608,
							["arg1"] = "hh",
							["clColor"] = "ff3ec6ea",
						}, -- [138]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570615,
							["arg1"] = "你妈被我害死了",
							["clColor"] = "ff3ec6ea",
						}, -- [139]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570625,
							["arg1"] = "人生毕业啦！",
							["clColor"] = "fffe7b09",
						}, -- [140]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570627,
							["arg1"] = "哈尼斯斯！",
							["clColor"] = "fffe7b09",
						}, -- [141]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570638,
							["arg1"] = "直接进行一个业的毕",
							["clColor"] = "fffe7b09",
						}, -- [142]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570888,
							["arg1"] = "这版本最大包包 几格？",
							["clColor"] = "fffe7b09",
						}, -- [143]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570891,
							["arg1"] = "@哈尼斯斯",
							["clColor"] = "fffe7b09",
						}, -- [144]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570907,
							["arg1"] = "32",
							["clColor"] = "ff3ec6ea",
						}, -- [145]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570920,
							["arg1"] = "@哈尼斯斯",
							["clColor"] = "fffe7b09",
						}, -- [146]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627570925,
							["arg1"] = "ok",
							["clColor"] = "fffe7b09",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 23:33:47。",
						}, -- [150]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627575435,
							["arg1"] = "|cffff8000|Hitem:187817::::::::60:261::14::1:28:783:::::|h[刻钍晶簇]|h|r",
							["clColor"] = "fffef367",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = "记录开始于 07/31/2021 的 12:12:28。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705073,
							["arg1"] = "&*!@#$",
							["clColor"] = "fffe7b09",
						}, -- [155]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705081,
							["arg1"] = "昨天打个大米",
							["clColor"] = "fffe7b09",
						}, -- [156]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705088,
							["arg1"] = "有人说你这鸟德怎么输出这个地方",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705090,
							["arg1"] = "这么低",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705091,
							["arg1"] = "。。。",
							["clColor"] = "fffe7b09",
						}, -- [159]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705122,
							["arg1"] = "鸟只能压单体",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705128,
							["arg1"] = "大米里很难受",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705132,
							["arg1"] = "也不是",
							["clColor"] = "fffe7b09",
						}, -- [162]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705138,
							["arg1"] = "确实有点低。。。",
							["clColor"] = "fffe7b09",
						}, -- [163]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705141,
							["arg1"] = "有点不好意思",
							["clColor"] = "fffe7b09",
						}, -- [164]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705151,
							["arg1"] = "猫也是只有单体",
							["clColor"] = "fffe7b09",
						}, -- [165]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705152,
							["arg1"] = "有点拉胯",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705178,
							["arg1"] = "没有超凡的时候",
							["clColor"] = "fffe7b09",
						}, -- [167]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705180,
							["arg1"] = "输出太%^&*!@低了",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705203,
							["arg1"] = "怪不得我看鸟德大米还是要那个戒指",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705213,
							["arg1"] = "300能量开超凡那个",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705214,
							["arg1"] = "现在德四系就熊能斤大米",
							["clColor"] = "fffe7b09",
						}, -- [171]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705325,
							["arg1"] = "噬渊怎么这么卡。，。。。。",
							["clColor"] = "fffe7b09",
						}, -- [172]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705368,
							["arg1"] = "|cff71d5ff|Hspell:338668:0|h[原始奥能脉冲星]|h|r你说这个吗？",
							["clColor"] = "fffe7b09",
						}, -- [173]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705373,
							["arg1"] = "对",
							["clColor"] = "fffe7b09",
						}, -- [174]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705385,
							["arg1"] = "这个A怪的时候爽",
							["clColor"] = "fffe7b09",
						}, -- [175]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627705391,
							["arg1"] = "但是我没做",
							["clColor"] = "fffe7b09",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = "记录开始于 07/31/2021 的 23:00:37。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627747809,
							["arg1"] = "|cff71d5ff|Htalent:21649|h[血腥爪击]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [180]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627747868,
							["arg1"] = "|cff71d5ff|Htalent:21646|h[洞察秋毫]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [181]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627747941,
							["arg1"] = "|cff71d5ff|Htalent:21653|h[野性狂乱]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = "记录开始于 08/01/2021 的 23:21:42。",
							["type"] = "SYSTEM",
						}, -- [185]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627831574,
							["arg1"] = "[WeakAuras: 小灰灰-格雷迈恩 - 每周大秘境次数]",
							["clColor"] = "fffef367",
						}, -- [186]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627831753,
							["arg1"] = "[WeakAuras: 晒月亮补爱-格雷迈恩 - 低保解锁]",
							["clColor"] = "ff3ec6ea",
						}, -- [187]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627834471,
							["arg1"] = "|cff71d5ff|Hspell:340053:0|h[狂乱兽群]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = "记录开始于 08/02/2021 的 21:26:45。",
							["type"] = "SYSTEM",
						}, -- [191]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910866,
							["arg1"] = "any活动！",
							["clColor"] = "fffe7b09",
						}, -- [192]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910884,
							["arg1"] = "不好意思",
							["clColor"] = "ff00fe97",
						}, -- [193]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910887,
							["arg1"] = "要下了",
							["clColor"] = "ff00fe97",
						}, -- [194]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910890,
							["arg1"] = "！",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910891,
							["arg1"] = "可惜了",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910893,
							["arg1"] = "下次一定！",
							["clColor"] = "fffe7b09",
						}, -- [197]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910907,
							["arg1"] = "刚游完泳回家！",
							["clColor"] = "fffe7b09",
						}, -- [198]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910918,
							["arg1"] = "下次也不一定",
							["clColor"] = "ff00fe97",
						}, -- [199]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910965,
							["arg1"] = "这",
							["clColor"] = "ff00fe97",
						}, -- [200]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910992,
							["arg1"] = "陆局你多少装等了",
							["clColor"] = "ff00fe97",
						}, -- [201]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627910997,
							["arg1"] = "228",
							["clColor"] = "fffe7b09",
						}, -- [202]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911018,
							["arg1"] = "那我可能也确实不配进队伍",
							["clColor"] = "ff00fe97",
						}, -- [203]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911050,
							["arg1"] = "那不可能啊",
							["clColor"] = "fffe7b09",
						}, -- [204]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911055,
							["arg1"] = "我吧我自己飞了",
							["clColor"] = "fffe7b09",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911060,
							["arg1"] = "也得给李总留个位置啊",
							["clColor"] = "fffe7b09",
						}, -- [206]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911109,
							["arg1"] = "别别别",
							["clColor"] = "ff00fe97",
						}, -- [207]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911116,
							["arg1"] = "yyrsm",
							["clColor"] = "ff3ec6ea",
						}, -- [208]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911130,
							["arg1"] = "你怎么也在线了",
							["clColor"] = "ff00fe97",
						}, -- [209]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911146,
							["arg1"] = "我在线两周了",
							["clColor"] = "ff3ec6ea",
						}, -- [210]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911151,
							["arg1"] = "你们慢慢玩，我歇着了",
							["clColor"] = "ff00fe97",
						}, -- [211]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911249,
							["arg1"] = "局座不来yy？",
							["clColor"] = "ff3ec6ea",
						}, -- [212]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911258,
							["arg1"] = "贵族高冷是吧",
							["clColor"] = "ff3ec6ea",
						}, -- [213]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911326,
							["arg1"] = "晚一点",
							["clColor"] = "fffe7b09",
						}, -- [214]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911334,
							["arg1"] = "|cffffff00|Hquest:64166:2043|h[回忆随机访问]|h|r这个是什么sima任务啊",
							["clColor"] = "fffe7b09",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911336,
							["arg1"] = "一个啊接不到",
							["clColor"] = "fffe7b09",
						}, -- [216]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911347,
							["arg1"] = "...",
							["clColor"] = "ff3ec6ea",
						}, -- [217]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911352,
							["arg1"] = "wait me",
							["clColor"] = "ff3ec6ea",
						}, -- [218]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627911358,
							["arg1"] = "不做了",
							["clColor"] = "fffe7b09",
						}, -- [219]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627912084,
							["arg1"] = "傻逼任务",
							["clColor"] = "ff3ec6ea",
						}, -- [220]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627912086,
							["arg1"] = "我也不做了",
							["clColor"] = "ff3ec6ea",
						}, -- [221]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627912264,
							["arg1"] = "是的 傻逼任务",
							["clColor"] = "fffe7b09",
						}, -- [222]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627912269,
							["arg1"] = "弄了半天 捡了 2个",
							["clColor"] = "fffe7b09",
						}, -- [223]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1627912783,
							["arg1"] = "弄了半天 捡了 2个",
							["clColor"] = "fffe7b09",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 08/05/2021 的 20:18:10。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628168258,
							["arg1"] = "1",
							["clColor"] = "fffe7b09",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [231]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628178026,
							["arg1"] = "秋神，第三页",
							["clColor"] = "ff3ec6ea",
						}, -- [232]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628178028,
							["arg1"] = "工会仓库 ",
							["clColor"] = "ff3ec6ea",
						}, -- [233]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628178039,
							["arg1"] = "OJBk",
							["clColor"] = "ff00fe97",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 13:16:22。",
						}, -- [237]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628317638,
							["arg1"] = "球团下午好",
							["clColor"] = "fffe7b09",
						}, -- [238]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628317681,
							["arg1"] = "你玩吧···我收个菜出门了",
							["clColor"] = "ff00fe97",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628348376,
							["arg1"] = "|cffff8000|Hitem:171418::173128::::::60:66::68:6:7054:7451:6649:6650:1559:6935:1:28:2142::::Player-1500-05A7B8C5:|h[疯狂圣贤之缚]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1628353121,
							["arg1"] = "|cffa335ee|Hitem:184839::::::::60:66::74:4:6652:1472:5884:6646:1:28:2060:::::|h[无法启动的百心长控制器]|h|r|cffa335ee|Hitem:186155::::::::60:66::74:4:7693:6652:1479:6646:1:28:2043:::::|h[谐律灭群者]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "CURRENCY",
							["time"] = 1628328019,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx2",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1628328034,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:185753::::::::60:102:::::::::|h[渊誓魔典]|h|r",
						}, -- [2]
						{
							["type"] = "MONEY",
							["time"] = 1628328035,
							["arg1"] = "你拾取了1金币, 65银币, 55铜币",
						}, -- [3]
						{
							["type"] = "CURRENCY",
							["time"] = 1628328035,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx1",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1628328046,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173202::::::::60:102:::::::::|h[萦亡布]|h|rx2",
						}, -- [5]
						{
							["type"] = "MONEY",
							["time"] = 1628328047,
							["arg1"] = "你拾取了63银币, 39铜币",
						}, -- [6]
						{
							["type"] = "CURRENCY",
							["time"] = 1628328047,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx1",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1628328056,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:185753::::::::60:102:::::::::|h[渊誓魔典]|h|r",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1628328057,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:184391::::::::60:102:::::::::|h[空洞的护命匣碎片]|h|r",
						}, -- [9]
						{
							["type"] = "MONEY",
							["time"] = 1628328057,
							["arg1"] = "你拾取了4金币, 47银币, 73铜币",
						}, -- [10]
						{
							["type"] = "CURRENCY",
							["time"] = 1628328057,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx3",
						}, -- [11]
						{
							["type"] = "MONEY",
							["time"] = 1628328066,
							["arg1"] = "你拾取了62银币, 99铜币",
						}, -- [12]
						{
							["type"] = "CURRENCY",
							["time"] = 1628328066,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx1",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1628328152,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:173871::::::::60:102:::::::::|h[强夺黏液]|h|r",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1628328153,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|rx2",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1628328153,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172055::::::::60:102:::::::::|h[幻形腰肉]|h|r",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1628328153,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:186685::::::::60:102:::::::::|h[圣物碎片]|h|rx9",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1628328153,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176871::::::::60:102:::::::::|h[加固的触须]|h|r",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1628328191,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:186205::::::::60:102:::::::::|h[博学侍神者的手镯]|h|rx6",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1628328199,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:186017::::::::60:102:::::::::|h[刻钍水晶]|h|r",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1628328220,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186680::::::::60:102::27::1:28:2043:::::|h[装满了金币的靴子]|h|r",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1628328229,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:187334::::::::60:102:::::::::|h[破碎的虚空石板]|h|rx2",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1628328241,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:186196::::::::60:102::11::1:28:2043:::::|h[死亡先锋军战争宝箱]|h|r",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1628328241,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:187175::::::::60:102:::::::::|h[符文守护者的铸锭]|h|rx2",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1628328241,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186473::::::::60:102::::1:28:807:::::|h[微型冬杖]|h|r",
						}, -- [25]
						{
							["type"] = "CURRENCY",
							["time"] = 1628328241,
							["arg1"] = "你获得了货币：|cffa335ee|Hcurrency:1977:0|h[冥河灰烬]|h|rx10",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:186017::::::::60:102:::::::::|h[刻钍水晶]|h|r",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:183470::::::::60:102::3:2:1527:7245:2:28:2043:37:5:::::|h[荒野之子]|h|r",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:187501::::::::60:102:::::::::|h[理解天命]|h|r",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:183470::::::::60:102::3:2:1527:7245:2:28:2043:37:5:::::|h[荒野之子]|h|r",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:187498::::::::60:102:::::::::|h[华美刺绣钱包]|h|r",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:187329::::::::60:102:::::::::|h[古神样本罐]|h|rx5",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1628328264,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:186766::::::::60:102::74:4:7693:6652:1479:6646:1:28:2043:::::|h[宝库巡逻者的法杖]|h|r",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [36]
						{
							["type"] = "CURRENCY",
							["time"] = 1628328349,
							["arg1"] = "你获得了货币：|cff1eff00|Hcurrency:1931:0|h[编集研究]|h|rx1112",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1628328396,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:185679::::::::60:102:::::::::|h[调谐碎片]|h|r",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 22:31:24。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1628346737,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:181551::::::::60:102:::::::::|h[枯竭的石裔之心]|h|rx7",
						}, -- [42]
						{
							["type"] = "LOOT",
							["time"] = 1628346738,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:184635::::::::60:102::31:::::::|h[冒险者的采矿箱]|h|r",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1628346739,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:184389::::::::60:102:::::::::|h[沉睡的星种]|h|rx9",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1628346741,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:184151::::::::60:102:::::::::|h[伪造的红宝石胸针]|h|rx7",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1628346768,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:171828::::::::60:102:::::::::|h[苷铜矿石]|h|rx12",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1628346768,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:171840::::::::60:102:::::::::|h[多孔石]|h|rx6",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347103,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [51]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347111,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [52]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347129,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [53]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347139,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [54]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347153,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [55]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347226,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1628347248,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176868::::::::60:102:::::::::|h[熵能薄片]|h|r",
						}, -- [57]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347248,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx2",
						}, -- [58]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347278,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1628347391,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:183702::::::::60:102:::::::::|h[自然的壮美]|h|r",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1628347401,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173202::::::::60:102:::::::::|h[萦亡布]|h|rx2",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1628347401,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178133::::::::60:102:::::::::|h[灵质卷须]|h|r",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1628347401,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178134::::::::60:102:::::::::|h[瞬灭之指]|h|r",
						}, -- [63]
						{
							["type"] = "MONEY",
							["time"] = 1628347401,
							["arg1"] = "你拾取了6金币, 26银币, 5铜币",
						}, -- [64]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347401,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx4",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1628347467,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173202::::::::60:102:::::::::|h[萦亡布]|h|rx2",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1628347467,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178133::::::::60:102:::::::::|h[灵质卷须]|h|rx2",
						}, -- [67]
						{
							["type"] = "MONEY",
							["time"] = 1628347468,
							["arg1"] = "你拾取了5金币, 44银币, 35铜币",
						}, -- [68]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347468,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx9",
						}, -- [69]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347595,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [70]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347639,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [71]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347658,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [72]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347667,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [73]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347688,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx20",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1628347721,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:185775::::::::60:102::11::1:28:2043:::::|h[延续活力圣典]|h|r",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1628347789,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178104::::::::60:102:::::::::|h[余烬之灰]|h|r",
						}, -- [76]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347789,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx2",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1628347960,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178104::::::::60:102:::::::::|h[余烬之灰]|h|r",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1628347961,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173202::::::::60:102:::::::::|h[萦亡布]|h|r",
						}, -- [79]
						{
							["type"] = "MONEY",
							["time"] = 1628347961,
							["arg1"] = "你拾取了3金币, 15银币, 69铜币",
						}, -- [80]
						{
							["type"] = "CURRENCY",
							["time"] = 1628347962,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx1",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1628348040,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176868::::::::60:102:::::::::|h[熵能薄片]|h|r",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1628348040,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:180804::::::::60:102:::::::::|h[古旧的奥伯勒隆铭文]|h|r",
						}, -- [83]
						{
							["type"] = "CURRENCY",
							["time"] = 1628348041,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx2",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1628348087,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173202::::::::60:102:::::::::|h[萦亡布]|h|rx3",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1628348087,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:184392::::::::60:102:::::::::|h[杂音仪式卷轴]|h|r",
						}, -- [86]
						{
							["type"] = "MONEY",
							["time"] = 1628348088,
							["arg1"] = "你拾取了8金币, 38银币, 31铜币",
						}, -- [87]
						{
							["type"] = "CURRENCY",
							["time"] = 1628348088,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx5",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1628348123,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:185829::::::::60:102:::::::::|h[诚心长矛]|h|r",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1628348741,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:184765::::::::60:102:::::::::|h[暮钟敲击槌]|h|rx4",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1628348743,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:184767::::::::60:102:::::::::|h[手持魂镜]|h|rx3",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1628348884,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:185993::::::::60:102::11::1:28:2060:::::|h[晋升者的战争宝箱]|h|r",
						}, -- [92]
						{
							["type"] = "CURRENCY",
							["time"] = 1628348893,
							["arg1"] = "你获得了货币：|cffff8000|Hcurrency:1906:0|h[灵魂薪尘]|h|rx50",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1628348893,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:187328::::::::60:102:::::::::|h[撕碎的宇宙图]|h|rx3",
						}, -- [94]
						{
							["type"] = "CURRENCY",
							["time"] = 1628348894,
							["arg1"] = "你获得了货币：|cffffffff|Hcurrency:1767:0|h[冥殇]|h|rx200",
						}, -- [95]
						{
							["type"] = "LOOT",
							["time"] = 1628348970,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:177699::::::::60:102:::::::::|h[伟大狂野精魂]|h|r",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1628349086,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1628349093,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1628349128,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1628349132,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1628349139,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1628349151,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1628349161,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [103]
						{
							["type"] = "LOOT",
							["time"] = 1628349175,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [104]
						{
							["type"] = "LOOT",
							["time"] = 1628349183,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1628349186,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:178717::::::::60:102:::::::::|h[炽蓝蛾之茧]|h|r",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1628349253,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176089::::::::60:102:::::::::|h[折树颚骨]|h|r",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1628349270,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176089::::::::60:102:::::::::|h[折树颚骨]|h|rx2",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1628349271,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:179315::::::::60:102:::::::::|h[曳影腿肉]|h|r",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1628349271,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176087::::::::60:102:::::::::|h[戈姆几丁质]|h|rx2",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1628349286,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176087::::::::60:102:::::::::|h[戈姆几丁质]|h|rx2",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1628349286,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176089::::::::60:102:::::::::|h[折树颚骨]|h|r",
						}, -- [112]
						{
							["type"] = "LOOT",
							["time"] = 1628349286,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:179315::::::::60:102:::::::::|h[曳影腿肉]|h|r",
						}, -- [113]
						{
							["type"] = "LOOT",
							["time"] = 1628349286,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172055::::::::60:102:::::::::|h[幻形腰肉]|h|r",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1628349294,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:183702::::::::60:102:::::::::|h[自然的壮美]|h|r",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1628349296,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176089::::::::60:102:::::::::|h[折树颚骨]|h|r",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1628349310,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176087::::::::60:102:::::::::|h[戈姆几丁质]|h|r",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1628349320,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176089::::::::60:102:::::::::|h[折树颚骨]|h|r",
						}, -- [118]
						{
							["type"] = "LOOT",
							["time"] = 1628349325,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:181479::::::::60:102:::::::::|h[星光捕捉器]|h|rx3",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1628349327,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176089::::::::60:102:::::::::|h[折树颚骨]|h|r",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1628349398,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|r",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1628349427,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|r",
						}, -- [122]
						{
							["type"] = "LOOT",
							["time"] = 1628349435,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|r",
						}, -- [123]
						{
							["type"] = "LOOT",
							["time"] = 1628349467,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|r",
						}, -- [124]
						{
							["type"] = "LOOT",
							["time"] = 1628349488,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|r",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1628349519,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|r",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1628349535,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:184382::::::::60:102:::::::::|h[辉光林莓]|h|rx4",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1628349536,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:178178::::::::60:102:::::::::|h[脆薄树皮]|h|rx2",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1628349562,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:181475::::::::60:102::74::1:28:2060:::::|h[林地守卫者的奖赏]|h|r",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1628349564,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:176922::::::::60:102:::::::::|h[荒野魅夜花]|h|rx2",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1628349564,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:176832::::::::60:102:::::::::|h[灵种根粒]|h|rx2",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1628349564,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176921::::::::60:102:::::::::|h[时空之叶]|h|rx3",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1628349564,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:181490::::::::60:102:::::::::|h[荒野神符]|h|rx3",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1628349564,
							["arg1"] = "你获得了物品：|cff9d9d9d|Hitem:184402::::::::60:102:::::::::|h[库雷木排箫]|h|rx5",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1628349569,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:173037::::::::60:102:::::::::|h[极乐赛德鱼]|h|r",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1628349570,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172053::::::::60:102:::::::::|h[晦暗肋排]|h|rx4",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1628349570,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172089::::::::60:102:::::::::|h[荒革]|h|rx5",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1628349578,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173036::::::::60:102:::::::::|h[刺鳍水虎鱼]|h|rx2",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1628349578,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:179315::::::::60:102:::::::::|h[曳影腿肉]|h|rx4",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1628349578,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172052::::::::60:102:::::::::|h[飘渺肉块]|h|rx4",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1628349579,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:172094::::::::60:102:::::::::|h[茧皮]|h|r",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1628349610,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:176922::::::::60:102:::::::::|h[荒野魅夜花]|h|r",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1628351158,
							["arg1"] = "Rileyneal制造了：|cffffffff|Hitem:177278::::::::60:103:::::::::|h[静谧之瓶]|h|r。",
						}, -- [146]
						{
							["type"] = "LOOT",
							["time"] = 1628351158,
							["arg1"] = "Rileyneal制造了：|cffffffff|Hitem:177278::::::::60:103:::::::::|h[静谧之瓶]|h|r。",
						}, -- [147]
						{
							["type"] = "LOOT",
							["time"] = 1628351158,
							["arg1"] = "Rileyneal制造了：|cffffffff|Hitem:177278::::::::60:103:::::::::|h[静谧之瓶]|h|r。",
						}, -- [148]
						{
							["type"] = "LOOT",
							["time"] = 1628351439,
							["arg1"] = "Rileyneal获得了心能之力：|cff71d5ff|Hmawpower:1506|h[崩裂壁垒]|h|r",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1628351439,
							["arg1"] = "Valkeuterpe获得了心能之力：|cff71d5ff|Hmawpower:1505|h[至傲基柱]|h|r",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1628351440,
							["arg1"] = "你获得了心能之力：|cff71d5ff|Hmawpower:1474|h[勇士的烙印]|h|r",
						}, -- [151]
						{
							["type"] = "LOOT",
							["time"] = 1628351443,
							["arg1"] = "彼岸丶花开获得了心能之力：|cff71d5ff|Hmawpower:1474|h[勇士的烙印]|h|r",
						}, -- [152]
						{
							["type"] = "LOOT",
							["time"] = 1628351443,
							["arg1"] = "哈尼斯斯获得了心能之力：|cff71d5ff|Hmawpower:1474|h[勇士的烙印]|h|r",
						}, -- [153]
						{
							["type"] = "LOOT",
							["time"] = 1628351556,
							["arg1"] = "Valkeuterpe获得了心能之力：|cff71d5ff|Hmawpower:1492|h[狩猎背包]|h|r",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1628351556,
							["arg1"] = "你获得了心能之力：|cff71d5ff|Hmawpower:1491|h[复苏真菌]|h|r",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1628351561,
							["arg1"] = "Rileyneal获得了心能之力：|cff71d5ff|Hmawpower:1498|h[殉难者坠饰]|h|r",
						}, -- [156]
						{
							["type"] = "LOOT",
							["time"] = 1628351561,
							["arg1"] = "哈尼斯斯获得了心能之力：|cff71d5ff|Hmawpower:1499|h[绝望之瓶]|h|r",
						}, -- [157]
						{
							["type"] = "LOOT",
							["time"] = 1628351561,
							["arg1"] = "彼岸丶花开获得了心能之力：|cff71d5ff|Hmawpower:1501|h[粗暴行为手册]|h|r",
						}, -- [158]
						{
							["type"] = "LOOT",
							["time"] = 1628351852,
							["arg1"] = "Valkeuterpe获得了心能之力：|cff71d5ff|Hmawpower:1474|h[勇士的烙印]|h|r",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1628351853,
							["arg1"] = "哈尼斯斯获得了心能之力：|cff71d5ff|Hmawpower:1470|h[死疽伤口之匕]|h|r",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1628351854,
							["arg1"] = "你获得了心能之力：|cff71d5ff|Hmawpower:1475|h[火山羽毛]|h|r",
						}, -- [161]
						{
							["type"] = "LOOT",
							["time"] = 1628351856,
							["arg1"] = "彼岸丶花开获得了心能之力：|cff71d5ff|Hmawpower:1470|h[死疽伤口之匕]|h|r",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1628351858,
							["arg1"] = "Rileyneal获得了心能之力：|cff71d5ff|Hmawpower:1474|h[勇士的烙印]|h|r",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1628352555,
							["arg1"] = "彼岸丶花开获得了心能之力：|cff71d5ff|Hmawpower:1485|h[顽石结界]|h|r",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1628352555,
							["arg1"] = "Valkeuterpe获得了心能之力：|cff71d5ff|Hmawpower:1485|h[顽石结界]|h|r",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1628352559,
							["arg1"] = "Rileyneal获得了心能之力：|cff71d5ff|Hmawpower:1497|h[残破的镜子]|h|r",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1628352562,
							["arg1"] = "哈尼斯斯获得了心能之力：|cff71d5ff|Hmawpower:1487|h[滴血之牙]|h|r",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1628352563,
							["arg1"] = "你获得了心能之力：|cff71d5ff|Hmawpower:1485|h[顽石结界]|h|r",
						}, -- [168]
						{
							["type"] = "CURRENCY",
							["time"] = 1628352943,
							["arg1"] = "你获得了货币：|cffa335ee|Hcurrency:1947:0|h[奖励勇气点数]|h|rx65",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1628352956,
							["arg1"] = "Rileyneal获得了战利品：|cffa335ee|Hitem:178701::::::::60:103::33:5:7587:7359:6652:1547:6646:1:28:1279:::::|h[戈姆外壳护胫]|h|r。",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1628352957,
							["arg1"] = "彼岸丶花开获得了战利品：|cffa335ee|Hitem:178708::::::::60:103::16:6:7602:7359:6652:6917:1547:6646:1:28:1279:::::|h[无羁拟态者]|h|r。",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1628352962,
							["arg1"] = "哈尼斯斯获得了战利品：|cffa335ee|Hitem:181734::::::::60:103::16:3:1511:5887:7245:2:28:1279:37:7:::::|h[大法师的印记]|h|r。",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1628352963,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:184519::::::::60:103:::::::::|h[失窃魔精图腾]|h|rx4",
						}, -- [173]
						{
							["type"] = "LOOT",
							["time"] = 1628352963,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:182305::::::::60:103::16::1:28:1279:::::|h[金秋花床王冠]|h|r",
						}, -- [174]
						{
							["type"] = "MONEY",
							["time"] = 1628352964,
							["arg1"] = "你拾取了53金币, 10银币, 91铜币",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = "记录开始于 08/10/2021 的 00:07:45。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["type"] = "LOOT",
							["time"] = 1628525557,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186108::::::::60:252:::2:7452:1680:2:9:60:28:2043:::::|h[快刀之渊誓黑暗法师的便鞋]|h|r",
						}, -- [179]
						{
							["type"] = "LOOT",
							["time"] = 1628525557,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176793::::::::60:252:::3:6908:6652:1700:2:9:60:28:1707:::::|h[灼光之导誉十字弓]|h|r",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1628525558,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186130::::::::60:252:::2:7452:1688:2:9:60:28:2043:::::|h[无双之渊誓卫兵的战靴]|h|r",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1628525565,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [182]
						{
							["type"] = "LOOT",
							["time"] = 1628525568,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [183]
						{
							["type"] = "LOOT",
							["time"] = 1628525572,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1628525619,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:169701::::::::60:252:::::::::|h[绽亡花]|h|rx100",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1628525628,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1628525630,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [187]
						{
							["type"] = "LOOT",
							["time"] = 1628525632,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1628525634,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [189]
						{
							["type"] = "LOOT",
							["time"] = 1628525636,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1628525638,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1628525640,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1628525643,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [193]
						{
							["type"] = "LOOT",
							["time"] = 1628525645,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [194]
						{
							["type"] = "LOOT",
							["time"] = 1628525647,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1628525649,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1628525651,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1628525653,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [198]
						{
							["type"] = "LOOT",
							["time"] = 1628525655,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [199]
						{
							["type"] = "LOOT",
							["time"] = 1628525657,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1628525659,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1628525661,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1628525663,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1628525665,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [204]
						{
							["type"] = "LOOT",
							["time"] = 1628525667,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1628525670,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1628525672,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [207]
						{
							["type"] = "LOOT",
							["time"] = 1628525674,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1628525676,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1628525678,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1628525680,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1628525682,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1628525684,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1628525686,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1628525688,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1628525690,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1628525692,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1628525694,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1628525697,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1628525699,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1628525701,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1628525703,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [222]
						{
							["type"] = "LOOT",
							["time"] = 1628525705,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1628525707,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [224]
						{
							["type"] = "LOOT",
							["time"] = 1628525709,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1628525711,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1628525713,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1628525715,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1628525717,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1628525720,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1628525722,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [231]
						{
							["type"] = "LOOT",
							["time"] = 1628525724,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [232]
						{
							["type"] = "LOOT",
							["time"] = 1628525726,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [233]
						{
							["type"] = "LOOT",
							["time"] = 1628525728,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/13/2021 的 00:20:59。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1628785306,
							["arg1"] = "你制造了：|cff0070dd|Hitem:172419::::::::60:252:::::::::|h[附魔靴子 - 永恒敏捷]|h|r。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1628785308,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:171263::::::::60:252:::::::::|h[灵魂净化药水]|h|rx4",
						}, -- [239]
						{
							["type"] = "LOOT",
							["time"] = 1628785309,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172418::::::::60:252:::::::::|h[附魔胸甲 - 永恒壁垒]|h|r",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1628785309,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|rx5",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1628785309,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186122::::::::60:252:::2:7452:1712:2:9:60:28:2043:::::|h[谐律之渊誓斥候之握]|h|r",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1628785316,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["type"] = "LOOT",
							["time"] = 1629201456,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|rx2",
						}, -- [247]
						{
							["type"] = "LOOT",
							["time"] = 1629201456,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [248]
						{
							["type"] = "LOOT",
							["time"] = 1629201456,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:172232::::::::60:252:::::::::|h[永恒水晶]|h|r",
						}, -- [249]
						{
							["type"] = "LOOT",
							["time"] = 1629201467,
							["arg1"] = "你制造了：|cff0070dd|Hitem:172411::::::::60:252:::::::::|h[附魔披风 - 强化闪避]|h|r。",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1628313022,
							["arg1"] = "获得85银币, 21铜币。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313029,
							["arg1"] = "获得1金币, 57银币, 5铜币。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313060,
							["arg1"] = "获得85银币, 68铜币。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313081,
							["arg1"] = "获得89银币, 69铜币。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313096,
							["arg1"] = "获得65银币, 25铜币。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313102,
							["arg1"] = "获得98银币, 28铜币。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313103,
							["arg1"] = "获得2金币, 14银币, 47铜币。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313103,
							["arg1"] = "获得1金币, 25银币, 52铜币。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313106,
							["arg1"] = "获得70银币, 86铜币。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313124,
							["arg1"] = "获得1金币, 6银币, 83铜币。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313133,
							["arg1"] = "获得82银币, 30铜币。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313133,
							["arg1"] = "获得1金币, 95银币, 58铜币。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313146,
							["arg1"] = "获得95银币, 19铜币。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313153,
							["arg1"] = "获得68银币, 61铜币。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313180,
							["arg1"] = "获得1金币, 99银币, 84铜币。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313191,
							["arg1"] = "获得51银币, 76铜币。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313194,
							["arg1"] = "获得1金币, 77银币, 49铜币。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313194,
							["arg1"] = "获得1金币, 27银币, 24铜币。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313195,
							["arg1"] = "获得58银币, 85铜币。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313197,
							["arg1"] = "获得1金币, 35银币, 59铜币。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313197,
							["arg1"] = "获得53银币, 54铜币。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313230,
							["arg1"] = "获得1金币, 3银币, 94铜币。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313232,
							["arg1"] = "获得1金币, 34银币, 43铜币。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313234,
							["arg1"] = "获得92银币, 56铜币。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313235,
							["arg1"] = "获得2金币, 6银币, 45铜币。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313235,
							["arg1"] = "获得1金币, 28银币, 89铜币。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313237,
							["arg1"] = "获得61银币, 53铜币。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313254,
							["arg1"] = "获得1金币, 71银币, 94铜币。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313256,
							["arg1"] = "获得87银币, 31铜币。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313256,
							["arg1"] = "获得1金币, 36银币, 28铜币。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313260,
							["arg1"] = "获得1金币, 75银币, 72铜币。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313264,
							["arg1"] = "获得1金币, 49银币, 85铜币。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313264,
							["arg1"] = "获得91银币, 94铜币。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313265,
							["arg1"] = "获得1金币, 39银币, 4铜币。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313266,
							["arg1"] = "获得1金币, 12银币, 16铜币。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313348,
							["arg1"] = "获得1金币, 84银币, 56铜币。",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 13:16:22。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313403,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313431,
							["arg1"] = "|cffff80ff|Htransmogappearance:146531|h[死誓者的纯银肩铠]|h|r已加入了你的外观收藏。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313452,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:202347:0|h[星辰耀斑]|h|r",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313453,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:102560:0|h[化身：艾露恩之眷]|h|r",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313467,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313573,
							["arg1"] = "|cff1eff00|Hbattlepet:3033:1:2:156:11:9:BattlePet-0-00000EEFE57B:99907|h[噬渊追猎者]|h|r已加入了你的宠物手册！",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313597,
							["arg1"] = "你已经被移出队伍",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313599,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313974,
							["arg1"] = "已开始拍卖。",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313977,
							["arg1"] = "已开始拍卖。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313979,
							["arg1"] = "已开始拍卖。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313981,
							["arg1"] = "已开始拍卖。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313984,
							["arg1"] = "已开始拍卖。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313986,
							["arg1"] = "已开始拍卖。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313989,
							["arg1"] = "已开始拍卖。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313992,
							["arg1"] = "已开始拍卖。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313993,
							["arg1"] = "已开始拍卖。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1628313996,
							["arg1"] = "已开始拍卖。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314001,
							["arg1"] = "已开始拍卖。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314004,
							["arg1"] = "已开始拍卖。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314016,
							["arg1"] = "已开始拍卖。",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314073,
							["arg1"] = "你赢得了对幽魂强能合剂的竞标（3）",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314097,
							["arg1"] = "与尼娅处于灵魂羁绊状态。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314149,
							["arg1"] = "你拍卖的萦亡布已经售出。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314642,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1628314713,
							["arg1"] = "南宫欣-死亡之翼加入了队伍。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1628315102,
							["arg1"] = "万神殿议长-亡语者开始进行就位确认。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1628315180,
							["arg1"] = "万神殿议长已经死亡。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1628315443,
							["arg1"] = "丿鹏鹏灬牛牛已经死亡。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1628315446,
							["arg1"] = "万神殿议长已经死亡。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1628315675,
							["arg1"] = "丿鹏鹏灬牛牛已经死亡。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316328,
							["arg1"] = "南宫欣已经死亡。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316449,
							["arg1"] = "南宫欣已经死亡。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316491,
							["arg1"] = "闷騷的猎已经死亡。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316794,
							["arg1"] = "南宫欣已经死亡。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316848,
							["arg1"] = "|Hplayer:漫雨飞花|h[漫雨飞花]|h上线了。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316905,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1628316907,
							["arg1"] = "万神殿议长已经死亡。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317365,
							["arg1"] = "闷騷的猎已经死亡。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317473,
							["arg1"] = "万神殿议长-亡语者离开了队伍。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317473,
							["arg1"] = "丿鹏鹏灬牛牛-死亡之翼现在是队长",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317484,
							["arg1"] = "丿鹏鹏灬牛牛-死亡之翼已经加入了别的队伍",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317490,
							["arg1"] = "你对丿鹏鹏灬牛牛-死亡之翼发出交易请求",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317494,
							["arg1"] = "漫雨飞花下线了。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317511,
							["arg1"] = "|Hplayer:Valkdiana|h[Valkdiana]|h上线了。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317531,
							["arg1"] = "你离开了队伍。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317553,
							["arg1"] = "你已经将坐骑影叶符文牡鹿添加到了你的收藏中。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317568,
							["arg1"] = "Valkdiana下线了。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317585,
							["arg1"] = "|Hplayer:Valkeuterpe|h[Valkeuterpe]|h上线了。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317650,
							["arg1"] = "Valkeuterpe下线了。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317665,
							["arg1"] = "|Hplayer:芃芃其麦|h[芃芃其麦]|h上线了。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317674,
							["arg1"] = "535份心能灌注进了心能储备。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317710,
							["arg1"] = "芃芃其麦下线了。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317776,
							["arg1"] = "获得295金币, 54银币。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1628317957,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318118,
							["arg1"] = "你已经被移出队伍",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318129,
							["arg1"] = "你拍卖的附魔戒指 - 急速之约已经售出。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318160,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318227,
							["arg1"] = "你离开了队伍。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318285,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318285,
							["arg1"] = "痛楚蔓延-凤凰之神加入了队伍。",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = "记录开始于 08/07/2021 的 14:39:44。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318406,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 14:40:38。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["time"] = 1628318473,
							["arg1"] = "一颗芒果-伊森利恩开始进行就位确认。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["time"] = 1628319147,
							["arg1"] = "快去锅里已经死亡。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1628319154,
							["arg1"] = "一颗芒果已经死亡。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1628319155,
							["arg1"] = "暴烈天晴丶已经死亡。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1628319155,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["time"] = 1628319172,
							["arg1"] = "痛楚蔓延已经死亡。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320244,
							["arg1"] = "你对快去锅里-伊森利恩发出交易请求",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320248,
							["arg1"] = "痛楚蔓延-凤凰之神离开了队伍。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320259,
							["arg1"] = "你已经被移出队伍",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320708,
							["arg1"] = "有价值的发现：伤逝剧场完成。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320714,
							["arg1"] = "交换利益：伤逝剧场完成。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320746,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320778,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:320668:0|h[自然的壮美]|h|r。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1628320940,
							["arg1"] = "大耳朵猪-冰风岗开始进行就位确认。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1628321507,
							["arg1"] = "迷惑的路途已经死亡。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1628321618,
							["arg1"] = "|Hplayer:哈尼斯斯|h[哈尼斯斯]|h上线了。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1628321783,
							["arg1"] = "大耳朵猪已经死亡。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1628322153,
							["arg1"] = "迷惑的路途已经死亡。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1628322670,
							["arg1"] = "迷惑的路途已经死亡。",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1628322974,
							["arg1"] = "迷惑的路途已经死亡。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323035,
							["arg1"] = "淺默淡殤-凤凰之神离开了队伍。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323038,
							["arg1"] = "迷惑的路途-熔火之心现在是队长",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323038,
							["arg1"] = "大耳朵猪-冰风岗离开了队伍。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323041,
							["arg1"] = "迷惑的路途-熔火之心离开了队伍。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323041,
							["arg1"] = "用爱温暖世界-卡德加现在是队长",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323048,
							["arg1"] = "你现在是队长",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323299,
							["arg1"] = "灵魂对价完成。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323299,
							["arg1"] = "获得25金币, 74银币。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323303,
							["arg1"] = "接受任务：协助盟约",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1628323349,
							["arg1"] = "接受任务：精魂之武",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1628324060,
							["arg1"] = "接受任务：观察记录",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1628324081,
							["arg1"] = "接受任务：优劣转化",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1628324083,
							["arg1"] = "接受任务：保持斗志",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1628327554,
							["arg1"] = "接受任务：钱不是问题",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1628327561,
							["arg1"] = "接受任务：渊誓者仪式",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1628327601,
							["arg1"] = "与尼娅处于灵魂羁绊状态。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1628327753,
							["arg1"] = "|Hplayer:Rileyneal|h[Rileyneal]|h上线了。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328191,
							["arg1"] = "保持斗志完成。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328199,
							["arg1"] = "观察记录完成。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328206,
							["arg1"] = "接受任务：优劣转化",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328220,
							["arg1"] = "钱不是问题完成。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328229,
							["arg1"] = "渊誓者仪式完成。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328241,
							["arg1"] = "塑造命运完成。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328264,
							["arg1"] = "你在收割者之庭中的声望达到了崇敬。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328264,
							["arg1"] = "获得2025金币, 34银币, 87铜币。",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328364,
							["arg1"] = "获得278金币, 87银币, 46铜币。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1628328396,
							["arg1"] = "接受任务：圣骑士的灵魂",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:27:12。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346523,
							["arg1"] = "你已经加入了托加斯特，罪魂之塔的队列。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346536,
							["arg1"] = "你已被移出队列，因为你没有接受邀请。",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 22:31:24。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346740,
							["arg1"] = "获得256金币, 66银币。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346742,
							["arg1"] = "获得281金币, 3银币。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346785,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:320668:0|h[自然的壮美]|h|r。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346815,
							["arg1"] = "1,675份心能灌注进了心能储备。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1628346901,
							["arg1"] = "|Hplayer:Rileyneal|h[Rileyneal]|h上线了。",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["time"] = 1628347026,
							["arg1"] = "传输失败：副本未找到",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1628347048,
							["arg1"] = "鬼泣灌下|cffffffff|Hitem:179309::::::::60:102:::::::::|h[梅子月光酒香酊]|h|r之后酩酊大醉。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1628347721,
							["arg1"] = "接受任务：鼓舞的言语",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1628347723,
							["arg1"] = "接受任务：无人飘浮",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1628347726,
							["arg1"] = "接受任务：团结于骄傲下",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1628347731,
							["arg1"] = "接受任务：消灭烈焰",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348040,
							["arg1"] = "接受任务：古旧的奥伯勒隆铭文",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348734,
							["arg1"] = "消灭烈焰完成。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348738,
							["arg1"] = "鼓舞的言语完成。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348738,
							["arg1"] = "获得256金币, 35银币。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348741,
							["arg1"] = "团结于骄傲下完成。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348743,
							["arg1"] = "无人飘浮完成。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348877,
							["arg1"] = "你已经接到了该任务。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348920,
							["arg1"] = "古旧的奥伯勒隆铭文完成。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348920,
							["arg1"] = "获得25金币, 74银币。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348970,
							["arg1"] = "带回失落之魂完成。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348970,
							["arg1"] = "获得51金币, 48银币。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348988,
							["arg1"] = "一个小精灵也不能少完成。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1628348988,
							["arg1"] = "获得25金币, 74银币。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349017,
							["arg1"] = "245份心能灌注进了心能储备。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349219,
							["arg1"] = "哈尼斯斯下线了。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349429,
							["arg1"] = "|Hplayer:哈尼斯斯|h[哈尼斯斯]|h上线了。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349562,
							["arg1"] = "协助炽蓝仙野完成。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349610,
							["arg1"] = "协助盟约完成。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349610,
							["arg1"] = "获得25金币, 74银币。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1628349823,
							["arg1"] = "已开始拍卖。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350103,
							["arg1"] = "你拍卖的刻钍水晶已经售出。",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350143,
							["arg1"] = "与尼娅处于灵魂羁绊状态。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350171,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:285381:0|h[原始之怒]|h|r。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350171,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:202028:0|h[野蛮挥砍]|h|r",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350297,
							["arg1"] = "245份心能灌注进了心能储备。",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 23:33:58。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350950,
							["arg1"] = "|Hplayer:Rileyneal|h[Rileyneal]|h邀请你加入队伍。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350952,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350953,
							["arg1"] = "彼岸丶花开加入了队伍。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350965,
							["arg1"] = "哈尼斯斯加入了队伍。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["time"] = 1628350969,
							["arg1"] = "Valkeuterpe加入了队伍。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1628351006,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:202028:0|h[野蛮挥砍]|h|r。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1628351006,
							["arg1"] = "你学会新的技能：|cff71d5ff|Hspell:285381:0|h[原始之怒]|h|r",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1628351162,
							["arg1"] = "Rileyneal开始进行就位确认。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1628351168,
							["arg1"] = "你对哈尼斯斯发出交易请求",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1628352352,
							["arg1"] = "彼岸丶花开已经死亡。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1628352478,
							["arg1"] = "Rileyneal已经死亡。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["time"] = 1628352503,
							["arg1"] = "Rileyneal已经死亡。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["time"] = 1628352601,
							["arg1"] = "Rileyneal已经死亡。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["time"] = 1628352603,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1628352963,
							["arg1"] = "|cffff80ff|Htransmogappearance:114079|h[金秋花床王冠]|h|r已加入了你的外观收藏。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["time"] = 1628353014,
							["arg1"] = "哈尼斯斯离开了队伍。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["time"] = 1628353076,
							["arg1"] = "你离开了队伍。",
						}, -- [230]
						{
							["type"] = "SYSTEM",
							["time"] = 1628353179,
							["arg1"] = "哈尼斯斯下线了。",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = "记录开始于 08/10/2021 的 00:07:45。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["time"] = 1628525499,
							["arg1"] = "|Hplayer:Valkdiana|h[Valkdiana]|h上线了。",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["time"] = 1628525612,
							["arg1"] = "你赢得了对绽亡花的竞标（100）",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1628525628,
							["arg1"] = "彼岸丶花开下线了。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1628525801,
							["arg1"] = "已开始拍卖。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["time"] = 1628525804,
							["arg1"] = "已开始拍卖。",
						}, -- [239]
						{
							["type"] = "SYSTEM",
							["time"] = 1628525816,
							["arg1"] = "已开始拍卖。",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/13/2021 的 00:20:59。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1628785325,
							["arg1"] = "已开始拍卖。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1628785327,
							["arg1"] = "已开始拍卖。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1628785329,
							["arg1"] = "已开始拍卖。",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1629201451,
							["arg1"] = "|Hplayer:阿道夫的啊-海克泰尔|h[阿道夫的啊-海克泰尔]|h邀请你加入队伍。",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["arg1"] = "记录开始于 01/24/2021 的 12:48:25。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611465135,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14773:Player-1500-05B0C83A:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[暴力灭鼠]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 16:49:25。",
						}, -- [6]
						{
							["arg2"] = "她说是晒黑的-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611478392,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14463:Player-1500-05B51D58:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[斯科杜斯之厅]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 16:59:14。",
						}, -- [10]
						{
							["arg2"] = "她说是晒黑的-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611479023,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11992:Player-1500-05B51D58:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[加洛西灭世者（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [11]
						{
							["arg2"] = "她说是晒黑的-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611479142,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11993:Player-1500-05B51D58:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[萨格拉斯的恶犬（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [12]
						{
							["arg2"] = "她说是晒黑的-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611479603,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12001:Player-1500-05B51D58:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[阿格拉玛（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 01/24/2021 的 18:19:20。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611483850,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14836:Player-1500-0417F13B:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[坚毅羁绊]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 02/13/2021 的 09:44:41。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg2"] = "Showmaker-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1613181007,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14840:Player-1500-04C987CC:1:2:13:21:4294967295:4294967295:4294967295:4294967295|h[冒险：新手上路]|h|r！",
							["clColor"] = "ff8687ed",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 07/20/2021 的 22:28:07。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626793678,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14840:Player-1500-05C8C7BA:1:7:20:21:4294967295:4294967295:4294967295:4294967295|h[冒险：新手上路]|h|r！",
							["clColor"] = "fffef367",
						}, -- [25]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626796953,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:7410:Player-1500-05C8C7BA:1:7:21:21:4294967295:4294967295:4294967295:4294967295|h[完成5000个日常任务]|h|r！",
							["clColor"] = "fffef367",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = "记录开始于 07/21/2021 的 21:27:55。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626874543,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14747:Player-1500-04C2D87A:1:7:21:21:4294967295:4294967295:4294967295:4294967295|h[麻烦加倍！]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 22:35:03。",
						}, -- [33]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626879616,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14663:Player-1500-0417F13B:1:7:21:21:4294967295:4294967295:4294967295:4294967295|h[探索噬渊]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/22/2021 的 21:27:41。",
						}, -- [37]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626960485,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14374:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[伴侣咨询]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [38]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626960485,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14374:Player-1500-05C8C7BA:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[伴侣咨询]|h|r！",
							["clColor"] = "fffef367",
						}, -- [39]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626960935,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14373:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[彼界]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [40]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626960935,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14408:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[彼界（英雄难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [41]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626960935,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14409:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[彼界（史诗难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [42]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626961853,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14371:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[塞兹仙林的迷雾]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [43]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626961853,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14412:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[塞兹仙林的迷雾（英雄难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [44]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626961853,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14413:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[塞兹仙林的迷雾（史诗难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [45]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626963221,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14372:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [46]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626963221,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14416:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（英雄难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [47]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626963221,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14417:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（史诗难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [48]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626964097,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14369:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [49]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626964097,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14414:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇（英雄难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [50]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1626964097,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14415:Player-1500-04BA22D9:1:7:22:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇（史诗难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/23/2021 的 22:22:35。",
						}, -- [54]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627053722,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15053:Player-1500-01F85A11:1:7:23:21:4294967295:4294967295:4294967295:4294967295|h[探索刻希亚]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [55]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627056687,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14630:Player-1500-0417F13B:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[成为英雄]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:25:29。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627097931,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15000:Player-1500-043EB654:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[统一战线]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 12:51:25。",
						}, -- [63]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627103822,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14746:Player-1500-0417F13B:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[麻烦上身！]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [64]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627103964,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14837:Player-1500-0417F13B:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[羁绊枢纽]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = "记录开始于 07/24/2021 的 15:37:10。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627113173,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14631:Player-1500-0417F13B:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[盟约勇士]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = "记录开始于 07/24/2021 的 21:07:57。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627134401,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14500:Player-1500-0417F13B:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[幻心]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627138470,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15076:Player-1500-0417F13B:1:7:24:21:4294967295:4294967295:4294967295:4294967295|h[万物之盒]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:25:28。",
						}, -- [77]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627143906,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15122:Player-1500-0417F13B:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[典狱长先锋军]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 07/25/2021 的 10:49:54。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627181747,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15053:Player-1500-0417F13B:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[探索刻希亚]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/25/2021 的 12:30:23。",
						}, -- [85]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627189369,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14374:Player-1500-043EB654:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[伴侣咨询]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [86]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627189994,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14373:Player-1500-043EB654:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[彼界]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [87]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627189994,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14408:Player-1500-043EB654:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[彼界（英雄难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [88]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627189994,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14409:Player-1500-043EB654:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[彼界（史诗难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [89]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627192554,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14809:Player-1500-05C8C7BA:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[纵贯托加斯特]|h|r！",
							["clColor"] = "fffef367",
						}, -- [90]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627192901,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14285:Player-1500-0417F13B:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[准备突袭第七季]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [91]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627195789,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14810:Player-1500-05C8C7BA:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[称霸托加斯特]|h|r！",
							["clColor"] = "fffef367",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = "记录开始于 07/25/2021 的 18:44:56。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627210392,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14297:Player-1500-0417F13B:1:7:25:21:4294967295:4294967295:4294967295:4294967295|h[三选一]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = "记录开始于 07/26/2021 的 17:36:50。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg2"] = "Exinature-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627292222,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14334:Player-1500-0443D04C:1:7:26:21:4294967295:4294967295:4294967295:4294967295|h[进入噬渊]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [100]
						{
							["arg2"] = "Exinature-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627292240,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:32:Player-1500-0443D04C:1:7:26:21:4294967295:4294967295:4294967295:4294967295|h[完成2000个任务]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/26/2021 的 17:37:50。",
						}, -- [104]
						{
							["arg2"] = "Exinature-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627292427,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14627:Player-1500-0443D04C:1:7:26:21:4294967295:4294967295:4294967295:4294967295|h[天命之选]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = "记录开始于 07/26/2021 的 20:16:01。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627302778,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14835:Player-1500-038FB3E9:1:7:26:21:4294967295:4294967295:4294967295:4294967295|h[果敢羁绊]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [109]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627304127,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14326:Player-1500-038FB3E9:1:7:26:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [110]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627304127,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14324:Player-1500-038FB3E9:1:7:26:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（英雄难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 07/27/2021 的 22:52:04。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627400964,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1180:Player-1500-05C8C7BA:1:7:27:21:4294967295:4294967295:4294967295:4294967295|h[积少成多]|h|r！",
							["clColor"] = "fffef367",
						}, -- [115]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627401673,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14328:Player-1500-05C8C7BA:1:7:28:21:4294967295:4294967295:4294967295:4294967295|h[暗影界专业大师]|h|r！",
							["clColor"] = "fffef367",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 07/28/2021 的 21:28:32。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627479555,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14799:Player-1500-0417F13B:1:7:28:21:4294967295:4294967295:4294967295:4294967295|h[旅居玛卓克萨斯]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = "记录开始于 07/29/2021 的 08:04:27。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg2"] = "Valkdiana-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627518365,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15023:Player-1500-0223E5B6:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[百废待兴]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = "记录开始于 07/29/2021 的 21:32:28。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627569010,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14306:Player-1500-05C8C7BA:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[探索雷文德斯]|h|r！",
							["clColor"] = "fffef367",
						}, -- [128]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627569110,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14483:Player-1500-04BA22D9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[凇心间隙]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [129]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627569110,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14483:Player-1500-038FB3E9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[凇心间隙]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [130]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627569394,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15094:Player-1500-05C8C7BA:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[暴怒]|h|r！",
							["clColor"] = "fffef367",
						}, -- [131]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627569750,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14493:Player-1500-038FB3E9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[上层区域]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [132]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627569750,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14493:Player-1500-04BA22D9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[上层区域]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [133]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627570451,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14631:Player-1500-038FB3E9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[盟约勇士]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [134]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572119,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14499:Player-1500-04BA22D9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[幻惑]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [135]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572462,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14499:Player-1500-038FB3E9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[幻惑]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [136]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572786,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15091:Player-1500-038FB3E9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[初尝完美]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [137]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572786,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15091:Player-1500-04BA22D9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[初尝完美]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [138]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572786,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15091:Player-1500-04DB6C4D:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[初尝完美]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [139]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572786,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14488:Player-1500-038FB3E9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[莫尔特雷加]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [140]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572786,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14488:Player-1500-04BA22D9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[莫尔特雷加]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [141]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627572786,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14776:Player-1500-04BA22D9:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[为了囤货！]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 23:33:47。",
						}, -- [145]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627573122,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15094:Player-1500-0417F13B:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[暴怒]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [146]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627573741,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15094:Player-1500-04DB6C4D:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[暴怒]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [147]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627574272,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14841:Player-1500-05C8C7BA:1:7:29:21:4294967295:4294967295:4294967295:4294967295|h[冒险：初见成效]|h|r！",
							["clColor"] = "fffef367",
						}, -- [148]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627574572,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15076:Player-1500-04BA22D9:1:7:30:21:4294967295:4294967295:4294967295:4294967295|h[万物之盒]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [149]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627575354,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5877:Player-1500-038FB3E9:1:7:30:21:4294967295:4294967295:4294967295:4294967295|h[宠物博览会]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 07/30/2021 的 21:34:53。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627652255,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5752:Player-1500-04D3D7FD:1:7:30:21:4294967295:4294967295:4294967295:4294967295|h[勤劳持家]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/30/2021 的 22:27:45。",
						}, -- [157]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627657196,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15073:Player-1500-0417F13B:1:7:30:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石探索者：第二赛季]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627657683,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15077:Player-1500-01F95214:1:7:30:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石征服者：第二赛季]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [159]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627658475,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14305:Player-1500-0417F13B:1:7:30:21:4294967295:4294967295:4294967295:4294967295|h[探索玛卓克萨斯]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 07/31/2021 的 12:12:28。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627705568,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15122:Player-1500-043EB654:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[典狱长先锋军]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [164]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627705568,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15122:Player-1500-01F85A11:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[典狱长先锋军]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [165]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627706520,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15001:Player-1500-04D3D7FD:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[典狱长的私人藏品]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [166]
						{
							["arg2"] = "芃芃其麦-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627707170,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15076:Player-1500-043EB654:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[万物之盒]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [167]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627708406,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15123:Player-1500-0417F13B:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[晦暗刑狱]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [168]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627710053,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14747:Player-1500-0417F13B:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[麻烦加倍！]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 07/31/2021 的 23:00:37。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627744286,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15123:Player-1500-01F85A11:1:7:31:21:4294967295:4294967295:4294967295:4294967295|h[晦暗刑狱]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 20:41:30。",
						}, -- [176]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627826912,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14847:Player-1500-0417F13B:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[冒险：暗影界的守护者]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [177]
						{
							["arg2"] = "Valkdiana-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627827402,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15033:Player-1500-0223E5B6:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[攻占特玛库伦]|h|r！",
							["clColor"] = "ffa9d271",
						}, -- [178]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627827650,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15000:Player-1500-01F85A11:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[统一战线]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [179]
						{
							["arg2"] = "小灰灰-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627831177,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15078:Player-1500-05C8C7BA:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石大师：第二赛季]|h|r！",
							["clColor"] = "fffef367",
						}, -- [180]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627831177,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15078:Player-1500-04D3D7FD:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石大师：第二赛季]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = "记录开始于 08/01/2021 的 23:21:42。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627831426,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15033:Player-1500-04C2D87A:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[攻占特玛库伦]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [185]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627831511,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14632:Player-1500-01F85A11:1:8:1:21:4294967295:4294967295:4294967295:4294967295|h[心能导流]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 08/02/2021 的 21:26:45。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627913932,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15078:Player-1500-04C2D87A:1:8:2:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石大师：第二赛季]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [190]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627914266,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15033:Player-1500-01F95214:1:8:2:21:4294967295:4294967295:4294967295:4294967295|h[攻占特玛库伦]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 22:30:26。",
						}, -- [194]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627917123,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15077:Player-1500-0417F13B:1:8:2:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石征服者：第二赛季]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 19:21:36。",
						}, -- [198]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627993160,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14969:Player-1500-04B4384A:1:8:3:21:4294967295:4294967295:4294967295:4294967295|h[挑战者：“暗影国度”第2赛季]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [199]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1627994079,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14847:Player-1500-04C2D87A:1:8:3:21:4294967295:4294967295:4294967295:4294967295|h[冒险：暗影界的守护者]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 23:06:42。",
						}, -- [203]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628003745,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14370:Player-1500-04BA22D9:1:8:3:21:4294967295:4294967295:4294967295:4294967295|h[赎罪大厅]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [204]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628003745,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14410:Player-1500-04BA22D9:1:8:3:21:4294967295:4294967295:4294967295:4294967295|h[赎罪大厅（英雄难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [205]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628003745,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14411:Player-1500-04BA22D9:1:8:3:21:4294967295:4294967295:4294967295:4294967295|h[赎罪大厅（史诗难度）]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [206]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628003880,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14796:Player-1500-04BA22D9:1:8:3:21:4294967295:4294967295:4294967295:4294967295|h[精良]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = "记录开始于 08/04/2021 的 19:21:19。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628077308,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14759:Player-1500-04BA22D9:1:8:4:21:4294967295:4294967295:4294967295:4294967295|h[我想起来了……]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [211]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628077858,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15094:Player-1500-04C2D87A:1:8:4:21:4294967295:4294967295:4294967295:4294967295|h[暴怒]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [212]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628078743,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14837:Player-1500-04BA22D9:1:8:4:21:4294967295:4294967295:4294967295:4294967295|h[羁绊枢纽]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = "记录开始于 08/05/2021 的 20:18:10。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg2"] = "彼岸丶花开-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628167710,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15025:Player-1500-04D3D7FD:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[重楼飞阁]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 21:18:51。",
						}, -- [220]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628171144,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2143:Player-1500-04BA22D9:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[骑兵队长]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [221]
						{
							["arg2"] = "漫雨飞花-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628172982,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14658:Player-1500-0446BB31:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[护魂者的负担]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [222]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628173570,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14372:Player-1500-038FB3E9:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [223]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628173570,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14416:Player-1500-038FB3E9:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（英雄难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [224]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628173570,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14417:Player-1500-038FB3E9:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（史诗难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [228]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628177497,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15073:Player-1500-01F85A11:1:8:5:21:4294967295:4294967295:4294967295:4294967295|h[“暗影国度”钥石探索者：第二赛季]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 08/06/2021 的 21:38:44。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg2"] = "竹月-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628259913,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:15053:Player-1500-04BA22D9:1:8:6:21:4294967295:4294967295:4294967295:4294967295|h[探索刻希亚]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [233]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628262394,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14414:Player-1500-038FB3E9:1:8:6:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇（英雄难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [234]
						{
							["arg2"] = "Rileyneal-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628262394,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14415:Player-1500-038FB3E9:1:8:6:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇（史诗难度）]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 23:13:02。",
						}, -- [238]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628265631,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14332:Player-1500-0417F13B:1:8:7:21:4294967295:4294967295:4294967295:4294967295|h[暗影界厨师]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628328265,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14315:Player-1500-0417F13B:1:8:7:21:4294967295:4294967295:4294967295:4294967295|h[暗影界外交家]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1628349684,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14675:Player-1500-0417F13B:1:8:7:21:4294967295:4294967295:4294967295:4294967295|h[精魂语者]|h|r！",
							["clColor"] = "fffe7b09",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319299,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [1]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319312,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [2]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319314,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [3]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319320,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [4]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319333,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [5]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319339,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [6]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319340,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [7]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319354,
							["arg1"] = "你已经无路可逃了。",
						}, -- [8]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319361,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [9]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319363,
							["arg1"] = "不会在这里结束……",
						}, -- [10]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319367,
							["arg1"] = "挑战者通过了第一场试炼！但要想获胜还有很长的路要走！",
						}, -- [11]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319535,
							["arg1"] = "你最好会点有意思的招式。",
						}, -- [12]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319541,
							["arg1"] = "狂风将会把你吹散。",
						}, -- [13]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319552,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [14]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319565,
							["arg1"] = "为荣耀而战！",
						}, -- [15]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319571,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [16]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319587,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [17]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319593,
							["arg1"] = "屈服于我的力量！",
						}, -- [18]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319614,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [19]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319622,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [20]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319623,
							["arg1"] = "打得……真……棒……",
						}, -- [21]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319627,
							["arg1"] = "又通过了一场试炼！看来我们得准备点真正的挑战了！",
						}, -- [22]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319651,
							["arg1"] = "看看这是什么！新鲜的肉！",
						}, -- [23]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628319760,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [24]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628319805,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [25]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319969,
							["arg1"] = "撕碎扯烂！",
						}, -- [26]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319975,
							["arg1"] = "又有备用部件了！",
						}, -- [27]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319979,
							["arg1"] = "开膛破肚！",
						}, -- [28]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319983,
							["arg1"] = "砸扁你！",
						}, -- [29]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628319993,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [30]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320003,
							["arg1"] = "砸扁你！",
						}, -- [31]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320009,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [32]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320019,
							["arg1"] = "又有备用部件了！",
						}, -- [33]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320022,
							["arg1"] = "砸扁你！",
						}, -- [34]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320028,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [35]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320043,
							["arg1"] = "开膛破肚！",
						}, -- [36]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320048,
							["arg1"] = "往哪儿逃！",
						}, -- [37]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320053,
							["arg1"] = "需要……更好的……部件……",
						}, -- [38]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320058,
							["arg1"] = "难以置信！我们的挑战者通过了这次试炼，正在前往最后的战场！",
						}, -- [39]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320080,
							["arg1"] = "玛卓克萨斯的士兵们！想欣赏暴力美学了吗？！",
						}, -- [40]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320106,
							["arg1"] = "等了这么久，终于来了个像样的对手……",
						}, -- [41]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320111,
							["arg1"] = "见证我的力量，绝望吧！",
						}, -- [42]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320127,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [43]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320136,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [44]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320154,
							["arg1"] = "你肆无忌惮的恶行会让你自食其果！",
						}, -- [45]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320172,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [46]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320180,
							["arg1"] = "死亡之手渴望着你的灵魂。",
						}, -- [47]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320199,
							["arg1"] = "我的魔法超乎你们这些凡人的想象。",
						}, -- [48]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320211,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [49]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320216,
							["arg1"] = "万物……必须……消亡……",
						}, -- [50]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628320216,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [51]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320220,
							["arg1"] = "没错！莫德蕾莎被打败了！简直不敢相信！为竞技场的新任冠军欢呼吧！",
						}, -- [52]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628320962,
							["arg1"] = "诸位，欢迎光临伤逝剧场！",
						}, -- [53]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321073,
							["arg1"] = "血流成河吧！",
						}, -- [54]
						{
							["arg2"] = "斩首者德茜雅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321105,
							["arg1"] = "我的刀刃会畅饮你们的灵魂！",
						}, -- [55]
						{
							["arg2"] = "受诅者赛泽尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321133,
							["arg1"] = "不！我绝不会消亡！",
						}, -- [56]
						{
							["arg2"] = "斩首者德茜雅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321157,
							["arg1"] = "替我……复仇……",
						}, -- [57]
						{
							["arg2"] = "疫毒者巴瑟兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321173,
							["arg1"] = "你的痛苦很有信息量。",
						}, -- [58]
						{
							["arg2"] = "受诅者赛泽尔",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321194,
							["arg1"] = "你……必将……消亡……",
						}, -- [59]
						{
							["arg2"] = "疫毒者巴瑟兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321215,
							["arg1"] = "我……最伟大的……造物……",
						}, -- [60]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321216,
							["arg1"] = "这就完了？说好的跌宕起伏呢！太令人失望了。",
						}, -- [61]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321226,
							["arg1"] = "难以置信！看来狗虽小，但还是会咬人的！",
						}, -- [62]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321246,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [63]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321280,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [64]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321323,
							["arg1"] = "新来的挑战者？哼，我倒要瞧瞧你能坚持多久。",
						}, -- [65]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321342,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [66]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321377,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [67]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321398,
							["arg1"] = "看看这是什么！新鲜的肉！",
						}, -- [68]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321496,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [69]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628321546,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [70]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321714,
							["arg1"] = "撕碎扯烂！",
						}, -- [71]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321722,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [72]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321727,
							["arg1"] = "砸扁你！",
						}, -- [73]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321737,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [74]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321742,
							["arg1"] = "看我抓到了什么！",
						}, -- [75]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321747,
							["arg1"] = "往哪儿逃！",
						}, -- [76]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321753,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [77]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321762,
							["arg1"] = "又有备用部件了！",
						}, -- [78]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321766,
							["arg1"] = "砸扁你！",
						}, -- [79]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321772,
							["arg1"] = "开膛破肚！",
						}, -- [80]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321783,
							["arg1"] = "看我抓到了什么！",
						}, -- [81]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321787,
							["arg1"] = "开膛破肚！",
						}, -- [82]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321792,
							["arg1"] = "往哪儿逃！",
						}, -- [83]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321801,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [84]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321806,
							["arg1"] = "又有备用部件了！",
						}, -- [85]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321811,
							["arg1"] = "砸扁你！",
						}, -- [86]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321817,
							["arg1"] = "开膛破肚！",
						}, -- [87]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321830,
							["arg1"] = "砸扁你！",
						}, -- [88]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321836,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [89]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321847,
							["arg1"] = "看我抓到了什么！",
						}, -- [90]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321851,
							["arg1"] = "得把你剁成肉酱！",
						}, -- [91]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321856,
							["arg1"] = "砸扁你！",
						}, -- [92]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321866,
							["arg1"] = "开膛破肚！",
						}, -- [93]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321875,
							["arg1"] = "砸扁你！",
						}, -- [94]
						{
							["arg2"] = "斩血",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321877,
							["arg1"] = "需要……更好的……部件……",
						}, -- [95]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321881,
							["arg1"] = "挑战者通过了第一场试炼！但要想获胜还有很长的路要走！",
						}, -- [96]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628321911,
							["arg1"] = "凡人的生命如此短促……如此脆弱。",
						}, -- [97]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322036,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [98]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322070,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [99]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322288,
							["arg1"] = "你们的灵魂都归我了！",
						}, -- [100]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322292,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [101]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322296,
							["arg1"] = "你已经无路可逃了。",
						}, -- [102]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322304,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [103]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322317,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [104]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322318,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [105]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322324,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [106]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322337,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [107]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322343,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [108]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322345,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [109]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322358,
							["arg1"] = "你已经无路可逃了。",
						}, -- [110]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322365,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [111]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322372,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [112]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322379,
							["arg1"] = "你已经无路可逃了。",
						}, -- [113]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322386,
							["arg1"] = "放弃你的灵魂吧。",
						}, -- [114]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322398,
							["arg1"] = "让恐惧吞噬你！",
						}, -- [115]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322399,
							["arg1"] = "在我的手中凋零吧。",
						}, -- [116]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322407,
							["arg1"] = "我会剥夺你的灵魂。",
						}, -- [117]
						{
							["arg2"] = "库尔萨洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322408,
							["arg1"] = "不会在这里结束……",
						}, -- [118]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322413,
							["arg1"] = "又通过了一场试炼！看来我们得准备点真正的挑战了！",
						}, -- [119]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322642,
							["arg1"] = "你最好会点有意思的招式。",
						}, -- [120]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322648,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [121]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322659,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [122]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322672,
							["arg1"] = "你！让我瞧瞧你有什么本事。",
						}, -- [123]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322678,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [124]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322694,
							["arg1"] = "狂风将会把你吹散。",
						}, -- [125]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322700,
							["arg1"] = "屈服于我的力量！",
						}, -- [126]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322721,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [127]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322730,
							["arg1"] = "屈服于我的力量！",
						}, -- [128]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322743,
							["arg1"] = "你！让我瞧瞧你有什么本事。",
						}, -- [129]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322751,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [130]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322765,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [131]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322786,
							["arg1"] = "我的利刃无可匹敌。",
						}, -- [132]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322796,
							["arg1"] = "你们的力量也配跟我比？！",
						}, -- [133]
						{
							["arg2"] = "无堕者哈夫",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322808,
							["arg1"] = "打得……真……棒……",
						}, -- [134]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322812,
							["arg1"] = "难以置信！我们的挑战者通过了这次试炼，正在前往最后的战场！",
						}, -- [135]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322830,
							["arg1"] = "玛卓克萨斯的士兵们！想欣赏暴力美学了吗？！",
						}, -- [136]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322856,
							["arg1"] = "等了这么久，终于来了个像样的对手……",
						}, -- [137]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322861,
							["arg1"] = "见证我的力量，绝望吧！",
						}, -- [138]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322877,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [139]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322885,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [140]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322903,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [141]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322917,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [142]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322925,
							["arg1"] = "你刀下的亡魂哭喊着复仇！",
						}, -- [143]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322944,
							["arg1"] = "你们都将灰飞烟灭。",
						}, -- [144]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322952,
							["arg1"] = "死亡之手渴望着你的灵魂。",
						}, -- [145]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322970,
							["arg1"] = "我的魔法超乎你们这些凡人的想象。",
						}, -- [146]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322982,
							["arg1"] = "现实向你宣泄着怒火。",
						}, -- [147]
						{
							["arg2"] = "无尽女皇莫德蕾莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322992,
							["arg1"] = "万物……必须……消亡……",
						}, -- [148]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628322992,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [149]
						{
							["arg2"] = "沃尔大师",
							["type"] = "MONSTER_YELL",
							["time"] = 1628322997,
							["arg1"] = "没错！莫德蕾莎被打败了！简直不敢相信！为竞技场的新任冠军欢呼吧！",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg2"] = "卡达威鲁斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1628327843,
							["arg1"] = "搜遍每一条缝隙，寻找通灵师的尸体！",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348755,
							["arg1"] = "飞向天空吧，晋升者！为了晋升堡垒！",
						}, -- [158]
						{
							["arg2"] = "山德里娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1628348769,
							["arg1"] = "正义之雨会扫清这片大地！",
						}, -- [159]
						{
							["arg2"] = "滑露",
							["type"] = "MONSTER_YELL",
							["time"] = 1628349406,
							["arg1"] = "请不要忘记，正是通过慷慨的赞助人和各位观众的支持，我们才筹集到了追求艺术创作所需的心能！现在，言归正传……",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351314,
							["arg1"] = "附近潜伏着邪恶的强敌。尽快解决它。",
						}, -- [164]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351433,
							["arg1"] = "赢得漂亮。快，夺走它的力量为你所用。",
						}, -- [165]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351510,
							["arg1"] = "噬渊的黑暗魔法在此凝聚，快消除它的源头。",
						}, -- [166]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351549,
							["arg1"] = "这个生物被消灭了。快，夺走它的力量为你所用。",
						}, -- [167]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351642,
							["arg1"] = "服从我！",
						}, -- [168]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351645,
							["arg1"] = "一定要……撑住……",
						}, -- [169]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351655,
							["arg1"] = "痛苦……困惑……",
						}, -- [170]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351659,
							["arg1"] = "服从我！",
						}, -- [171]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351663,
							["arg1"] = "一定要……撑住……",
						}, -- [172]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351670,
							["arg1"] = "黑暗拥抱我！",
						}, -- [173]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351672,
							["arg1"] = "痛苦……困惑……",
						}, -- [174]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351675,
							["arg1"] = "从我眼前消失！",
						}, -- [175]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351678,
							["arg1"] = "服从我！",
						}, -- [176]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351682,
							["arg1"] = "请……活下来……",
						}, -- [177]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351688,
							["arg1"] = "要对仙野有信心。",
						}, -- [178]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351702,
							["arg1"] = "我会把你们碾成粉末！",
						}, -- [179]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351715,
							["arg1"] = "我……控制不住……",
						}, -- [180]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351720,
							["arg1"] = "服从我！",
						}, -- [181]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351724,
							["arg1"] = "请……活下来……",
						}, -- [182]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351734,
							["arg1"] = "痛苦……困惑……",
						}, -- [183]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351741,
							["arg1"] = "服从我！",
						}, -- [184]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351744,
							["arg1"] = "请……活下来……",
						}, -- [185]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351745,
							["arg1"] = "我是你最可怕的梦魇！",
						}, -- [186]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351749,
							["arg1"] = "黑暗拥抱我！",
						}, -- [187]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351754,
							["arg1"] = "痛苦……困惑……",
						}, -- [188]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351760,
							["arg1"] = "你会听从我的命令！",
						}, -- [189]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351763,
							["arg1"] = "请……活下来……",
						}, -- [190]
						{
							["arg2"] = "宗主奥法兰",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351771,
							["arg1"] = "森林渴望着你们的胜利，凡人。",
						}, -- [191]
						{
							["arg2"] = "英格拉·马洛克",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351785,
							["arg1"] = "竟敢违抗我！",
						}, -- [192]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351805,
							["arg1"] = "有个残忍的渊誓者就在附近，当心。",
						}, -- [193]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628351807,
							["arg1"] = "耶！又有新朋友来玩了！快过来！",
						}, -- [194]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628351846,
							["arg1"] = "心能属于胜利者。这力量归你了，噬渊行者。",
						}, -- [195]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352261,
							["arg1"] = "这一定会很有趣！",
						}, -- [196]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352270,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [197]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352276,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [198]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352286,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [199]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352290,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [200]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352296,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [201]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352298,
							["arg1"] = "动作快！",
						}, -- [202]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352312,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [203]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [204]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352317,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [205]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352329,
							["arg1"] = "嘿，接着！",
						}, -- [206]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352337,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [207]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352342,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [208]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352347,
							["arg1"] = "动作快！",
						}, -- [209]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352357,
							["arg1"] = "来和我玩吧？求你了？",
						}, -- [210]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352362,
							["arg1"] = "嘿，接着！",
						}, -- [211]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352370,
							["arg1"] = "我在这！嘿嘿！",
						}, -- [212]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352377,
							["arg1"] = "嘿，接着！",
						}, -- [213]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352383,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [214]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352390,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [215]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352402,
							["arg1"] = "嘿，接着！",
						}, -- [216]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352408,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [217]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352414,
							["arg1"] = "有一个长得不一样哦！",
						}, -- [218]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352419,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [219]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352431,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [220]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352435,
							["arg1"] = "就是你！快来和我玩！",
						}, -- [221]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352440,
							["arg1"] = "你找到我了！真棒！",
						}, -- [222]
						{
							["arg2"] = "唤雾者",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352444,
							["arg1"] = "我敢打赌，你一定躲不开！",
						}, -- [223]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352491,
							["arg1"] = "当心，你前面是典狱长的强大仆从。",
						}, -- [224]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352547,
							["arg1"] = "拿走这头野兽的力量，用它来抵御前方的危险。",
						}, -- [225]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352791,
							["arg1"] = "毁灭！吞噬！饕餮大餐！",
						}, -- [226]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352797,
							["arg1"] = "痛死你！痛死你！",
						}, -- [227]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352811,
							["arg1"] = "暗影！",
						}, -- [228]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352815,
							["arg1"] = "饿了！要吃饭！",
						}, -- [229]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352816,
							["arg1"] = "痛死你！痛死你！",
						}, -- [230]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352819,
							["arg1"] = "我吃到了……我……进化了……",
						}, -- [231]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352836,
							["arg1"] = "你们无路可逃。",
						}, -- [232]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352845,
							["arg1"] = "孩子们，吞掉他们！",
						}, -- [233]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352846,
							["arg1"] = "他们能闻到你！",
						}, -- [234]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352855,
							["arg1"] = "你们无路可逃。",
						}, -- [235]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352874,
							["arg1"] = "我还要更多。灵感在我头脑里迸发。",
						}, -- [236]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352879,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [237]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352895,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [238]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352897,
							["arg1"] = "我的孩子饥饿难耐。",
						}, -- [239]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352899,
							["arg1"] = "你们的行动太明显了。",
						}, -- [240]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352911,
							["arg1"] = "这是你们神智中幽暗的深渊。",
						}, -- [241]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352918,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [242]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352926,
							["arg1"] = "你们的无知清晰可见。",
						}, -- [243]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352929,
							["arg1"] = "你们的血肉将滋养我的后代。",
						}, -- [244]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352938,
							["arg1"] = "我能看穿你们的每一步！",
						}, -- [245]
						{
							["arg2"] = "特雷德奥瓦",
							["type"] = "MONSTER_YELL",
							["time"] = 1628352942,
							["arg1"] = "多么……甘甜的……智慧……",
						}, -- [246]
						{
							["arg2"] = "兵主",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1628352942,
							["arg1"] = "精彩的胜利。你证明在佐瓦尔的军队里，无人能与你匹敌。",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327543,
							["arg1"] = "小怪刚出血池  又给他的矛拉回去了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "极北之星-格雷迈恩",
						}, -- [2]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327602,
							["arg1"] = "有人打困难集市嘛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶南辞-红龙女王",
						}, -- [3]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628327602,
							["arg1"] = "现在ZS都玩什么天赋？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "战神瓦格里-红龙女王",
						}, -- [4]
						{
							["clColor"] = "fffef367",
							["time"] = 1628327675,
							["arg1"] = "收手腕|cffffffff|Hitem:172321::::::::60:261:::::::::|h[幽皮护臂]|h|r262  出的代价MMM",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑桃闪电-格雷迈恩",
						}, -- [5]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628327678,
							["arg1"] = "249等级的橙装制作需要心尘吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女流氓丶-红龙女王",
						}, -- [6]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327699,
							["arg1"] = "不要做249",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可愛的曼曼子-格雷迈恩",
						}, -- [7]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628327701,
							["arg1"] = "我想打困难集市",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [8]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327702,
							["arg1"] = "亏",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可愛的曼曼子-格雷迈恩",
						}, -- [9]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628327708,
							["arg1"] = "那我就直接做235的呗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女流氓丶-红龙女王",
						}, -- [10]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327723,
							["arg1"] = "你就235 然后262",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可愛的曼曼子-格雷迈恩",
						}, -- [11]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628327728,
							["arg1"] = "OK 感谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女流氓丶-红龙女王",
						}, -- [12]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327732,
							["arg1"] = "没事儿",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可愛的曼曼子-格雷迈恩",
						}, -- [13]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628327748,
							["arg1"] = "262 需要多少薪尘 呢 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Anita-红龙女王",
						}, -- [14]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628327753,
							["arg1"] = "1650",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可愛的曼曼子-格雷迈恩",
						}, -- [15]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628327761,
							["arg1"] = "我靠 我真亏了 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Anita-红龙女王",
						}, -- [16]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628327886,
							["arg1"] = "|cffffd100|HclubFinder:ClubFinder-1-10703-1500-44288345|h[公会: 倾注一生]|h|r 周451晚8-11点开荒M统御圣所，补NQ双修MS/WS等犀利DPS入坑！这里有不错朋友等你来认识~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风铃-格雷迈恩",
						}, -- [17]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628327973,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "贪吃可可萝-红龙女王",
						}, -- [18]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628328013,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "諾白-格雷迈恩",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [22]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628328657,
							["arg1"] = "|cffff8000|Hitem:186017::::::::60:253:::::::::|h[刻钍水晶]|h|r2000有收的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "舞玥姯-菲拉斯",
						}, -- [23]
						{
							["clColor"] = "fffef367",
							["time"] = 1628328667,
							["arg1"] = "收262皮甲护腕·····代价M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑桃闪电-格雷迈恩",
						}, -- [24]
						{
							["clColor"] = "fffef367",
							["time"] = 1628328695,
							["arg1"] = "收262皮甲护腕·····代价M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑桃闪电-格雷迈恩",
						}, -- [25]
						{
							["clColor"] = "fffef367",
							["time"] = 1628328733,
							["arg1"] = "收262皮甲护腕·····代价M··",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑桃闪电-格雷迈恩",
						}, -- [26]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1628328788,
							["arg1"] = "时光  有人来吗  带起飞",
							["arg9"] = "大脚世界频道",
							["arg2"] = "悟丨空-菲拉斯",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:27:12。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628346458,
							["arg1"] = "被宝珠折磨疯了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "知秋一叶-红龙女王",
						}, -- [32]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628346493,
							["arg1"] = "你以为我在问你们？其实我在问他，你以为我在问他？其实我在问自己",
							["arg9"] = "大脚世界频道",
							["arg2"] = "地狱冥暗-红龙女王",
						}, -- [33]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628346524,
							["arg1"] = "我差点给整疯了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "你是我大爷-奈萨里奥",
						}, -- [34]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628346544,
							["arg1"] = "咱今天打几个本",
							["arg9"] = "大脚世界频道",
							["arg2"] = "你是我大爷-奈萨里奥",
						}, -- [35]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628346555,
							["arg1"] = "不知道",
							["arg9"] = "大脚世界频道",
							["arg2"] = "你是我大爷-奈萨里奥",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 22:31:24。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628346976,
							["arg1"] = "飞个本那么鸡儿难吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "乐宝大魔王-红龙女王",
						}, -- [44]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628347002,
							["arg1"] = "鸡儿了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "黑胸小跟班-格雷迈恩",
						}, -- [45]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628347075,
							["arg1"] = "曼曼子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "地狱冥暗-红龙女王",
						}, -- [46]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628347432,
							["arg1"] = "收6级布胸",
							["arg9"] = "大脚世界频道",
							["arg2"] = "地狱冥暗-红龙女王",
						}, -- [47]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628347449,
							["arg1"] = "收6级布胸 或能代工的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "地狱冥暗-红龙女王",
						}, -- [48]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628347779,
							["arg1"] = "收6级布胸 或能代工的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "地狱冥暗-红龙女王",
						}, -- [49]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628347847,
							["arg1"] = "|cffff8000|Hitem:186017::::::::60:265:::::::::|h[刻钍水晶]|h|r收水晶~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [50]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628347967,
							["arg1"] = "3000",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [51]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628348063,
							["arg1"] = "有没有T和奶打时光的 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "梦里知花落-红龙女王",
						}, -- [52]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348124,
							["arg1"] = "代工布甲和披风",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [53]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628348172,
							["arg1"] = "战士选狂暴还是武器啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "煮豆燃豆萁-菲拉斯",
						}, -- [54]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348199,
							["arg1"] = "武器 不是说新上任的ceo是武器战吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [55]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628348251,
							["arg1"] = "纠纷解决了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "煮豆燃豆萁-菲拉斯",
						}, -- [56]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348287,
							["arg1"] = "性骚扰那个？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [57]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628348325,
							["arg1"] = "不是前段时间出乱子了么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "煮豆燃豆萁-菲拉斯",
						}, -- [58]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348355,
							["arg1"] = "只是暂时罢工而已 又不是停工 上任了2个ceo",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [59]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348366,
							["arg1"] = "有个ceo是法夜武器？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [60]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348380,
							["arg1"] = "温西尔",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恶魔弥撒-红龙女王",
						}, -- [61]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348414,
							["arg1"] = "INS上有他和王子的合照",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恶魔弥撒-红龙女王",
						}, -- [62]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628348480,
							["arg1"] = "法夜",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [63]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628348488,
							["arg1"] = "法夜武器",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [64]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628348492,
							["arg1"] = "8门全开",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [65]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628348541,
							["arg1"] = "5秒真男人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恶魔弥撒-红龙女王",
						}, -- [66]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628348680,
							["arg1"] = "13彼界来个奶，225+",
							["arg9"] = "大脚世界频道",
							["arg2"] = "山村老屍-红龙女王",
						}, -- [67]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628348746,
							["arg1"] = "13高塔来个奶，225+{尴尬}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丅一丅-格雷迈恩",
						}, -- [68]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628348837,
							["arg1"] = "斯科杜斯之厅难度8，4等1 ，来个奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶黑色高跟鞋-菲拉斯",
						}, -- [69]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628348854,
							["arg1"] = "爬塔 斯科杜斯之厅难度8，4等1 ，来个奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶黑色高跟鞋-菲拉斯",
						}, -- [70]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349484,
							["arg1"] = "|cffffff00|Hquest:63581:2043|h[没入圣光]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [71]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349492,
							["arg1"] = "|cffffff00|Hquest:63581:2043|h[没入圣光]|h|r天灾谷物怎么摧毁啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [72]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349503,
							["arg1"] = "靠近就有技能",
							["arg9"] = "大脚世界频道",
							["arg2"] = "那一劈斩杀-菲拉斯",
						}, -- [73]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628349504,
							["arg1"] = "吐口水",
							["arg9"] = "大脚世界频道",
							["arg2"] = "你是我大爷-奈萨里奥",
						}, -- [74]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349509,
							["arg1"] = "屏幕下面又个技能",
							["arg9"] = "大脚世界频道",
							["arg2"] = "知秋一叶-红龙女王",
						}, -- [75]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349510,
							["arg1"] = "哎",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [76]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349511,
							["arg1"] = "靠近谷物",
							["arg9"] = "大脚世界频道",
							["arg2"] = "那一劈斩杀-菲拉斯",
						}, -- [77]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349513,
							["arg1"] = "踩两脚",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [78]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349517,
							["arg1"] = "估计插件有问题",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [79]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349529,
							["arg1"] = "不是大脚么?",
							["arg9"] = "大脚世界频道",
							["arg2"] = "知秋一叶-红龙女王",
						}, -- [80]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349542,
							["arg1"] = "骑马跑两圈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [81]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349549,
							["arg1"] = "不是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [82]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349551,
							["arg1"] = "爱不易 sb",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [83]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349579,
							["arg1"] = "我用大脚 到是没有什么问题",
							["arg9"] = "大脚世界频道",
							["arg2"] = "知秋一叶-红龙女王",
						}, -- [84]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349591,
							["arg1"] = "没用 下跪都没",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [85]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349598,
							["arg1"] = "更新下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [86]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349606,
							["arg1"] = "  /rl  重置下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "那一劈斩杀-菲拉斯",
						}, -- [87]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628349612,
							["arg1"] = "伟大的红龙女王菲拉斯奈萨里奥格雷迈恩瓦丝琪黑手军团服务器，晚安！祝愿过客得礼有喜，祝愿定居是福添吉。祝愿人口基数稳定、文明有序，爱与梦想处处呈现。艾泽拉斯的战友们~晚安！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [88]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349621,
							["arg1"] = "大佬们，有没有M1啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [89]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349629,
							["arg1"] = "没用",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [90]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349667,
							["arg1"] = "把插件关了吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "知秋一叶-红龙女王",
						}, -- [91]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628349691,
							["arg1"] = "多米诺—布局模式—特殊动作条——高级里的载具模式打开",
							["arg9"] = "大脚世界频道",
							["arg2"] = "落零星-格雷迈恩",
						}, -- [92]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628349712,
							["arg1"] = "再去打个怪，再脱离下战斗，再靠近谷堆，点中间那个技能",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [93]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349729,
							["arg1"] = "这战役任务真的是又毛病 又臭又长 我tmd又不是来看剧情的 sjb",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [94]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628349744,
							["arg1"] = "是的  真TM恶心",
							["arg9"] = "大脚世界频道",
							["arg2"] = "月夜孤影-菲拉斯",
						}, -- [95]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349770,
							["arg1"] = "你能奈他何",
							["arg9"] = "大脚世界频道",
							["arg2"] = "煮豆燃豆萁-菲拉斯",
						}, -- [96]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349771,
							["arg1"] = "艹tmd有毛病",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [97]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628349774,
							["arg1"] = "那你说说看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [98]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628349777,
							["arg1"] = "怎么做",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [99]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628349782,
							["arg1"] = "我是去看剧情的，但我特么不是去看那个吊男人的回忆的！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [100]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349802,
							["arg1"] = "|cffa335ee|Hkeystone:180653:375:2:9:0:0:0|h[钥石：塞兹仙林的迷雾 (2)]|h|r有没有奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "别叫我哀木涕-格雷迈恩",
						}, -- [101]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628349813,
							["arg1"] = "我发现个问题",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [102]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349822,
							["arg1"] = "所以 我选择不做",
							["arg9"] = "大脚世界频道",
							["arg2"] = "帝乄释天-菲拉斯",
						}, -- [103]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628349828,
							["arg1"] = "菲拉斯的特浮躁",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [104]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349832,
							["arg1"] = "不做不给你声望",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [105]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628349834,
							["arg1"] = "sb",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [106]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1628349843,
							["arg1"] = "搞不好就地图炮",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Autumn-菲拉斯",
						}, -- [107]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628349846,
							["arg1"] = "不玩这个版本 就行了 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "帝乄释天-菲拉斯",
						}, -- [108]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628349865,
							["arg1"] = "说的好 我还有7天",
							["arg9"] = "大脚世界频道",
							["arg2"] = "煮豆燃豆萁-菲拉斯",
						}, -- [109]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628349878,
							["arg1"] = "就头7了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [110]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628349891,
							["arg1"] = "别害我。。。不关我事",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [111]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628349892,
							["arg1"] = "6666",
							["arg9"] = "大脚世界频道",
							["arg2"] = "你是我大爷-奈萨里奥",
						}, -- [112]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628349905,
							["arg1"] = "你们说话真好听",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Du-格雷迈恩",
						}, -- [113]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1628349910,
							["arg1"] = "狗叫似的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Autumn-菲拉斯",
						}, -- [114]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628349964,
							["arg1"] = "|cff0070dd|Hitem:183430::::::::60:64::::1:28:1707:::::|h[研究员的右脚便鞋]|h|r什么鬼",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恐怖法-菲拉斯",
						}, -- [115]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628349987,
							["arg1"] = "凑一对好像是194装等的鞋子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "塞蕾丝蒂娜-格雷迈恩",
						}, -- [116]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628349997,
							["arg1"] = "。。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恐怖法-菲拉斯",
						}, -- [117]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628349999,
							["arg1"] = "左鞋在哪打",
							["arg9"] = "大脚世界频道",
							["arg2"] = "巫婆喵喵-菲拉斯",
						}, -- [118]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628350006,
							["arg1"] = "194而已，有这么费劲吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恐怖法-菲拉斯",
						}, -- [119]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628350011,
							["arg1"] = "好像是买的吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "塞蕾丝蒂娜-格雷迈恩",
						}, -- [120]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628350014,
							["arg1"] = "捡垃圾捡的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [121]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628350030,
							["arg1"] = "你这个是买的吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [122]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628350033,
							["arg1"] = "上版本的东西呢，还算可以啦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "塞蕾丝蒂娜-格雷迈恩",
						}, -- [123]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628350038,
							["arg1"] = "|cff0070dd|Hitem:182719::::::::60:253:::1:3524::::::|h[信使的跑步靴]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [124]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628350041,
							["arg1"] = "不知道就百度",
							["arg9"] = "大脚世界频道",
							["arg2"] = "塞蕾丝蒂娜-格雷迈恩",
						}, -- [125]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628350099,
							["arg1"] = "就是不让你玩小号 小号要全部来一遍",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [126]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628350108,
							["arg1"] = "神 、经 病",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [127]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628350110,
							["arg1"] = "是的 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "知秋一叶-红龙女王",
						}, -- [128]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628350113,
							["arg1"] = "哥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [129]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628350117,
							["arg1"] = "别玩了好吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [130]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628350130,
							["arg1"] = "折寿",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [131]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628350136,
							["arg1"] = "s b 暴雪 司马的设计师",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [132]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628350142,
							["arg1"] = "司马死tmd",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [133]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628350145,
							["arg1"] = "请问下各位大佬  冰法要啥属性",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶声声慢-红龙女王",
						}, -- [134]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628350159,
							["arg1"] = "屎一样的盟约",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无光之盾-菲拉斯",
						}, -- [135]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628350217,
							["arg1"] = "一群死基佬",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 23:33:58。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [140]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628350481,
							["arg1"] = "所以我觉得脾气差。。也挺好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [141]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628350575,
							["arg1"] = "就是投胎早点",
							["arg9"] = "大脚世界频道",
							["arg2"] = "天爷-菲拉斯",
						}, -- [142]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628350619,
							["arg1"] = "他老婆挺棒的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [143]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628350788,
							["arg1"] = "火法暴击就是个摆设吗？经常80%才暴击",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冥月恶魔-菲拉斯",
						}, -- [144]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628351008,
							["arg1"] = "概率问题  这个么得办法",
							["arg9"] = "大脚世界频道",
							["arg2"] = "龙之戰-菲拉斯",
						}, -- [145]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628351040,
							["arg1"] = "都概率了，还要暴击率干嘛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冥月恶魔-菲拉斯",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351184,
							["arg1"] = "【绘梦之约】找伙伴儿一起耍，开锤子荒哦。欢迎PVP、大秘境及休闲玩家。在绘梦不问新老，就看能不能踩出自己的道儿了。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "狐狸的铃铛-格雷迈恩",
						}, -- [150]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351258,
							["arg1"] = "我想去倒斗。。绘梦有这方面的门路吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [151]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628351284,
							["arg1"] = "蛋刀才 33装等啊？时空本拿蛋刀伤害还低了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡淡人生-格雷迈恩",
						}, -- [152]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351404,
							["arg1"] = "道哥，带我一个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [153]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351482,
							["arg1"] = "先去刨别人祖坟练练手？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [154]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351501,
							["arg1"] = "有道理，听说你家挺多祖宗的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [155]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351501,
							["arg1"] = "我怕被打死。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [156]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351516,
							["arg1"] = "哎哟喂",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [157]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351521,
							["arg1"] = "献一个？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [158]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351534,
							["arg1"] = "昨晚不是刨了你家的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [159]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351540,
							["arg1"] = "分你几个瓶子？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [160]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351552,
							["arg1"] = "哎哟喂",
							["arg9"] = "大脚世界频道",
							["arg2"] = "上官煞-格雷迈恩",
						}, -- [161]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1628351559,
							["arg1"] = "|cff9d9d9d|Hitem:187452::::::::60:269:::::::::|h[空白的灵魂容器]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "馒头大侠-红龙女王",
						}, -- [162]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628351569,
							["arg1"] = "、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "天爷-菲拉斯",
						}, -- [163]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1628351590,
							["arg1"] = "你俩咋掐起来了。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "馒头大侠-红龙女王",
						}, -- [164]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628351612,
							["arg1"] = "你自己翻翻 他会说话？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [165]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628351639,
							["arg1"] = "跨服聊天？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [166]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351659,
							["arg1"] = "行了行了，都是一个服的名人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [167]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351662,
							["arg1"] = "抬头不见低头见的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [168]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1628351690,
							["arg1"] = "刚从ZS号切过来 真不知道啥事",
							["arg9"] = "大脚世界频道",
							["arg2"] = "馒头大侠-红龙女王",
						}, -- [169]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351752,
							["arg1"] = "给我佳佳大姐头一个面子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [170]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628351756,
							["arg1"] = "咕德猫今天不在？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗜血巫医-瓦丝琪",
						}, -- [171]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351768,
							["arg1"] = "佳佳是谁 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不丶讲道理-格雷迈恩",
						}, -- [172]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351789,
							["arg1"] = "我不跟练佳佳大姐头都不认识的萌新说话",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [173]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351795,
							["arg1"] = "{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [174]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628351806,
							["arg1"] = "听起来好厉害的样子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牧灬夏-菲拉斯",
						}, -- [175]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351821,
							["arg1"] = "信仰大姐头",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [176]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351827,
							["arg1"] = "席狐的梦中女神",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [177]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351843,
							["arg1"] = "感觉 都是我以前公会得人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不丶讲道理-格雷迈恩",
						}, -- [178]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351849,
							["arg1"] = "你怎么还没死",
							["arg9"] = "大脚世界频道",
							["arg2"] = "这杀手不太冷-格雷迈恩",
						}, -- [179]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351856,
							["arg1"] = "冰封之巅",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不丶讲道理-格雷迈恩",
						}, -- [180]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351871,
							["arg1"] = "叛徒杀手，席狐说大姐头对你那么好",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [181]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628351930,
							["arg1"] = "打个M第一个boss半血T掉线了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "别叫我哀木涕-格雷迈恩",
						}, -- [182]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351940,
							["arg1"] = "你忘了纳格兰的风么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [183]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628351959,
							["arg1"] = "你为什么 天天刷 佳佳",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不丶讲道理-格雷迈恩",
						}, -- [184]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351961,
							["arg1"] = "忘了大姐头对你的温柔",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [185]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1628351970,
							["arg1"] = "少个人艰难打完",
							["arg9"] = "大脚世界频道",
							["arg2"] = "别叫我哀木涕-格雷迈恩",
						}, -- [186]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351974,
							["arg1"] = "你们天天刷希瓦。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [187]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628351980,
							["arg1"] = "精神信仰{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [188]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628352028,
							["arg1"] = "我来销售&*!@#$jin bi，不影响你们聊天吧{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗜血巫医-瓦丝琪",
						}, -- [189]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628352056,
							["arg1"] = "|cffffffff|Hitem:160479::::::::60:102:::::::::|h[沃金的骨灰瓮]|h|r这东西。。。准备放我这一辈子？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [190]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628352064,
							["arg1"] = "我觉得不吉利啊。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [191]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352076,
							["arg1"] = "看吧，本来大佬们在争吵",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [192]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352085,
							["arg1"] = "大姐头平息一切纷争",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [193]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628352103,
							["arg1"] = "？？？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "不丶讲道理-格雷迈恩",
						}, -- [194]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352124,
							["arg1"] = "整个格服都低语着大姐头的名字~  佳佳...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [195]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628352160,
							["arg1"] = "名望除了做任务还可以怎么提升大佬们",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丶黑色高跟鞋-菲拉斯",
						}, -- [196]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352164,
							["arg1"] = "臆想症快去治治，%^&*!@",
							["arg9"] = "大脚世界频道",
							["arg2"] = "这杀手不太冷-格雷迈恩",
						}, -- [197]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628352171,
							["arg1"] = "打5人本",
							["arg9"] = "大脚世界频道",
							["arg2"] = "playerqhzojh-红龙女王",
						}, -- [198]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628352179,
							["arg1"] = "打本 爬塔",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [199]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628352198,
							["arg1"] = "打大米",
							["arg9"] = "大脚世界频道",
							["arg2"] = "牛洒-格雷迈恩",
						}, -- [200]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352250,
							["arg1"] = "折磨着事件是不是第一次给新尘啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傻傻的可乐-菲拉斯",
						}, -- [201]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628352264,
							["arg1"] = "嗯 每个CD第一次",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [202]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352265,
							["arg1"] = "是",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥尔良咖喱鸡-格雷迈恩",
						}, -- [203]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352271,
							["arg1"] = "谢谢哈",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傻傻的可乐-菲拉斯",
						}, -- [204]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352273,
							["arg1"] = "|cffa335ee|Hkeystone:180653:376:2:9:0:0:0|h[钥石：通灵战潮 (2)]|h|r有没有N",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡雅的华尔兹-格雷迈恩",
						}, -- [205]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352290,
							["arg1"] = "2C需要治疗么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [206]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352307,
							["arg1"] = "要的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡雅的华尔兹-格雷迈恩",
						}, -- [207]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352310,
							["arg1"] = "242的T",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡雅的华尔兹-格雷迈恩",
						}, -- [208]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352318,
							["arg1"] = "这必须配个奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [209]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352333,
							["arg1"] = "太看不起人家T了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [210]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352343,
							["arg1"] = "是啊 人家242呢 还不配有奶了么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [211]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352348,
							["arg1"] = "看错了242的贼",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡雅的华尔兹-格雷迈恩",
						}, -- [212]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352357,
							["arg1"] = "242的贼也要奶 啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [213]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352364,
							["arg1"] = "万一打ot了呢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [214]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628352368,
							["arg1"] = "242的T打2层 还要N。。。你是看不起他。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左丿道-格雷迈恩",
						}, -- [215]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1628352393,
							["arg1"] = "DPS要奶{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "龙之戰-菲拉斯",
						}, -- [216]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628352393,
							["arg1"] = "DZT的话  需要个奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "德墨忒耳-奈萨里奥",
						}, -- [217]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352393,
							["arg1"] = "有啥看不起的 就不能组个奶 在一旁喊666么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [218]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352420,
							["arg1"] = "242的贼232的T我打大号都没这么强的队友",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡雅的华尔兹-格雷迈恩",
						}, -- [219]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352434,
							["arg1"] = "232的T需要奶么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [220]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352437,
							["arg1"] = "那就把他们抓住啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [221]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352444,
							["arg1"] = "变成灵魂绑定  ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "特务猫-红龙女王",
						}, -- [222]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352445,
							["arg1"] = "再组个240的奥法完美了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "莉莉风暴烈酒-菲拉斯",
						}, -- [223]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628352690,
							["arg1"] = "有没有需要 jin bi 的大佬，没有我继续刷坐骑{猥琐}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嗜血巫医-瓦丝琪",
						}, -- [224]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628352855,
							["arg1"] = "|cffa335ee|Hitem:68824::::::::60:266::15::1:28:872:::::|h[迅捷祖利安黑豹]|h|r黑市",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [225]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1628352864,
							["arg1"] = "|cff71d5ff|Hspell:288506:0|h[沙色夜刃豹]|h|r这个部落能骑？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [226]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628352865,
							["arg1"] = "已学会",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冥月恶魔-菲拉斯",
						}, -- [227]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1628352935,
							["arg1"] = "代工布甲和披风坯子",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [228]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628352991,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "泶巤-格雷迈恩",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/08/2021 的 00:25:13。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [233]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628353593,
							["arg1"] = "我不算玩我同学的号这号都10年了真新啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "淡雅的华尔兹-格雷迈恩",
						}, -- [234]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1628353611,
							["arg1"] = "统御装居然不能打孔",
							["arg9"] = "大脚世界频道",
							["arg2"] = "冥月恶魔-菲拉斯",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["arg1"] = "记录开始于 08/10/2021 的 00:07:45。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1628525345,
							["arg1"] = "绘梦救我",
							["arg9"] = "大脚世界频道",
							["arg2"] = "傲娇小仙女-菲拉斯",
						}, -- [240]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628525425,
							["arg1"] = "你死定了，救不了啦",
							["arg9"] = "大脚世界频道",
							["arg2"] = "堕落丘比特-红龙女王",
						}, -- [241]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1628525632,
							["arg1"] = "黑色钟铃来个能开的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "舞玥姯-菲拉斯",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/13/2021 的 00:20:59。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["集合石"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "集合石",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/28/2021 的 23:08:33。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 07/29/2021 的 08:04:27。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 18:58:54。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 19:08:35。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 07/29/2021 的 21:32:28。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 23:33:47。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = "记录开始于 07/30/2021 的 21:34:53。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/30/2021 的 22:27:45。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = "记录开始于 07/31/2021 的 09:40:25。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 07/31/2021 的 12:12:28。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 15:39:01。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = "记录开始于 07/31/2021 的 17:06:10。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = "记录开始于 07/31/2021 的 17:20:42。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 19:06:10。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 07/31/2021 的 23:00:37。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 09:01:12。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = "记录开始于 08/01/2021 的 10:22:55。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 10:50:37。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = "记录开始于 08/01/2021 的 12:03:27。",
							["type"] = "SYSTEM",
						}, -- [76]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = " ",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 12:44:19。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = "记录开始于 08/01/2021 的 20:40:18。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 20:41:30。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = "记录开始于 08/01/2021 的 23:21:42。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 18:29:08。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = " ",
						}, -- [99]
						{
							["arg1"] = "记录开始于 08/02/2021 的 21:26:45。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 08/02/2021 的 23:31:06。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 19:21:36。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:12:17。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628000405,
							["arg1"] = "跳舞稀有 来2人",
							["arg9"] = "集合石",
							["arg2"] = "木头曲调-奈萨里奥",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 23:06:42。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = "记录开始于 08/04/2021 的 19:21:19。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 19:34:40。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 08/05/2021 的 19:35:47。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 19:36:52。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = "记录开始于 08/05/2021 的 19:37:30。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 19:50:22。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = "记录开始于 08/05/2021 的 20:18:10。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 21:18:51。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = "记录开始于 08/05/2021 的 22:42:12。",
							["type"] = "SYSTEM",
						}, -- [153]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 08/06/2021 的 00:20:02。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 08:06:55。",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = "记录开始于 08/06/2021 的 18:59:22。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 19:04:52。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = "记录开始于 08/06/2021 的 21:38:44。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = "记录开始于 08/07/2021 的 10:15:10。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = "记录开始于 08/07/2021 的 12:46:07。",
							["type"] = "SYSTEM",
						}, -- [185]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 12:47:08。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = "记录开始于 08/07/2021 的 12:57:42。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 13:16:22。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["arg1"] = "记录开始于 08/07/2021 的 14:39:44。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 14:40:38。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = "记录开始于 08/07/2021 的 17:11:49。",
							["type"] = "SYSTEM",
						}, -- [209]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:27:12。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 22:31:24。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 23:33:58。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/08/2021 的 00:25:13。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 08/10/2021 的 00:07:45。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/13/2021 的 00:20:59。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/06/2020 的 18:40:50。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/06/2020 的 22:55:41。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 12/11/2020 的 19:33:00。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 12/12/2020 的 21:32:51。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/14/2020 的 23:37:00。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = "记录开始于 12/15/2020 的 22:04:34。",
							["type"] = "SYSTEM",
						}, -- [24]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/15/2020 的 23:05:04。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = "记录开始于 12/17/2020 的 08:10:01。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/17/2020 的 20:13:30。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 12/17/2020 的 22:42:26。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = "记录开始于 12/18/2020 的 20:44:46。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/18/2020 的 22:45:56。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/20/2020 的 23:43:44。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/22/2020 的 23:02:25。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [60]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1608652416,
							["arg1"] = "213装绑披风吹个",
							["arg9"] = "交易 - 城市",
							["arg2"] = "Aliouga-红龙女王",
						}, -- [61]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1608652424,
							["arg1"] = "213装吧ing",
							["arg9"] = "交易 - 城市",
							["arg2"] = "Aliouga-红龙女王",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/24/2020 的 21:39:26。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 12/27/2020 的 20:37:35。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/27/2020 的 22:09:01。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["arg1"] = "记录开始于 12/28/2020 的 22:22:36。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/31/2020 的 19:34:21。",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 12/31/2020 的 19:59:10。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = "记录开始于 12/31/2020 的 23:18:24。",
							["type"] = "SYSTEM",
						}, -- [92]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [93]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [94]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = " ",
						}, -- [98]
						{
							["arg1"] = "记录开始于 01/07/2021 的 19:56:53。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 01/19/2021 的 22:42:39。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = "记录开始于 01/20/2021 的 22:53:04。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [111]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = "记录开始于 02/11/2021 的 10:56:33。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/20/2021 的 22:16:24。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 07/21/2021 的 18:55:12。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 19:24:36。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:25:29。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [134]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = " ",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 12:51:25。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 16:24:55。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:25:28。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = "记录开始于 07/25/2021 的 09:23:54。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/25/2021 的 12:30:23。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = "记录开始于 07/25/2021 的 18:44:56。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = "记录开始于 07/27/2021 的 22:52:04。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = "记录开始于 07/28/2021 的 21:48:16。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/28/2021 的 23:08:33。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 19:08:35。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 23:33:47。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = "记录开始于 07/30/2021 的 21:34:53。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/30/2021 的 22:27:45。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = "记录开始于 07/31/2021 的 09:40:25。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = "记录开始于 07/31/2021 的 12:12:28。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 15:39:01。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = "记录开始于 07/31/2021 的 17:06:10。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 20:41:30。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = "记录开始于 08/02/2021 的 21:26:45。",
							["type"] = "SYSTEM",
						}, -- [223]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 19:21:36。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 23:06:42。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [234]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [238]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 14:40:38。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				[""] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 22:31:13。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 08/01/2021 的 12:03:27。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 20:41:30。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 08/01/2021 的 23:21:42。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 18:29:08。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = "记录开始于 08/02/2021 的 21:26:45。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [39]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [42]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [44]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 22:30:26。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 08/02/2021 的 23:31:06。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 19:21:36。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:12:17。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 23:06:42。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 08/04/2021 的 19:21:19。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 19:50:22。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = "记录开始于 08/05/2021 的 20:18:10。",
							["type"] = "SYSTEM",
						}, -- [110]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1628166371,
							["arg1"] = "好卡",
							["arg9"] = "综合 - 噬渊",
							["arg2"] = "向世界致敬-格雷迈恩",
						}, -- [111]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 21:18:51。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = "记录开始于 08/05/2021 的 22:42:12。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = "记录开始于 08/06/2021 的 18:59:22。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 19:04:52。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = "记录开始于 08/06/2021 的 21:38:44。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [159]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [160]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 23:13:02。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [174]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = "记录开始于 08/07/2021 的 10:15:10。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [185]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 08/07/2021 的 12:46:07。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 12:47:08。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 13:16:22。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = "记录开始于 08/07/2021 的 14:39:44。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 14:40:38。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [213]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:27:12。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 23:33:58。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 07/31/2021 的 17:06:10。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [7]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 19:06:10。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 07/31/2021 的 23:00:37。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 09:01:12。",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = "记录开始于 08/01/2021 的 12:03:27。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/01/2021 的 20:41:30。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 08/01/2021 的 23:21:42。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 18:29:08。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 08/02/2021 的 21:26:45。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/02/2021 的 22:30:26。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 08/02/2021 的 23:31:06。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [79]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [80]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 19:21:36。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [101]
						{
							["arg1"] = " ",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:12:17。",
							["type"] = "SYSTEM",
						}, -- [104]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [105]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/03/2021 的 23:06:42。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 19:50:22。",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [124]
						{
							["arg1"] = " ",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = "记录开始于 08/05/2021 的 20:18:10。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 21:18:51。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = "记录开始于 08/05/2021 的 22:42:12。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/05/2021 的 23:05:16。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 19:04:52。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = "记录开始于 08/06/2021 的 21:38:44。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [170]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [171]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/06/2021 的 23:13:02。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 08/07/2021 的 10:15:10。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [190]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [191]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [192]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = "记录开始于 08/07/2021 的 12:46:07。",
							["type"] = "SYSTEM",
						}, -- [196]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 12:47:08。",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 13:16:22。",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = "记录开始于 08/07/2021 的 14:39:44。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 14:40:38。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 08/07/2021 的 17:24:50。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:27:12。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 08/07/2021 的 22:35:39。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/07/2021 的 23:45:36。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/17/2021 的 19:57:05。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
			},
		},
	},
}
