
ElephantDBPerChar = {
	["profileKeys"] = {
		["Magiccreamdk - 格雷迈恩"] = "Magiccreamdk - 格雷迈恩",
	},
	["char"] = {
		["Magiccreamdk - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610030411,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [1]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610030678,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [2]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610030941,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [3]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610031211,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [4]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610031906,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [5]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610032007,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 01/11/2021 的 19:32:10。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg2"] = "我懂你的谁-神圣之歌",
							["type"] = "WHISPER",
							["time"] = 1610364912,
							["arg1"] = "Y Y 7 3 1 1 8 3 在了M我打1",
							["clColor"] = "fffe7b09",
						}, -- [10]
						{
							["arg2"] = "我懂你的谁-神圣之歌",
							["type"] = "WHISPER",
							["time"] = 1610364917,
							["arg1"] = "H干 将，大 帝，泥 拳 6 0 一个 你打几个  可.单选",
							["clColor"] = "fffe7b09",
						}, -- [11]
						{
							["arg2"] = "霸气团-格瑞姆巴托",
							["type"] = "WHISPER",
							["time"] = 1610364970,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffa22fc8",
						}, -- [12]
						{
							["arg2"] = "我懂你的谁-神圣之歌",
							["type"] = "WHISPER",
							["time"] = 1610364988,
							["arg1"] = "打几个boss",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 19:38:05。",
						}, -- [16]
						{
							["arg2"] = "我懂你的谁-神圣之歌",
							["type"] = "WHISPER",
							["time"] = 1610365275,
							["arg1"] = "Y Y 7 3 1 1 8 3 在了M我打1",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 20:07:57。",
						}, -- [20]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610367887,
							["arg1"] = "卧槽",
							["clColor"] = "ff3ec6ea",
						}, -- [21]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610367893,
							["arg1"] = "这么早？",
							["clColor"] = "ff3ec6ea",
						}, -- [22]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610367920,
							["arg1"] = "？",
							["clColor"] = "ff3ec6ea",
						}, -- [23]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610367957,
							["arg1"] = "歪？",
							["clColor"] = "ff3ec6ea",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = "记录开始于 01/11/2021 的 22:48:58。",
							["type"] = "SYSTEM",
						}, -- [27]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1610378255,
							["arg1"] = "？",
							["clColor"] = "ff3ec6ea",
						}, -- [28]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610378654,
							["arg1"] = "hello",
							["clColor"] = "ff3ec6ea",
						}, -- [29]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610378688,
							["arg1"] = "hello",
							["clColor"] = "ff3ec6ea",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = "记录开始于 01/11/2021 的 23:41:01。",
							["type"] = "SYSTEM",
						}, -- [33]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610382171,
							["arg1"] = "晚安",
							["clColor"] = "ff3ec6ea",
						}, -- [34]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1610382181,
							["arg1"] = "您晚安 》）——",
							["clColor"] = "ff3ec6ea",
						}, -- [35]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610382190,
							["arg1"] = "？",
							["clColor"] = "ff3ec6ea",
						}, -- [36]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610382195,
							["arg1"] = "您？",
							["clColor"] = "ff3ec6ea",
						}, -- [37]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610382199,
							["arg1"] = "阴阳怪气？",
							["clColor"] = "ff3ec6ea",
						}, -- [38]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1610382203,
							["arg1"] = "行吧 ",
							["clColor"] = "ff3ec6ea",
						}, -- [39]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610382216,
							["arg1"] = "经典行吧",
							["clColor"] = "ff3ec6ea",
						}, -- [40]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1610382229,
							["arg1"] = "经典经典",
							["clColor"] = "ff3ec6ea",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 12:38:50。",
						}, -- [44]
						{
							["arg2"] = "|Kq90|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1610772341,
							["arg1"] = "大米？",
						}, -- [45]
						{
							["arg2"] = "|Kq90|k",
							["type"] = "BN_WHISPER",
							["time"] = 1610772354,
							["arg1"] = "我要冲1800",
						}, -- [46]
						{
							["arg2"] = "|Kq90|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1610772360,
							["arg1"] = "好的",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 01/16/2021 的 20:17:41。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg2"] = "|Kq15|k",
							["type"] = "BN_WHISPER",
							["time"] = 1610803626,
							["arg1"] = "晚上？",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 21:53:13。",
						}, -- [54]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610807313,
							["arg1"] = "来了",
							["clColor"] = "ff3ec6ea",
						}, -- [55]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610807317,
							["arg1"] = "核心呢？",
							["clColor"] = "ff3ec6ea",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = "记录开始于 01/16/2021 的 22:52:49。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610809303,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [60]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610809775,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [61]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610810333,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [62]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610810574,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [63]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610810841,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [64]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610810959,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [65]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610811087,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [66]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610811921,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [67]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610812186,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [68]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610812673,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [69]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610813242,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [70]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610813426,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [71]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610813873,
							["arg1"] = "令人印象深刻。不过我还是很期待能亲自解决你们。",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [75]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610896918,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [76]
						{
							["arg2"] = "消灭郎-血色十字军",
							["type"] = "WHISPER",
							["time"] = 1610897194,
							["arg1"] = "Magiccreamdk, 感谢你使用 |cff71d5ff|Hspell:61999:0|h[复活盟友]|h|r 复活我. :)",
							["clColor"] = "ffa22fc8",
						}, -- [77]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610897328,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [78]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610897869,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [79]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610898428,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [80]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610898678,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [81]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1610899128,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = "记录开始于 01/18/2021 的 19:27:28。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1610969458,
							["arg1"] = "今天这么早就上了啊，天道酬勤",
							["clColor"] = "ff3ec6ea",
						}, -- [86]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610969466,
							["arg1"] = "？",
							["clColor"] = "ff3ec6ea",
						}, -- [87]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1610969470,
							["arg1"] = "马上去健身啦",
							["clColor"] = "ff3ec6ea",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 22:25:06。",
						}, -- [91]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611152980,
							["arg1"] = "打不打15高塔啊",
						}, -- [92]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611152987,
							["arg1"] = "。。打不过吧",
						}, -- [93]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611152994,
							["arg1"] = "。。。",
						}, -- [94]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153019,
							["arg1"] = "嗯",
						}, -- [95]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153043,
							["arg1"] = "FS不对劲，单体没我高",
						}, -- [96]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611153049,
							["arg1"] = "。。哈哈",
						}, -- [97]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153059,
							["arg1"] = "发错了...",
						}, -- [98]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153088,
							["arg1"] = "你现在多少血啊",
						}, -- [99]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153134,
							["arg1"] = "我刚刚才打了一个15高塔",
						}, -- [100]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153161,
							["arg1"] = "除了老二灭了5次，其他都还好，哈哈哈哈",
						}, -- [101]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611153174,
							["arg1"] = "高塔感觉还行啊",
						}, -- [102]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611153177,
							["arg1"] = "boss不是很难",
						}, -- [103]
						{
							["arg2"] = "|Kq10|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611153196,
							["arg1"] = "老二上的DOT，我们的奶骑奶不起来",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = " ",
						}, -- [106]
						{
							["arg1"] = "记录开始于 01/21/2021 的 19:10:25。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1611228227,
							["arg1"] = "偷偷爬塔？好的",
							["clColor"] = "ff3ec6ea",
						}, -- [108]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228245,
							["arg1"] = "马上去健身了",
							["clColor"] = "ff3ec6ea",
						}, -- [109]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228248,
							["arg1"] = "抓紧一分一秒",
							["clColor"] = "ff3ec6ea",
						}, -- [110]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228252,
							["arg1"] = "提高自己",
							["clColor"] = "ff3ec6ea",
						}, -- [111]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228254,
							["arg1"] = "缩小差距",
							["clColor"] = "ff3ec6ea",
						}, -- [112]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1611228391,
							["arg1"] = "晚上都是好钥匙，几点回来啊",
							["clColor"] = "ff3ec6ea",
						}, -- [113]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228399,
							["arg1"] = "10点以后了",
							["clColor"] = "ff3ec6ea",
						}, -- [114]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1611228407,
							["arg1"] = "88",
							["clColor"] = "ff3ec6ea",
						}, -- [115]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228428,
							["arg1"] = "还",
							["clColor"] = "ff3ec6ea",
						}, -- [116]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611228430,
							["arg1"] = "害",
							["clColor"] = "ff3ec6ea",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = "记录开始于 01/22/2021 的 23:25:00。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611329122,
							["arg1"] = "？",
							["clColor"] = "ff3ec6ea",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = "记录开始于 01/23/2021 的 10:41:42。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611369807,
							["arg1"] = "13bi'jie来么？",
						}, -- [125]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611369822,
							["arg1"] = "估计来不及，大概11点就要吃饭了。。",
						}, -- [126]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611369830,
							["arg1"] = "好的",
						}, -- [127]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611369839,
							["arg1"] = "害，农村吃的比较早~",
						}, -- [128]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611369858,
							["arg1"] = "等陆局空了我们再来喊您",
						}, -- [129]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611369888,
							["arg1"] = "好的好的",
						}, -- [130]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611369908,
							["arg1"] = "荣幸之至",
						}, -- [131]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER",
							["time"] = 1611369923,
							["arg1"] = "不不不，是我荣幸之至",
						}, -- [132]
						{
							["arg2"] = "|Kq13|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1611369936,
							["arg1"] = "不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不不",
						}, -- [133]
						{
							["arg2"] = "欺负奎-卡德加",
							["type"] = "WHISPER",
							["time"] = 1611370021,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffef367",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = " ",
						}, -- [136]
						{
							["arg1"] = "记录开始于 01/24/2021 的 18:31:39。",
							["type"] = "SYSTEM",
						}, -- [137]
						{
							["arg2"] = "羽乄衣-安苏",
							["type"] = "WHISPER",
							["time"] = 1611484462,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fff38bb9",
						}, -- [138]
						{
							["arg2"] = "羽乄衣-安苏",
							["type"] = "WHISPER",
							["time"] = 1611485222,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fff38bb9",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 22:27:14。",
						}, -- [142]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611499653,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [143]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611500118,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [144]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611500621,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [145]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611501122,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [146]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501127,
							["arg1"] = "没打过来坑爹？？？",
							["clColor"] = "fff38bb9",
						}, -- [147]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501132,
							["arg1"] = "菜狗装你妈最会的？",
							["clColor"] = "fff38bb9",
						}, -- [148]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501141,
							["arg1"] = "废物就是废物 ",
							["clColor"] = "fff38bb9",
						}, -- [149]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501146,
							["arg1"] = "菜狗就是菜狗",
							["clColor"] = "fff38bb9",
						}, -- [150]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501168,
							["arg1"] = "技能不会躲  你会？",
							["clColor"] = "fff38bb9",
						}, -- [151]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501175,
							["arg1"] = "毕竟安苏杂种？",
							["clColor"] = "fff38bb9",
						}, -- [152]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501209,
							["arg1"] = "不愧是格雷迈恩",
							["clColor"] = "fff38bb9",
						}, -- [153]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501211,
							["arg1"] = "你好像也没有很高端的样子啊？",
							["clColor"] = "fff38bb9",
						}, -- [154]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501215,
							["arg1"] = "15全限时？",
							["clColor"] = "fff38bb9",
						}, -- [155]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501218,
							["arg1"] = "还是去打MDI了？",
							["clColor"] = "fff38bb9",
						}, -- [156]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501224,
							["arg1"] = "装你吗呢在这？",
							["clColor"] = "fff38bb9",
						}, -- [157]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501228,
							["arg1"] = "贵族服务器吊一点？",
							["clColor"] = "fff38bb9",
						}, -- [158]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501231,
							["arg1"] = "菜狗",
							["clColor"] = "fff38bb9",
						}, -- [159]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501240,
							["arg1"] = "没有戈恩迈恩掉",
							["clColor"] = "fff38bb9",
						}, -- [160]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501244,
							["arg1"] = "那没有",
							["clColor"] = "fff38bb9",
						}, -- [161]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501247,
							["arg1"] = "还是贵族吊",
							["clColor"] = "fff38bb9",
						}, -- [162]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501249,
							["arg1"] = "都出名了",
							["clColor"] = "fff38bb9",
						}, -- [163]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501267,
							["arg1"] = "一句话没说 莫名其妙就踢人啦？",
							["clColor"] = "fff38bb9",
						}, -- [164]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501269,
							["arg1"] = "这么厉害啊？",
							["clColor"] = "fff38bb9",
						}, -- [165]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501274,
							["arg1"] = "咋不去为国争光呢？",
							["clColor"] = "fff38bb9",
						}, -- [166]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501293,
							["arg1"] = "恩？",
							["clColor"] = "fff38bb9",
						}, -- [167]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501298,
							["arg1"] = "在集合石10层装逼？",
							["clColor"] = "fff38bb9",
						}, -- [168]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501301,
							["arg1"] = "笑死爹了",
							["clColor"] = "fff38bb9",
						}, -- [169]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501309,
							["arg1"] = "你爹前几个版本好好玩的时候你在哪都不知道",
							["clColor"] = "fff38bb9",
						}, -- [170]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501310,
							["arg1"] = "懂吗？",
							["clColor"] = "fff38bb9",
						}, -- [171]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501313,
							["arg1"] = "菜狗",
							["clColor"] = "fff38bb9",
						}, -- [172]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501316,
							["arg1"] = "劳资喊得11+ 等来你这个废物？",
							["clColor"] = "fff38bb9",
						}, -- [173]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501321,
							["arg1"] = "嗷？",
							["clColor"] = "fff38bb9",
						}, -- [174]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501324,
							["arg1"] = "你看看你的几个队友",
							["clColor"] = "fff38bb9",
						}, -- [175]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501328,
							["arg1"] = "还有in",
							["clColor"] = "fff38bb9",
						}, -- [176]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501329,
							["arg1"] = "你",
							["clColor"] = "fff38bb9",
						}, -- [177]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501333,
							["arg1"] = "好像也没有很高端啊",
							["clColor"] = "fff38bb9",
						}, -- [178]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501338,
							["arg1"] = "是一直不死 还是dps爆炸啊？",
							["clColor"] = "fff38bb9",
						}, -- [179]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501340,
							["arg1"] = "好像也没有啊",
							["clColor"] = "fff38bb9",
						}, -- [180]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501343,
							["arg1"] = "我们不高端 但是我们会",
							["clColor"] = "fff38bb9",
						}, -- [181]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501344,
							["arg1"] = "你呢",
							["clColor"] = "fff38bb9",
						}, -- [182]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501353,
							["arg1"] = "还问我蜘蛛怎么躲 你会？",
							["clColor"] = "fff38bb9",
						}, -- [183]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501353,
							["arg1"] = "我没你们会，但是至少不装",
							["clColor"] = "fff38bb9",
						}, -- [184]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501355,
							["arg1"] = "懂？",
							["clColor"] = "fff38bb9",
						}, -- [185]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501359,
							["arg1"] = "打个11层",
							["clColor"] = "fff38bb9",
						}, -- [186]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501362,
							["arg1"] = "打出优越感了？",
							["clColor"] = "fff38bb9",
						}, -- [187]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501363,
							["arg1"] = "笑死我了",
							["clColor"] = "fff38bb9",
						}, -- [188]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501365,
							["arg1"] = "就这？",
							["clColor"] = "fff38bb9",
						}, -- [189]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501368,
							["arg1"] = "也能装逼？",
							["clColor"] = "fff38bb9",
						}, -- [190]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501372,
							["arg1"] = "我优越感了？",
							["clColor"] = "fff38bb9",
						}, -- [191]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501373,
							["arg1"] = "哈哈哈哈哈哈哈",
							["clColor"] = "fff38bb9",
						}, -- [192]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501389,
							["arg1"] = "随意踢人嗷",
							["clColor"] = "fff38bb9",
						}, -- [193]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501390,
							["arg1"] = "真厉害",
							["clColor"] = "fff38bb9",
						}, -- [194]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501396,
							["arg1"] = "好怕",
							["clColor"] = "fff38bb9",
						}, -- [195]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501396,
							["arg1"] = "我喊出来  你宝宝就上去开怪 ",
							["clColor"] = "fff38bb9",
						}, -- [196]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501399,
							["arg1"] = "不踢你？",
							["clColor"] = "fff38bb9",
						}, -- [197]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501400,
							["arg1"] = "我bb",
							["clColor"] = "fff38bb9",
						}, -- [198]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501407,
							["arg1"] = "我是",
							["clColor"] = "fff38bb9",
						}, -- [199]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501411,
							["arg1"] = "上病毒的时候",
							["clColor"] = "fff38bb9",
						}, -- [200]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501414,
							["arg1"] = "不小心上到boss了",
							["clColor"] = "fff38bb9",
						}, -- [201]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501418,
							["arg1"] = "我没事故意开怪？",
							["clColor"] = "fff38bb9",
						}, -- [202]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501424,
							["arg1"] = "你以为都跟你一样脑残？",
							["clColor"] = "fff38bb9",
						}, -- [203]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501432,
							["arg1"] = "你乱开怪 怪我 哈哈",
							["clColor"] = "fff38bb9",
						}, -- [204]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501436,
							["arg1"] = "真有趣",
							["clColor"] = "fff38bb9",
						}, -- [205]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501445,
							["arg1"] = "哈哈哈 毕竟从不失误",
							["clColor"] = "fff38bb9",
						}, -- [206]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501452,
							["arg1"] = "高贵的安苏 职业玩家",
							["clColor"] = "fff38bb9",
						}, -- [207]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501457,
							["arg1"] = "希望你下次失误的时候",
							["clColor"] = "fff38bb9",
						}, -- [208]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501461,
							["arg1"] = "回家打个电话",
							["clColor"] = "fff38bb9",
						}, -- [209]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER",
							["time"] = 1611501462,
							["arg1"] = "高贵的格雷迈恩玩家",
							["clColor"] = "fff38bb9",
						}, -- [210]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501464,
							["arg1"] = "可能家里死了个人",
							["clColor"] = "fff38bb9",
						}, -- [211]
						{
							["arg2"] = "叫兽宝宝-安苏",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611501465,
							["arg1"] = "懂吗？",
							["clColor"] = "fff38bb9",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [215]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759210,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [216]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759675,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [217]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760192,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [218]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760827,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [219]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761238,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [220]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761308,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [221]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1611761806,
							["arg1"] = "还打吗",
							["clColor"] = "ffc59a6c",
						}, -- [222]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1611761807,
							["arg1"] = "我差一个",
							["clColor"] = "ffc59a6c",
						}, -- [223]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611761811,
							["arg1"] = "不行了",
							["clColor"] = "ffc59a6c",
						}, -- [224]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "WHISPER_INFORM",
							["time"] = 1611761813,
							["arg1"] = "打不了了",
							["clColor"] = "ffc59a6c",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [228]
						{
							["arg2"] = "黑暗守魂者",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611845247,
							["arg1"] = "过来，任性的灵魂。我有话要对你说。",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1613098745,
							["arg1"] = "大米不",
						}, -- [233]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER_INFORM",
							["time"] = 1613098761,
							["arg1"] = "不了，要吃午饭然后去拜年了。。",
						}, -- [234]
						{
							["arg2"] = "|Kq67|k",
							["type"] = "BN_WHISPER",
							["time"] = 1613098767,
							["arg1"] = "。。。咸鱼",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [238]
						{
							["arg2"] = "|Kq78|k",
							["type"] = "BN_WHISPER",
							["time"] = 1613106241,
							["arg1"] = "路局，待会儿搞嘛",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg2"] = "|Kq65|k",
							["type"] = "BN_WHISPER",
							["time"] = 1613268936,
							["arg1"] = "刷吗",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "Jasonchan-安苏",
							["type"] = "WHISPER",
							["time"] = 1617594529,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffefefe",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "团队",
					["logs"] = {
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500934,
							["arg1"] = "欢迎光临！我们一直在等你们！",
						}, -- [1]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500951,
							["arg1"] = "腐败的守护者，听我号令！",
						}, -- [2]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500988,
							["arg1"] = "仆从们，用餐时间到！",
						}, -- [3]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501030,
							["arg1"] = "凋零之母……来找你了……",
						}, -- [4]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501042,
							["arg1"] = "见证我最后的杰作！我的骄傲，我的末日！",
						}, -- [5]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501056,
							["arg1"] = "这种力量，能让魔药如虎添翼。",
						}, -- [6]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501107,
							["arg1"] = "见证我最后的杰作！我的骄傲，我的末日！",
						}, -- [7]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501116,
							["arg1"] = "你无法逃避命运！",
						}, -- [8]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611501122,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [9]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501126,
							["arg1"] = "我的密院在凋零中啜泣！",
						}, -- [10]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501139,
							["arg1"] = "你无法逃避命运！",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/25/2021 的 22:47:05。",
						}, -- [14]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611586099,
							["arg1"] = "好饿啊……",
						}, -- [15]
						{
							["arg2"] = "刽子手阿德拉斯蒂亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1611587520,
							["arg1"] = "暗墙之塔属于主宰者！",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [19]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759042,
							["arg1"] = "你把赞达拉巨魔的灵魂藏哪去了，邦桑迪？快给你的老大送来，否则你会后悔的，非常后悔！",
						}, -- [20]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759053,
							["arg1"] = "呃！好让你把他们送去噬渊吗？那可不行……他们可是我的人，穆厄扎拉。我哪能放弃他们呢！",
						}, -- [21]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759065,
							["arg1"] = "你总是那么软弱，邦桑迪。你早晚都会输掉。到时候，典狱长就会拿回属于他的东西！",
						}, -- [22]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759210,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [23]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759675,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [24]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759730,
							["arg1"] = "他的力量归我了！我将再度复活！",
						}, -- [25]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759737,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [26]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759740,
							["arg1"] = "死吧，凡人！",
						}, -- [27]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759743,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [28]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759749,
							["arg1"] = "死吧，凡人！",
						}, -- [29]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759752,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [30]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759754,
							["arg1"] = "你的血滋养着我！",
						}, -- [31]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [32]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "死吧，凡人！",
						}, -- [33]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759761,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [34]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759768,
							["arg1"] = "死吧，凡人！",
						}, -- [35]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759770,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [36]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759777,
							["arg1"] = "死吧，凡人！",
						}, -- [37]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759780,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [38]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759782,
							["arg1"] = "你的血滋养着我！",
						}, -- [39]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759792,
							["arg1"] = "这力量……属于我……",
						}, -- [40]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759822,
							["arg1"] = "我要他们的灵魂，邦桑迪！我要拉斯塔哈，我要所有的赞达拉巨魔！最好别对穆厄扎拉说不！",
						}, -- [41]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759835,
							["arg1"] = "你忘记了洛阿神灵的职责！背弃了你和信徒的联结……你赐予他们的力量……呃啊！",
						}, -- [42]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759845,
							["arg1"] = "唯一重要的力量只有死亡！死亡会把他们全部带走！",
						}, -- [43]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760192,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [44]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760267,
							["arg1"] = "看看是谁来了？那个老得发霉的洛阿神灵已经派人来讨债了？！他的魔精我还没摸热乎，我的杰作还没有完成！",
						}, -- [45]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760276,
							["arg1"] = "等等，你也跟邦桑迪做了交易？我知道你总爱搞歪门邪道，米尔豪斯，但没想到你这么没下限！",
						}, -- [46]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760285,
							["arg1"] = "唔，我，呃……嘿，等等！你的意思是你也做了同样的事情！真虚伪！",
						}, -- [47]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760289,
							["arg1"] = "我得教教你，惹恼了天才是什么下场！",
						}, -- [48]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760292,
							["arg1"] = "那是以前！",
						}, -- [49]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760298,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [50]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760306,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [51]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760309,
							["arg1"] = "激光时间！",
						}, -- [52]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760322,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [53]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760324,
							["arg1"] = "激光时间！",
						}, -- [54]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760330,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [55]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760334,
							["arg1"] = "这回我可要真的使出全力了！",
						}, -- [56]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760336,
							["arg1"] = "激光时间！",
						}, -- [57]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760339,
							["arg1"] = "住手！我宁可放弃魔精也不能失去她！",
						}, -- [58]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760346,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [59]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760354,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [60]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760362,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [61]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760370,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [62]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760378,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [63]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760380,
							["arg1"] = "天降打“鸡”！",
						}, -- [64]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760422,
							["arg1"] = "不要忘记是谁让你成为了神灵，邦桑迪！快交出灵魂，然后在你的主人面前俯首称臣！",
						}, -- [65]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760432,
							["arg1"] = "那是很久以前了，但我都记得。我记得你是怎么被巨魔抛弃的。他们所做的牺牲……泼洒的鲜血……他们都呃呃呃啊！",
						}, -- [66]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760445,
							["arg1"] = "我才不需要什么崇拜者！典狱长会给我一切的力量……而你邦桑迪，将会被永远遗忘！",
						}, -- [67]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760827,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [68]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761238,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [69]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761308,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [70]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761410,
							["arg1"] = "你们会付出高昂的代价。",
						}, -- [71]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761414,
							["arg1"] = "你想学飞行吗？",
						}, -- [72]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761419,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [73]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761424,
							["arg1"] = "想试试这东西吗？",
						}, -- [74]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761431,
							["arg1"] = "你想学飞行吗？",
						}, -- [75]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761436,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [76]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761441,
							["arg1"] = "这些东西可不只是摆设。",
						}, -- [77]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761451,
							["arg1"] = "这下就……有意思了。",
						}, -- [78]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761456,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [79]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761461,
							["arg1"] = "想试试这东西吗？",
						}, -- [80]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761468,
							["arg1"] = "这下就……有意思了。",
						}, -- [81]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761473,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [82]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761476,
							["arg1"] = "我的宝贝可能会要你的命。",
						}, -- [83]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761483,
							["arg1"] = "我……所有的……计划……",
						}, -- [84]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761536,
							["arg1"] = "你这几位小朋友自以为能帮你，邦桑迪？和我打，你们哪来的胜算？",
						}, -- [85]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761546,
							["arg1"] = "我可是带海拉加入典狱长……用奥丁之眼达成交易……用低语让女妖当上大酋长的穆厄扎拉！",
						}, -- [86]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761560,
							["arg1"] = "你以为自己赢了，老大？呵呵，你是不是在暗影里待得太久了？",
						}, -- [87]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761569,
							["arg1"] = "动起来，英雄们！拿回我的魔精，让这个老神灵清醒清醒！",
						}, -- [88]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761570,
							["arg1"] = "邦桑迪的末日将近，你们也死到临头！",
						}, -- [89]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761572,
							["arg1"] = "黑暗由我号令！",
						}, -- [90]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761580,
							["arg1"] = "你的命归我了！",
						}, -- [91]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761585,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [92]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761590,
							["arg1"] = "暗影会吞噬你！",
						}, -- [93]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761598,
							["arg1"] = "黑暗由我号令！",
						}, -- [94]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761608,
							["arg1"] = "黑暗由我号令！",
						}, -- [95]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761613,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [96]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761618,
							["arg1"] = "暗影会吞噬你！",
						}, -- [97]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761623,
							["arg1"] = "你的命归我了！",
						}, -- [98]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761638,
							["arg1"] = "愚蠢的凡人！我可是真正的死亡之神！",
						}, -- [99]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761657,
							["arg1"] = "你可要当心了，沉眠之父。",
						}, -- [100]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761659,
							["arg1"] = "你锁得了我一时，关不住我一世！",
						}, -- [101]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761663,
							["arg1"] = "你的眼里从来都没有子民，只有力量！",
						}, -- [102]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761667,
							["arg1"] = "就这么不把我放在眼里吗，老神灵！",
						}, -- [103]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761675,
							["arg1"] = "休想逃脱死亡！",
						}, -- [104]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761697,
							["arg1"] = "黑暗由我号令！",
						}, -- [105]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761705,
							["arg1"] = "你的命归我了！",
						}, -- [106]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761710,
							["arg1"] = "暗影会吞噬你！",
						}, -- [107]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761715,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [108]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761723,
							["arg1"] = "黑暗由我号令！",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [112]
						{
							["arg2"] = "黑暗守魂者",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611845247,
							["arg1"] = "过来，任性的灵魂。我有话要对你说。",
						}, -- [113]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845300,
							["arg1"] = "谁胆敢扰乱这个不信者的转化？",
						}, -- [114]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "弃誓者，让入侵者看看，什么才是正途！",
						}, -- [115]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "太迟了，它已经看到了真相，睁开的双眼已经觉醒！",
						}, -- [116]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845320,
							["arg1"] = "谁想踏上审判之路？",
						}, -- [117]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845326,
							["arg1"] = "英勇试炼开始。",
						}, -- [118]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845347,
							["arg1"] = "千钧一发之时，才能展现真正的勇气。",
						}, -- [119]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845354,
							["arg1"] = "你们必须接受测试。",
						}, -- [120]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845362,
							["arg1"] = "试炼暂停，心能存储耗尽。",
						}, -- [121]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845368,
							["arg1"] = "弃誓者，起飞！趁他们还没恢复，攻击！",
						}, -- [122]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845394,
							["arg1"] = "心能充能完成，试炼继续。",
						}, -- [123]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845400,
							["arg1"] = "你们必须接受测试。",
						}, -- [124]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845409,
							["arg1"] = "试炼通过，参与者胜利。",
						}, -- [125]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [126]
						{
							["arg2"] = "落叶心-埃德萨拉",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ff00fe97",
						}, -- [127]
						{
							["arg2"] = "蛮白-血环",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [128]
						{
							["arg2"] = "Vanseur-影之哀伤",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [129]
						{
							["arg2"] = "Susano-血色十字军",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [130]
						{
							["arg2"] = "美屡丶-迅捷微风",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [131]
						{
							["arg2"] = "武器狐-安苏",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [132]
						{
							["arg2"] = "醉别虞兮-洛萨",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [133]
						{
							["arg2"] = "阿哈利姆神箭-斩魔者",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [134]
						{
							["arg2"] = "老实伯-阿尔萨斯",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ff8687ed",
						}, -- [135]
						{
							["arg2"] = "糖果-达基萨斯",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [136]
						{
							["arg2"] = "妖妖绮-卡德罗斯",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [137]
						{
							["arg2"] = "泪桥-幽暗沼泽",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [138]
						{
							["arg2"] = "疯狂考拉-阿尔萨斯",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ff8687ed",
						}, -- [139]
						{
							["arg2"] = "安娜星语-金色平原",
							["type"] = "RAID",
							["time"] = 1611845410,
							["arg1"] = "大脚任务进度提示: 已消灭瓦里诺：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [140]
						{
							["arg2"] = "阿哈利姆神箭-斩魔者",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [141]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ffc31d39",
						}, -- [142]
						{
							["arg2"] = "落叶心-埃德萨拉",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ff00fe97",
						}, -- [143]
						{
							["arg2"] = "Susano-血色十字军",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "fff38bb9",
						}, -- [144]
						{
							["arg2"] = "蛮白-血环",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [145]
						{
							["arg2"] = "Vanseur-影之哀伤",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [146]
						{
							["arg2"] = "美屡丶-迅捷微风",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "fff38bb9",
						}, -- [147]
						{
							["arg2"] = "醉别虞兮-洛萨",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "fff38bb9",
						}, -- [148]
						{
							["arg2"] = "武器狐-安苏",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [149]
						{
							["arg2"] = "老实伯-阿尔萨斯",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ff8687ed",
						}, -- [150]
						{
							["arg2"] = "糖果-达基萨斯",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "fff38bb9",
						}, -- [151]
						{
							["arg2"] = "妖妖绮-卡德罗斯",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ffc31d39",
						}, -- [152]
						{
							["arg2"] = "疯狂考拉-阿尔萨斯",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ff8687ed",
						}, -- [153]
						{
							["arg2"] = "泪桥-幽暗沼泽",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "fffefefe",
						}, -- [154]
						{
							["arg2"] = "安娜星语-金色平原",
							["type"] = "RAID",
							["time"] = 1611845411,
							["arg1"] = "瓦里诺，万古之光 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [155]
						{
							["arg2"] = "落叶心-埃德萨拉",
							["type"] = "RAID",
							["time"] = 1611845412,
							["arg1"] = "大脚任务进度提示: 收集心能：1/1(完成)",
							["clColor"] = "ff00fe97",
						}, -- [156]
						{
							["arg2"] = "落叶心-埃德萨拉",
							["type"] = "RAID",
							["time"] = 1611845413,
							["arg1"] = "补充储备 (任务完成)",
							["clColor"] = "ff00fe97",
						}, -- [157]
						{
							["arg2"] = "泪桥-幽暗沼泽",
							["type"] = "RAID_LEADER",
							["time"] = 1611845434,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "fffefefe",
						}, -- [158]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID_LEADER",
							["time"] = 1611845435,
							["arg1"] = "<大脚团队提示>欢迎加入本团队，希望我们合作愉快，拥有一次快乐的冒险旅程。",
							["clColor"] = "ffc31d39",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982283,
							["arg1"] = "好饿啊……",
						}, -- [163]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982545,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [164]
						{
							["arg2"] = "起水泡的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1611984177,
							["arg1"] = "圣光……好烫！！",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [168]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011691,
							["arg1"] = "触须会吞噬你们！",
						}, -- [169]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011708,
							["arg1"] = "触须会吞噬你们！",
						}, -- [170]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011720,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [171]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011730,
							["arg1"] = "污秽的野兽！",
						}, -- [172]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011734,
							["arg1"] = "触须会吞噬你们！",
						}, -- [173]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011738,
							["arg1"] = "花朵再度绽放，将你逐出圣地！",
						}, -- [174]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011759,
							["arg1"] = "污秽的野兽！",
						}, -- [175]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011763,
							["arg1"] = "你脚下的土地会治愈我！",
						}, -- [176]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011769,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [180]
						{
							["arg2"] = "渊誓禁锢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1613103477,
							["arg1"] = "入侵者在这里！",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1613268950,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [188]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364889,
							["arg1"] = "奈法利安被杀掉了！奥格瑞玛的居民，在强大的所念皆星河-白骨荒野和她的盟友面前鞠躬致意吧，他们给予了黑龙军团致命的一击！",
						}, -- [189]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364897,
							["arg1"] = "为所念皆星河的成就而庆祝！为她的胜利而狂欢吧！",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg2"] = "维拉兹之眼",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594477,
							["arg1"] = "噬渊行者来了！",
						}, -- [194]
						{
							["arg2"] = "天才德-霜之哀伤",
							["type"] = "RAID",
							["time"] = 1617594541,
							["arg1"] = "疾跑榴莲使用了|cff71d5ff|Hspell:57934:0|h[嫁祸诀窍]|h|r -> 牛德一匹",
							["clColor"] = "fffe7b09",
						}, -- [195]
						{
							["arg2"] = "天才德-霜之哀伤",
							["type"] = "RAID",
							["time"] = 1617594551,
							["arg1"] = "艾尔卡迪娅发糖了, 快点拿哟!",
							["clColor"] = "fffe7b09",
						}, -- [196]
						{
							["arg2"] = "恶舌者希尔里克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594627,
							["arg1"] = "来帮帮我！帮我找来用于研究的材料。",
						}, -- [197]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594652,
							["arg1"] = "他们自愿为祭仪密院献身！",
						}, -- [198]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594655,
							["arg1"] = "你们不能干扰仪式！陨落者之骨，醒来吧，招呼我们的客人！",
						}, -- [199]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594659,
							["arg1"] = "他们的白骨会强化我的肉身！",
						}, -- [200]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594660,
							["arg1"] = "你们的末日也早已注定！",
						}, -- [201]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594661,
							["arg1"] = "你们的阻挠毫无意义，仪式已经完成。",
						}, -- [202]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594667,
							["arg1"] = "看，我全新的肉身——这才是属于死亡的主人形态！",
						}, -- [203]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594698,
							["arg1"] = "白骨呼唤着你！",
						}, -- [204]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594700,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [205]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594718,
							["arg1"] = "白骨呼唤着你！",
						}, -- [206]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594731,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [207]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594736,
							["arg1"] = "白骨呼唤着你！",
						}, -- [208]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594752,
							["arg1"] = "玛卓克萨斯的力量在我体内流淌！我是死亡的化身！",
						}, -- [209]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594829,
							["arg1"] = "哈哈哈，你们用那么多人……才打败了……我……",
						}, -- [210]
						{
							["arg2"] = "帕斯勒-死亡之翼",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [211]
						{
							["arg2"] = "喝小茶-熊猫酒仙",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [212]
						{
							["arg2"] = "牛德一匹-红龙军团",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [213]
						{
							["arg2"] = "蓝色的云-古达克",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [214]
						{
							["arg2"] = "无情丶工具人-安苏",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ff3ec6ea",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [216]
						{
							["arg2"] = "铁锅炖表弟-艾露恩",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [217]
						{
							["arg2"] = "迟小鸣-死亡之翼",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [218]
						{
							["arg2"] = "Jasonchan-安苏",
							["type"] = "RAID_LEADER",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [219]
						{
							["arg2"] = "浪客猎心-风行者",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [220]
						{
							["arg2"] = "戦丶狮-迅捷微风",
							["type"] = "RAID",
							["time"] = 1617594829,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [221]
						{
							["arg2"] = "陷入爱情丶-影之哀伤",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffa9d271",
						}, -- [222]
						{
							["arg2"] = "低调是一种罪-血羽",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ff3ec6ea",
						}, -- [223]
						{
							["arg2"] = "先让你三招-冰霜之刃",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [224]
						{
							["arg2"] = "豆腐-影之哀伤",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [225]
						{
							["arg2"] = "闪亮的大兔牙-海克泰尔",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [226]
						{
							["arg2"] = "霍格沃兹-狂热之刃",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [227]
						{
							["arg2"] = "小青庭-冰风岗",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "大脚任务进度提示: 已消灭莫塔尼斯：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [228]
						{
							["arg2"] = "喝小茶-熊猫酒仙",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ffa22fc8",
						}, -- [229]
						{
							["arg2"] = "无情丶工具人-安苏",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ff3ec6ea",
						}, -- [230]
						{
							["arg2"] = "迟小鸣-死亡之翼",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [231]
						{
							["arg2"] = "浪客猎心-风行者",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ffa9d271",
						}, -- [232]
						{
							["arg2"] = "戦丶狮-迅捷微风",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [233]
						{
							["arg2"] = "低调是一种罪-血羽",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ff3ec6ea",
						}, -- [234]
						{
							["arg2"] = "闪亮的大兔牙-海克泰尔",
							["type"] = "RAID",
							["time"] = 1617594830,
							["arg1"] = "莫塔尼斯 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [235]
						{
							["arg2"] = "霍格沃兹-狂热之刃",
							["type"] = "RAID",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 心能资源：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [236]
						{
							["arg2"] = "霍格沃兹-狂热之刃",
							["type"] = "RAID",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 在玛卓克萨斯完成3个世界任务：1/1(完成)",
							["clColor"] = "ffa22fc8",
						}, -- [237]
						{
							["arg2"] = "铁锅炖表弟-艾露恩",
							["type"] = "RAID",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 心能资源：1/1(完成)",
							["clColor"] = "fffe7b09",
						}, -- [238]
						{
							["arg2"] = "戦丶狮-迅捷微风",
							["type"] = "RAID",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 心能资源：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [239]
						{
							["arg2"] = "戦丶狮-迅捷微风",
							["type"] = "RAID",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 在玛卓克萨斯完成3个世界任务：1/1(完成)",
							["clColor"] = "ffc59a6c",
						}, -- [240]
						{
							["arg2"] = "先让你三招-冰霜之刃",
							["type"] = "RAID",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 在玛卓克萨斯完成3个世界任务：1/1(完成)",
							["clColor"] = "fff38bb9",
						}, -- [241]
						{
							["arg2"] = "Jasonchan-安苏",
							["type"] = "RAID_LEADER",
							["time"] = 1617594831,
							["arg1"] = "大脚任务进度提示: 心能资源：1/1(完成)",
							["clColor"] = "fffefefe",
						}, -- [242]
						{
							["arg2"] = "戦丶狮-迅捷微风",
							["type"] = "RAID",
							["time"] = 1617594832,
							["arg1"] = "协助玛卓克萨斯 (任务完成)",
							["clColor"] = "ffc59a6c",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [246]
						{
							["arg2"] = "狂乱的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1627139551,
							["arg1"] = "圣光……好烫！！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "小队",
					["logs"] = {
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759581,
							["arg1"] = "<EH> 猛猪突进 got hit by 怨毒影魔 for 15.4k (42%).",
							["clColor"] = "ffc31d39",
						}, -- [1]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1611759588,
							["arg1"] = "还有5％ 出傲慢幻象，注意进度！",
							["clColor"] = "ffc59a6c",
						}, -- [2]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759599,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 29.1k (81%).",
							["clColor"] = "ffc31d39",
						}, -- [3]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759674,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 32.6k (91%).",
							["clColor"] = "ffc31d39",
						}, -- [4]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759675,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [5]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759730,
							["arg1"] = "他的力量归我了！我将再度复活！",
						}, -- [6]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759737,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [7]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759740,
							["arg1"] = "死吧，凡人！",
						}, -- [8]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759743,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [9]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759744,
							["arg1"] = "嗜血？",
							["clColor"] = "ffc31d39",
						}, -- [10]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759749,
							["arg1"] = "死吧，凡人！",
						}, -- [11]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759752,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [12]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759754,
							["arg1"] = "你的血滋养着我！",
						}, -- [13]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [14]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "死吧，凡人！",
						}, -- [15]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759761,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [16]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759768,
							["arg1"] = "死吧，凡人！",
						}, -- [17]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759770,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [18]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759777,
							["arg1"] = "死吧，凡人！",
						}, -- [19]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759780,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [20]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759782,
							["arg1"] = "你的血滋养着我！",
						}, -- [21]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759792,
							["arg1"] = "这力量……属于我……",
						}, -- [22]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759822,
							["arg1"] = "我要他们的灵魂，邦桑迪！我要拉斯塔哈，我要所有的赞达拉巨魔！最好别对穆厄扎拉说不！",
						}, -- [23]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759835,
							["arg1"] = "你忘记了洛阿神灵的职责！背弃了你和信徒的联结……你赐予他们的力量……呃啊！",
						}, -- [24]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759845,
							["arg1"] = "唯一重要的力量只有死亡！死亡会把他们全部带走！",
						}, -- [25]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759885,
							["arg1"] = "<EH> 可口可乐儿-影之哀伤 got hit by |cff71d5ff|Hspell:331933:0|h[失控]|h|r for 24.6k (42%).",
							["clColor"] = "ffc31d39",
						}, -- [26]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759946,
							["arg1"] = "<EH> 猛猪突进 got hit by 怨毒影魔 for 23.3k (64%).",
							["clColor"] = "ffc31d39",
						}, -- [27]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759992,
							["arg1"] = "<EH> Superdady got hit by |cff71d5ff|Hspell:332157:0|h[超频启动]|h|r for 16.2k (48%).",
							["clColor"] = "ffc31d39",
						}, -- [28]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611759992,
							["arg1"] = "<EH> 猛猪突进 got hit by |cff71d5ff|Hspell:332157:0|h[超频启动]|h|r for 25.1k (69%).",
							["clColor"] = "ffc31d39",
						}, -- [29]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760004,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 29.6k (80%).",
							["clColor"] = "ffc31d39",
						}, -- [30]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760027,
							["arg1"] = "<EH> 可口可乐儿-影之哀伤 got hit by |cff71d5ff|Hspell:331933:0|h[失控]|h|r for 25.9k (45%).",
							["clColor"] = "ffc31d39",
						}, -- [31]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760031,
							["arg1"] = "<EH> Magiccreamdk got hit by |cff71d5ff|Hspell:331933:0|h[失控]|h|r for 15.4k (42%).",
							["clColor"] = "ffc31d39",
						}, -- [32]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760050,
							["arg1"] = "<EH> 可口可乐儿-影之哀伤 got hit by |cff71d5ff|Hspell:331933:0|h[失控]|h|r for 43.1k (74%).",
							["clColor"] = "ffc31d39",
						}, -- [33]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760050,
							["arg1"] = "<EH> Superdady got hit by |cff71d5ff|Hspell:331933:0|h[失控]|h|r for 15.3k (43%).",
							["clColor"] = "ffc31d39",
						}, -- [34]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760054,
							["arg1"] = "<EH> Magiccreamdk got hit by |cff71d5ff|Hspell:331933:0|h[失控]|h|r for 15.4k (40%).",
							["clColor"] = "ffc31d39",
						}, -- [35]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1611760135,
							["arg1"] = "还有5％ 出傲慢幻象，注意进度！",
							["clColor"] = "ffc59a6c",
						}, -- [36]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760184,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 38.5k (105%).",
							["clColor"] = "ffc31d39",
						}, -- [37]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760192,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [38]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760203,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 22.8k (64%).",
							["clColor"] = "ffc31d39",
						}, -- [39]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760267,
							["arg1"] = "看看是谁来了？那个老得发霉的洛阿神灵已经派人来讨债了？！他的魔精我还没摸热乎，我的杰作还没有完成！",
						}, -- [40]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760276,
							["arg1"] = "等等，你也跟邦桑迪做了交易？我知道你总爱搞歪门邪道，米尔豪斯，但没想到你这么没下限！",
						}, -- [41]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760285,
							["arg1"] = "唔，我，呃……嘿，等等！你的意思是你也做了同样的事情！真虚伪！",
						}, -- [42]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760289,
							["arg1"] = "我得教教你，惹恼了天才是什么下场！",
						}, -- [43]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760292,
							["arg1"] = "那是以前！",
						}, -- [44]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760298,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [45]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760306,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [46]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760309,
							["arg1"] = "激光时间！",
						}, -- [47]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760322,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [48]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760324,
							["arg1"] = "激光时间！",
						}, -- [49]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760330,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [50]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760334,
							["arg1"] = "这回我可要真的使出全力了！",
						}, -- [51]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760336,
							["arg1"] = "激光时间！",
						}, -- [52]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760339,
							["arg1"] = "住手！我宁可放弃魔精也不能失去她！",
						}, -- [53]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760346,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [54]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760354,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [55]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760362,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [56]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760370,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [57]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760378,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [58]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760380,
							["arg1"] = "天降打“鸡”！",
						}, -- [59]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760422,
							["arg1"] = "不要忘记是谁让你成为了神灵，邦桑迪！快交出灵魂，然后在你的主人面前俯首称臣！",
						}, -- [60]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760432,
							["arg1"] = "那是很久以前了，但我都记得。我记得你是怎么被巨魔抛弃的。他们所做的牺牲……泼洒的鲜血……他们都呃呃呃啊！",
						}, -- [61]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760445,
							["arg1"] = "我才不需要什么崇拜者！典狱长会给我一切的力量……而你邦桑迪，将会被永远遗忘！",
						}, -- [62]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760532,
							["arg1"] = "<EH> Magiccreamdk got hit by |cff71d5ff|Hspell:328729:0|h[黑暗莲花]|h|r for 23.1k (63%).",
							["clColor"] = "ffc31d39",
						}, -- [63]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760532,
							["arg1"] = "<EH> 猛猪突进 got hit by |cff71d5ff|Hspell:328729:0|h[黑暗莲花]|h|r for 22.7k (62%).",
							["clColor"] = "ffc31d39",
						}, -- [64]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760665,
							["arg1"] = "go~",
							["clColor"] = "fff38bb9",
						}, -- [65]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611760673,
							["arg1"] = "慢点",
							["clColor"] = "ffa22fc8",
						}, -- [66]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760713,
							["arg1"] = "<EH> Superdady got hit by 怨毒影魔 for 14.6k (43%).",
							["clColor"] = "ffc31d39",
						}, -- [67]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1611760716,
							["arg1"] = "还有5％ 出傲慢幻象，注意进度！",
							["clColor"] = "ffc59a6c",
						}, -- [68]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760722,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 26.3k (73%).",
							["clColor"] = "ffc31d39",
						}, -- [69]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760725,
							["arg1"] = "<EH> Superdady got hit by 怨毒影魔 for 25.9k (77%).",
							["clColor"] = "ffc31d39",
						}, -- [70]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760729,
							["arg1"] = "<EH> 可口可乐儿-影之哀伤 got hit by 怨毒影魔 for 24.9k (43%).",
							["clColor"] = "ffc31d39",
						}, -- [71]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760730,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 27.1k (74%).",
							["clColor"] = "ffc31d39",
						}, -- [72]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760806,
							["arg1"] = "<EH> Superdady got hit by |cff71d5ff|Hspell:323136:0|h[心能星尘风暴]|h|r for 21.5k (64%).",
							["clColor"] = "ffc31d39",
						}, -- [73]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760827,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611760835,
							["arg1"] = "<EH> Superdady got hit by 怨毒影魔 for 15.8k (45%).",
							["clColor"] = "ffc31d39",
						}, -- [75]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611760910,
							["arg1"] = "这大的谁拉的啊",
							["clColor"] = "ffa22fc8",
						}, -- [76]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1611760966,
							["arg1"] = "刚有人被恐惧了",
							["clColor"] = "ffc59a6c",
						}, -- [77]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611760980,
							["arg1"] = "这里没有怪回恐惧",
							["clColor"] = "ffa22fc8",
						}, -- [78]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611760982,
							["arg1"] = "只有那个大的",
							["clColor"] = "ffa22fc8",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761026,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 31.4k (85%).",
							["clColor"] = "ffc31d39",
						}, -- [80]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761032,
							["arg1"] = "<EH> 猛猪突进 got hit by 怨毒影魔 for 26.8k (74%).",
							["clColor"] = "ffc31d39",
						}, -- [81]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761140,
							["arg1"] = "<EH> 猛猪突进 got hit by 怨毒影魔 for 38.1k (83%).",
							["clColor"] = "ffc31d39",
						}, -- [82]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761153,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 27.2k (74%).",
							["clColor"] = "ffc31d39",
						}, -- [83]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761160,
							["arg1"] = "<EH> 猛猪突进 got hit by 怨毒影魔 for 23.4k (64%).",
							["clColor"] = "ffc31d39",
						}, -- [84]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1611761161,
							["arg1"] = "还有5％ 出傲慢幻象，注意进度！",
							["clColor"] = "ffc59a6c",
						}, -- [85]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761167,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 18.7k (52%).",
							["clColor"] = "ffc31d39",
						}, -- [86]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611761190,
							["arg1"] = "难受",
							["clColor"] = "ffa22fc8",
						}, -- [87]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761238,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [88]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761267,
							["arg1"] = "<EH> Superdady got hit by |cff71d5ff|Hspell:323136:0|h[心能星尘风暴]|h|r for 11.7k (63%).",
							["clColor"] = "ffc31d39",
						}, -- [89]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761290,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 15.8k (43%).",
							["clColor"] = "ffc31d39",
						}, -- [90]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761294,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 26.4k (74%).",
							["clColor"] = "ffc31d39",
						}, -- [91]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761305,
							["arg1"] = "<EH> Superdady got hit by 怨毒影魔 for 10.8k (56%).",
							["clColor"] = "ffc31d39",
						}, -- [92]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761308,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [93]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761314,
							["arg1"] = "<EH> Valkeuterpe got hit by 怨毒影魔 for 21.0k (59%).",
							["clColor"] = "ffc31d39",
						}, -- [94]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761318,
							["arg1"] = "<EH> Superdady got hit by 怨毒影魔 for 16.0k (111%).",
							["clColor"] = "ffc31d39",
						}, -- [95]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761319,
							["arg1"] = "<EH> Magiccreamdk got hit by 怨毒影魔 for 30.7k (83%).",
							["clColor"] = "ffc31d39",
						}, -- [96]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761410,
							["arg1"] = "你们会付出高昂的代价。",
						}, -- [97]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761414,
							["arg1"] = "你想学飞行吗？",
						}, -- [98]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761419,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [99]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761424,
							["arg1"] = "想试试这东西吗？",
						}, -- [100]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761431,
							["arg1"] = "你想学飞行吗？",
						}, -- [101]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761436,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [102]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761441,
							["arg1"] = "这些东西可不只是摆设。",
						}, -- [103]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761450,
							["arg1"] = "<EH> Valkeuterpe got hit by |cff71d5ff|Hspell:320232:0|h[爆破计谋]|h|r for 23.6k (66%).",
							["clColor"] = "ffc31d39",
						}, -- [104]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761451,
							["arg1"] = "这下就……有意思了。",
						}, -- [105]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761456,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [106]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761461,
							["arg1"] = "想试试这东西吗？",
						}, -- [107]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761468,
							["arg1"] = "这下就……有意思了。",
						}, -- [108]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761473,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [109]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761476,
							["arg1"] = "我的宝贝可能会要你的命。",
						}, -- [110]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761483,
							["arg1"] = "我……所有的……计划……",
						}, -- [111]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761485,
							["arg1"] = "<EH> Superdady got hit by |cff71d5ff|Hspell:320232:0|h[爆破计谋]|h|r for 24.5k (73%).",
							["clColor"] = "ffc31d39",
						}, -- [112]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "PARTY_LEADER",
							["time"] = 1611761495,
							["arg1"] = "左下",
							["clColor"] = "ffc59a6c",
						}, -- [113]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761505,
							["arg1"] = "右上",
							["clColor"] = "fff38bb9",
						}, -- [114]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761523,
							["arg1"] = "左上",
							["clColor"] = "ffc31d39",
						}, -- [115]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761536,
							["arg1"] = "你这几位小朋友自以为能帮你，邦桑迪？和我打，你们哪来的胜算？",
						}, -- [116]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761546,
							["arg1"] = "我可是带海拉加入典狱长……用奥丁之眼达成交易……用低语让女妖当上大酋长的穆厄扎拉！",
						}, -- [117]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761560,
							["arg1"] = "你以为自己赢了，老大？呵呵，你是不是在暗影里待得太久了？",
						}, -- [118]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761569,
							["arg1"] = "动起来，英雄们！拿回我的魔精，让这个老神灵清醒清醒！",
						}, -- [119]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761570,
							["arg1"] = "邦桑迪的末日将近，你们也死到临头！",
						}, -- [120]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761572,
							["arg1"] = "黑暗由我号令！",
						}, -- [121]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761580,
							["arg1"] = "你的命归我了！",
						}, -- [122]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611761584,
							["arg1"] = "我是笨比,快救救我!",
							["clColor"] = "ffa22fc8",
						}, -- [123]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761585,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [124]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761590,
							["arg1"] = "暗影会吞噬你！",
						}, -- [125]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761593,
							["arg1"] = "<EH> Magiccreamdk got hit by |cff71d5ff|Hspell:334913:0|h[死亡之主]|h|r for 24.9k (68%).",
							["clColor"] = "ffc31d39",
						}, -- [126]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761598,
							["arg1"] = "黑暗由我号令！",
						}, -- [127]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761608,
							["arg1"] = "黑暗由我号令！",
						}, -- [128]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761613,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [129]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761618,
							["arg1"] = "暗影会吞噬你！",
						}, -- [130]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761623,
							["arg1"] = "你的命归我了！",
						}, -- [131]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761626,
							["arg1"] = "<EH> 猛猪突进 got hit by |cff71d5ff|Hspell:334913:0|h[死亡之主]|h|r for 22.9k (63%).",
							["clColor"] = "ffc31d39",
						}, -- [132]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761626,
							["arg1"] = "<EH> Valkeuterpe got hit by |cff71d5ff|Hspell:334913:0|h[死亡之主]|h|r for 20.7k (58%).",
							["clColor"] = "ffc31d39",
						}, -- [133]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611761627,
							["arg1"] = "我是笨比,快救救我!",
							["clColor"] = "ffa22fc8",
						}, -- [134]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761631,
							["arg1"] = "<EH> Magiccreamdk got hit by |cff71d5ff|Hspell:334913:0|h[死亡之主]|h|r for 23.3k (63%).",
							["clColor"] = "ffc31d39",
						}, -- [135]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761638,
							["arg1"] = "愚蠢的凡人！我可是真正的死亡之神！",
						}, -- [136]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761657,
							["arg1"] = "你可要当心了，沉眠之父。",
						}, -- [137]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761659,
							["arg1"] = "你锁得了我一时，关不住我一世！",
						}, -- [138]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761663,
							["arg1"] = "你的眼里从来都没有子民，只有力量！",
						}, -- [139]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761667,
							["arg1"] = "就这么不把我放在眼里吗，老神灵！",
						}, -- [140]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761675,
							["arg1"] = "休想逃脱死亡！",
						}, -- [141]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761697,
							["arg1"] = "黑暗由我号令！",
						}, -- [142]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761705,
							["arg1"] = "你的命归我了！",
						}, -- [143]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1611761710,
							["arg1"] = "我是笨比,快救救我!",
							["clColor"] = "ffa22fc8",
						}, -- [144]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761710,
							["arg1"] = "暗影会吞噬你！",
						}, -- [145]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761715,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [146]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761723,
							["arg1"] = "黑暗由我号令！",
						}, -- [147]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761729,
							["arg1"] = "Thank you for travelling with ElitismHelper. Amount of failure damage:",
							["clColor"] = "ffc31d39",
						}, -- [148]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761729,
							["arg1"] = "1. 可口可乐儿-影之哀伤 376.8k",
							["clColor"] = "ffc31d39",
						}, -- [149]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761729,
							["arg1"] = "2. Superdady 491.8k",
							["clColor"] = "ffc31d39",
						}, -- [150]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761729,
							["arg1"] = "3. 猛猪突进 540.0k",
							["clColor"] = "ffc31d39",
						}, -- [151]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761729,
							["arg1"] = "4. Valkeuterpe 543.9k",
							["clColor"] = "ffc31d39",
						}, -- [152]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1611761729,
							["arg1"] = "5. Magiccreamdk 869.6k",
							["clColor"] = "ffc31d39",
						}, -- [153]
						{
							["arg1"] = " ",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [156]
						{
							["arg2"] = "黑暗守魂者",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611845247,
							["arg1"] = "过来，任性的灵魂。我有话要对你说。",
						}, -- [157]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845300,
							["arg1"] = "谁胆敢扰乱这个不信者的转化？",
						}, -- [158]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "弃誓者，让入侵者看看，什么才是正途！",
						}, -- [159]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "太迟了，它已经看到了真相，睁开的双眼已经觉醒！",
						}, -- [160]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845320,
							["arg1"] = "谁想踏上审判之路？",
						}, -- [161]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845326,
							["arg1"] = "英勇试炼开始。",
						}, -- [162]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845347,
							["arg1"] = "千钧一发之时，才能展现真正的勇气。",
						}, -- [163]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845354,
							["arg1"] = "你们必须接受测试。",
						}, -- [164]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845362,
							["arg1"] = "试炼暂停，心能存储耗尽。",
						}, -- [165]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845368,
							["arg1"] = "弃誓者，起飞！趁他们还没恢复，攻击！",
						}, -- [166]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845394,
							["arg1"] = "心能充能完成，试炼继续。",
						}, -- [167]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845400,
							["arg1"] = "你们必须接受测试。",
						}, -- [168]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845409,
							["arg1"] = "试炼通过，参与者胜利。",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982283,
							["arg1"] = "好饿啊……",
						}, -- [173]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982545,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [174]
						{
							["arg2"] = "起水泡的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1611984177,
							["arg1"] = "圣光……好烫！！",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [178]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011691,
							["arg1"] = "触须会吞噬你们！",
						}, -- [179]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011708,
							["arg1"] = "触须会吞噬你们！",
						}, -- [180]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011720,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [181]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011730,
							["arg1"] = "污秽的野兽！",
						}, -- [182]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011734,
							["arg1"] = "触须会吞噬你们！",
						}, -- [183]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011738,
							["arg1"] = "花朵再度绽放，将你逐出圣地！",
						}, -- [184]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011759,
							["arg1"] = "污秽的野兽！",
						}, -- [185]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011763,
							["arg1"] = "你脚下的土地会治愈我！",
						}, -- [186]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011769,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [190]
						{
							["arg2"] = "渊誓禁锢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1613103477,
							["arg1"] = "入侵者在这里！",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = " ",
						}, -- [193]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [194]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1613268950,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [198]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364889,
							["arg1"] = "奈法利安被杀掉了！奥格瑞玛的居民，在强大的所念皆星河-白骨荒野和她的盟友面前鞠躬致意吧，他们给予了黑龙军团致命的一击！",
						}, -- [199]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364897,
							["arg1"] = "为所念皆星河的成就而庆祝！为她的胜利而狂欢吧！",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [203]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484430,
							["arg1"] = "------------------------------",
							["clColor"] = "ffc31d39",
						}, -- [204]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484430,
							["arg1"] = "<iLvl> 209.4 丸子糖果店 (毁灭)",
							["clColor"] = "ffc31d39",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484430,
							["arg1"] = "<iLvl> 208.4 Magiccreamdk (邪恶)",
							["clColor"] = "ffc31d39",
						}, -- [206]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484430,
							["arg1"] = "<iLvl> 216.2 夏尔是坐骑 (冰霜)",
							["clColor"] = "ffc31d39",
						}, -- [207]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484430,
							["arg1"] = "------------------------------",
							["clColor"] = "ffc31d39",
						}, -- [208]
						{
							["arg2"] = "丸子糖果店-死亡之翼",
							["type"] = "PARTY_LEADER",
							["time"] = 1614484462,
							["arg1"] = "太刺激了。。三稀有DPS",
							["clColor"] = "ff8687ed",
						}, -- [209]
						{
							["arg2"] = "夏尔是坐骑-格瑞姆巴托",
							["type"] = "PARTY",
							["time"] = 1614484493,
							["arg1"] = "大脚任务进度提示: 点燃挑战之焰：5/5(完成)",
							["clColor"] = "ff3ec6ea",
						}, -- [210]
						{
							["arg2"] = "夏尔是坐骑-格瑞姆巴托",
							["type"] = "PARTY",
							["time"] = 1614484525,
							["arg1"] = "{邪恶}",
							["clColor"] = "ff3ec6ea",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg2"] = "狗厼蛋-格瑞姆巴托",
							["type"] = "PARTY_LEADER",
							["time"] = 1614484762,
							["arg1"] = "<大脚组队提示>欢迎新的小队成员  [死亡骑士] Magiccreamdk-格雷迈恩",
							["clColor"] = "ffa9d271",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484764,
							["arg1"] = "------------------------------",
							["clColor"] = "ffc31d39",
						}, -- [216]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484764,
							["arg1"] = "<iLvl> 209.5 狗厼蛋 (野兽控制)",
							["clColor"] = "ffc31d39",
						}, -- [217]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484764,
							["arg1"] = "<iLvl> 206.8 Magiccreamdk (邪恶)",
							["clColor"] = "ffc31d39",
						}, -- [218]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "PARTY",
							["time"] = 1614484764,
							["arg1"] = "------------------------------",
							["clColor"] = "ffc31d39",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [222]
						{
							["arg2"] = "维拉兹之眼",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594477,
							["arg1"] = "噬渊行者来了！",
						}, -- [223]
						{
							["arg2"] = "恶舌者希尔里克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594627,
							["arg1"] = "来帮帮我！帮我找来用于研究的材料。",
						}, -- [224]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594652,
							["arg1"] = "他们自愿为祭仪密院献身！",
						}, -- [225]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594655,
							["arg1"] = "你们不能干扰仪式！陨落者之骨，醒来吧，招呼我们的客人！",
						}, -- [226]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594659,
							["arg1"] = "他们的白骨会强化我的肉身！",
						}, -- [227]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594660,
							["arg1"] = "你们的末日也早已注定！",
						}, -- [228]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594661,
							["arg1"] = "你们的阻挠毫无意义，仪式已经完成。",
						}, -- [229]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594667,
							["arg1"] = "看，我全新的肉身——这才是属于死亡的主人形态！",
						}, -- [230]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594698,
							["arg1"] = "白骨呼唤着你！",
						}, -- [231]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594700,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [232]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594718,
							["arg1"] = "白骨呼唤着你！",
						}, -- [233]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594731,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [234]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594736,
							["arg1"] = "白骨呼唤着你！",
						}, -- [235]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594752,
							["arg1"] = "玛卓克萨斯的力量在我体内流淌！我是死亡的化身！",
						}, -- [236]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594829,
							["arg1"] = "哈哈哈，你们用那么多人……才打败了……我……",
						}, -- [237]
						{
							["arg2"] = "混日子的阿陈-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1617594829,
							["arg1"] = "【爱不易】已消灭莫塔尼斯：1/1",
							["clColor"] = "ffa9d271",
						}, -- [238]
						{
							["arg2"] = "沒有聖療-迅捷微风",
							["type"] = "PARTY",
							["time"] = 1617594830,
							["arg1"] = "【爱不易】已消灭莫塔尼斯：1/1",
							["clColor"] = "fff38bb9",
						}, -- [239]
						{
							["arg2"] = "混日子的阿陈-影之哀伤",
							["type"] = "PARTY",
							["time"] = 1617594830,
							["arg1"] = "【爱不易】任务完成：莫塔尼斯",
							["clColor"] = "ffa9d271",
						}, -- [240]
						{
							["arg2"] = "沒有聖療-迅捷微风",
							["type"] = "PARTY",
							["time"] = 1617594830,
							["arg1"] = "【爱不易】任务完成：莫塔尼斯",
							["clColor"] = "fff38bb9",
						}, -- [241]
						{
							["arg2"] = "沒有聖療-迅捷微风",
							["type"] = "PARTY",
							["time"] = 1617594831,
							["arg1"] = "在玛卓克萨斯完成3个世界任务：1/1",
							["clColor"] = "fff38bb9",
						}, -- [242]
						{
							["arg2"] = "沒有聖療-迅捷微风",
							["type"] = "PARTY",
							["time"] = 1617594831,
							["arg1"] = "【爱不易】任务完成：协助玛卓克萨斯",
							["clColor"] = "fff38bb9",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [246]
						{
							["arg2"] = "狂乱的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1627139551,
							["arg1"] = "圣光……好烫！！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "说",
					["logs"] = {
						{
							["arg2"] = "涌现的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983665,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [1]
						{
							["arg2"] = "涌现的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983666,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [2]
						{
							["arg2"] = "进餐的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983668,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [3]
						{
							["arg2"] = "涌现的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983669,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [4]
						{
							["arg2"] = "涌现的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983670,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [5]
						{
							["arg2"] = "涌现的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983671,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [6]
						{
							["arg2"] = "涌现的噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983672,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [7]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983694,
							["arg1"] = "你……真的……在这里？",
						}, -- [8]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983696,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [9]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983703,
							["arg1"] = "一点……希望的滋味。",
						}, -- [10]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983705,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [11]
						{
							["arg2"] = "被吞吃的灵魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983718,
							["arg1"] = "一点……希望的滋味。",
						}, -- [12]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983753,
							["arg1"] = "请……接受我的祝福。",
						}, -- [13]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983755,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [14]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983758,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [15]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983760,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983777,
							["arg1"] = "|TInterface\\ICONS\\INV_Icon_WingBroken05e.BLP:20|t |cFFFF0000|Hspell:346789|h[飞翼绑架者]|h|r正在空中捕猎你。",
							["clColor"] = "ffc31d39",
						}, -- [17]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983778,
							["arg1"] = "你……真的……在这里？",
						}, -- [18]
						{
							["arg2"] = "半埋之魂",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1611983779,
							["arg1"] = "灵魂进入了你的护魂者。",
						}, -- [19]
						{
							["arg2"] = "无助之魂",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983826,
							["arg1"] = "有人在吗……？",
						}, -- [20]
						{
							["arg2"] = "典狱长",
							["type"] = "MONSTER_SAY",
							["time"] = 1611983915,
							["arg1"] = "你无处可藏了。",
						}, -- [21]
						{
							["arg2"] = "威·娜莉",
							["type"] = "MONSTER_SAY",
							["time"] = 1611984010,
							["arg1"] = "原则5：如果情况需要，就大胆出手。这样会让渊誓者猝不及防。",
						}, -- [22]
						{
							["arg2"] = "威·娜莉",
							["type"] = "MONSTER_SAY",
							["time"] = 1611984019,
							["arg1"] = "破灭堡最近活动频频。我想知道背后的原因。",
						}, -- [23]
						{
							["arg2"] = "威·娜莉",
							["type"] = "MONSTER_SAY",
							["time"] = 1611984024,
							["arg1"] = "拿上这枚实验型密文。如果它的功能如我所料，你是不会在进入破灭堡后当场毙命的。应该不会吧。",
						}, -- [24]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1611984368,
							["arg1"] = "坐在这么漂亮的东西上面真是不好意思。",
						}, -- [25]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1611984369,
							["arg1"] = "我感觉若有所失。",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [29]
						{
							["arg2"] = "宝库管理员塔·克西斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011411,
							["arg1"] = "你真该看看他们放在虚空仓库里的东西。",
						}, -- [30]
						{
							["arg2"] = "赫尔恩勋爵",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011631,
							["arg1"] = "噬渊行者，我们的几位猎手正在纱雾迷结巡逻。如果你能加入其中，他们的士气会更加高涨。",
						}, -- [31]
						{
							["arg2"] = "佳恩达",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011651,
							["arg1"] = "等等，你听见了吗？",
						}, -- [32]
						{
							["arg2"] = "扎尔金",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011651,
							["arg1"] = "而现在，森林的每个角落都有他们的身影，我们来到了危难关头。",
						}, -- [33]
						{
							["arg2"] = "露美拉",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011652,
							["arg1"] = "没有，什么都没有……",
						}, -- [34]
						{
							["arg2"] = "佳恩达",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011653,
							["arg1"] = "我担心的就是这个。",
						}, -- [35]
						{
							["arg2"] = "雷兹伏尔",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011655,
							["arg1"] = "吞噬者！",
						}, -- [36]
						{
							["arg2"] = "月莓女勋爵",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011721,
							["arg1"] = "在戈姆的啃噬之下，奥拉诺莫诺斯被逼疯了。请帮这可怜的仙木灵从痛苦中解脱。",
						}, -- [37]
						{
							["arg2"] = "哼蓝调的猪头-加兹鲁维",
							["type"] = "SAY",
							["time"] = 1613011738,
							["arg1"] = "什么",
							["clColor"] = "fffef367",
						}, -- [38]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011794,
							["arg1"] = "对不起……我没能拯救你……",
						}, -- [39]
						{
							["arg2"] = "月莓女勋爵",
							["type"] = "MONSTER_SAY",
							["time"] = 1613011799,
							["arg1"] = "戈姆今天总算是消停了。再见，朋友。你是炽蓝仙野真正的守护者。",
						}, -- [40]
						{
							["arg1"] = " ",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [43]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613096767,
							["arg1"] = "即使是收割傲慢之人也不该承受幽禁于此的煎熬。救救这名温西尔吧。",
						}, -- [44]
						{
							["arg2"] = "凇心卫士",
							["type"] = "MONSTER_SAY",
							["time"] = 1613096840,
							["arg1"] = "死亡……才是……永恒……",
						}, -- [45]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613096909,
							["arg1"] = "你被盯上了。要小心。",
						}, -- [46]
						{
							["arg2"] = "凇心投枪手",
							["type"] = "MONSTER_SAY",
							["time"] = 1613096919,
							["arg1"] = "你休想……阻止……他的计划……",
						}, -- [47]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613096970,
							["arg1"] = "一点……希望的滋味。",
						}, -- [48]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613096979,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [49]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613096985,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [50]
						{
							["arg2"] = "凇心投枪手",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097051,
							["arg1"] = "典狱长的眼睛在看着你！",
						}, -- [51]
						{
							["arg2"] = "凇心投枪手",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097079,
							["arg1"] = "死亡终将……征服……你的世界……",
						}, -- [52]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097094,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [53]
						{
							["arg2"] = "凇心卫士",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097101,
							["arg1"] = "湮灭……",
						}, -- [54]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097139,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [55]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097139,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [56]
						{
							["arg2"] = "凇心卫士",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097143,
							["arg1"] = "你的努力……毫无意义……",
						}, -- [57]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097156,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [58]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097183,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [59]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097189,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [60]
						{
							["arg2"] = "凇心束缚者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097189,
							["arg1"] = "我们……都是……囚犯……",
						}, -- [61]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097296,
							["arg1"] = "你被盯上了。要小心。",
						}, -- [62]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097304,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [63]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097304,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [64]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097422,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [65]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097494,
							["arg1"] = "你被盯上了。要小心。",
						}, -- [66]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097510,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [67]
						{
							["arg2"] = "凇心晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097521,
							["arg1"] = "擅闯者，你这是自寻死路！",
						}, -- [68]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097525,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [69]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097548,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [70]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097548,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [71]
						{
							["arg2"] = "凇心晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097553,
							["arg1"] = "被诅咒的生者！",
						}, -- [72]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097599,
							["arg1"] = "请……接受我的祝福。",
						}, -- [73]
						{
							["arg2"] = "凇心卫士",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097616,
							["arg1"] = "死亡……才是……永恒……",
						}, -- [74]
						{
							["arg2"] = "凇心晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097616,
							["arg1"] = "湮灭……",
						}, -- [75]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097645,
							["arg1"] = "你被盯上了。要小心。",
						}, -- [76]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097720,
							["arg1"] = "你……真的……在这里？",
						}, -- [77]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613097727,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [78]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097753,
							["arg1"] = "我……不该……这样……",
						}, -- [79]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097840,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [80]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097857,
							["arg1"] = "我再也受不了了！",
						}, -- [81]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097863,
							["arg1"] = "从这个地方……把我带走吧。",
						}, -- [82]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097869,
							["arg1"] = "请……接受我的祝福。",
						}, -- [83]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097871,
							["arg1"] = "快让我离开这里！",
						}, -- [84]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613097877,
							["arg1"] = "你……真的……在这里？",
						}, -- [85]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098056,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [86]
						{
							["arg2"] = "奈里斯·暗翼",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098059,
							["arg1"] = "太好了，我们去找到那个石像鬼，让它吃点苦头。",
						}, -- [87]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098075,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [88]
						{
							["arg2"] = "凇心投枪手",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098090,
							["arg1"] = "你……赢不了的……",
						}, -- [89]
						{
							["arg2"] = "凇心晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098098,
							["arg1"] = "死亡……才是……永恒……",
						}, -- [90]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098122,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [91]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098123,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [92]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098123,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [93]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098134,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [94]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098135,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [95]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098204,
							["arg1"] = "我……不该……这样……",
						}, -- [96]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098219,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [97]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098233,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [98]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098251,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [99]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098259,
							["arg1"] = "你能……听见我吗？",
						}, -- [100]
						{
							["arg2"] = "奈里斯·暗翼",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098287,
							["arg1"] = "太好了，它再也别想这么做了。",
						}, -- [101]
						{
							["arg2"] = "凇心晋升者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098308,
							["arg1"] = "臣服于我，凡人！",
						}, -- [102]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098322,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [103]
						{
							["arg2"] = "凇心束缚者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098323,
							["arg1"] = "一切都是……徒劳……",
						}, -- [104]
						{
							["arg2"] = "凇心斥候",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098782,
							["arg1"] = "你……赢不了的……",
						}, -- [105]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098857,
							["arg1"] = "一点……希望的滋味。",
						}, -- [106]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098858,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [107]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098875,
							["arg1"] = "一点……希望的滋味。",
						}, -- [108]
						{
							["arg2"] = "凇心斥候",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098899,
							["arg1"] = "死亡终将……征服……你的世界……",
						}, -- [109]
						{
							["arg2"] = "凇心卫士",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098955,
							["arg1"] = "噬渊必将吞噬你！",
						}, -- [110]
						{
							["arg2"] = "凇心特工",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098968,
							["arg1"] = "我们……都是……囚犯……",
						}, -- [111]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613098984,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [112]
						{
							["arg2"] = "卡利克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098996,
							["arg1"] = "雅梅茜娅！",
						}, -- [113]
						{
							["arg2"] = "雅梅茜娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1613098997,
							["arg1"] = "卡利克斯！感谢执政官！",
						}, -- [114]
						{
							["arg2"] = "卡利克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613099000,
							["arg1"] = "非常感谢，噬渊行者。执政官指引着你。",
						}, -- [115]
						{
							["arg2"] = "凇心投枪手",
							["type"] = "MONSTER_SAY",
							["time"] = 1613099042,
							["arg1"] = "我要切断你与生命的联系！",
						}, -- [116]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613099046,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [120]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103326,
							["arg1"] = "从这个地方……把我带走吧。",
						}, -- [121]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103331,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [122]
						{
							["arg2"] = "重缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103339,
							["arg1"] = "他们夺走了……一切……",
						}, -- [123]
						{
							["arg2"] = "卡利克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103363,
							["arg1"] = "雅梅茜娅！",
						}, -- [124]
						{
							["arg2"] = "雅梅茜娅",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103364,
							["arg1"] = "卡利克斯！感谢执政官！",
						}, -- [125]
						{
							["arg2"] = "卡利克斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103367,
							["arg1"] = "非常感谢，噬渊行者。执政官指引着你。",
						}, -- [126]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103498,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [127]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103526,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [128]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103532,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [129]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103538,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [130]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103560,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [131]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103632,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [132]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103670,
							["arg1"] = "从这个地方……把我带走吧。",
						}, -- [133]
						{
							["arg2"] = "重缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103698,
							["arg1"] = "我……不该……这样……",
						}, -- [134]
						{
							["arg2"] = "重缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103714,
							["arg1"] = "我……不该……这样……",
						}, -- [135]
						{
							["arg2"] = "重缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103722,
							["arg1"] = "从这个地方……把我带走吧。",
						}, -- [136]
						{
							["arg2"] = "雷纳威斯",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103761,
							["arg1"] = "谢谢你，噬渊行者。我在找我的勋章。直觉告诉我，它应该就在附近。",
						}, -- [137]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103769,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [138]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103825,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [139]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613103871,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [140]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613103977,
							["arg1"] = "他们夺走了……一切……",
						}, -- [141]
						{
							["arg2"] = "重缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613104014,
							["arg1"] = "你能……听见我吗？",
						}, -- [142]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104028,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [143]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104042,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [144]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613104066,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [145]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104191,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [146]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104192,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [147]
						{
							["arg2"] = "重缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613104255,
							["arg1"] = "从这个地方……把我带走吧。",
						}, -- [148]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613104267,
							["arg1"] = "请……接受我的祝福。",
						}, -- [149]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1613104315,
							["arg1"] = "你被盯上了。要小心。",
						}, -- [150]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104330,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [151]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104341,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [152]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104379,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [153]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1613104446,
							["arg1"] = "你……真的……在这里？",
						}, -- [154]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104465,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [155]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1613104484,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [156]
						{
							["arg2"] = "表弟慢热手",
							["type"] = "MONSTER_SAY",
							["time"] = 1613105045,
							["arg1"] = "我感觉像是一根血肠。",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [160]
						{
							["arg2"] = "被遗忘者难民",
							["type"] = "MONSTER_SAY",
							["time"] = 1613363740,
							["arg1"] = "我们还剩多少金子？",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [164]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1614484561,
							["arg1"] = "噢，唉。低点。低点。",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614484899,
							["arg1"] = "一点……希望的滋味。",
						}, -- [169]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614484906,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [170]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614484973,
							["arg1"] = "他们夺走了……一切……",
						}, -- [171]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614484983,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [172]
						{
							["arg2"] = "刻符者",
							["type"] = "MONSTER_SAY",
							["time"] = 1614484985,
							["arg1"] = "你被盯上了。要小心。",
						}, -- [173]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614484996,
							["arg1"] = "你能……听见我吗？",
						}, -- [174]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485132,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [175]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485140,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [176]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485175,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [177]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485175,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [178]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485231,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [179]
						{
							["arg2"] = "瑟拉·汲魂者",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485268,
							["arg1"] = "我们去寻找我的回忆吧，它们应该被存储在附近的一块记忆石上。",
						}, -- [180]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485299,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [181]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485305,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [182]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485320,
							["arg1"] = "我……不该……这样……",
						}, -- [183]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485378,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [184]
						{
							["arg2"] = "瑟拉·汲魂者",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485399,
							["arg1"] = "就是这个！我想起来了！",
						}, -- [185]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485435,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [186]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485488,
							["arg1"] = "我……不该……这样……",
						}, -- [187]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485544,
							["arg1"] = "快让我离开这里！",
						}, -- [188]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485550,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [189]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485553,
							["arg1"] = "快让我离开这里！",
						}, -- [190]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485556,
							["arg1"] = "你……真的……在这里？",
						}, -- [191]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485559,
							["arg1"] = "救命！",
						}, -- [192]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485559,
							["arg1"] = "我……不该……这样……",
						}, -- [193]
						{
							["arg2"] = "被折磨的灵魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485562,
							["arg1"] = "请……接受我的祝福。",
						}, -- [194]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485614,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [195]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485679,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [196]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485715,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [197]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485743,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [198]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485744,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [199]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485784,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [200]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485819,
							["arg1"] = "你……真的……在这里？",
						}, -- [201]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485837,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [202]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614485905,
							["arg1"] = "你能……听见我吗？",
						}, -- [203]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485916,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [204]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485919,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [205]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614485993,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [206]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486029,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [207]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486044,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [208]
						{
							["arg2"] = "阿靛",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486072,
							["arg1"] = "我们必须找到本茜雅，她肯定就被关在附近。嗯，也谢谢你救了我！",
						}, -- [209]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486089,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [210]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486112,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [211]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486132,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [212]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486133,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [213]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486137,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [214]
						{
							["arg2"] = "阿靛",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486188,
							["arg1"] = "她在那儿！",
						}, -- [215]
						{
							["arg2"] = "本茜雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486189,
							["arg1"] = "阿靛！天哪，我还以为我完蛋了。",
						}, -- [216]
						{
							["arg2"] = "阿靛",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486192,
							["arg1"] = "我们会找个安全的地方躲起来。谢谢你帮了我们。",
						}, -- [217]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486202,
							["arg1"] = "他们夺走了……一切……",
						}, -- [218]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486231,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [219]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486243,
							["arg1"] = "我……不该……这样……",
						}, -- [220]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486462,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [221]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486488,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [222]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486488,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [223]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486516,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [224]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486516,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [225]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486596,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [226]
						{
							["arg2"] = "束缚之魂残迹",
							["type"] = "MONSTER_SAY",
							["time"] = 1614486629,
							["arg1"] = "我把最后的力量……交给你。",
						}, -- [227]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486755,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [228]
						{
							["arg2"] = "噬渊鼠",
							["type"] = "MONSTER_EMOTE",
							["time"] = 1614486791,
							["arg1"] = "%s充满恐惧地想要转身逃跑！",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg2"] = "骨甲神射手",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594428,
							["arg1"] = "保持警惕，Magiccreamdk。他们突破我们的防线了！",
						}, -- [233]
						{
							["arg2"] = "骨甲神射手",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594460,
							["arg1"] = "把牺牲的战士带回来！不能让他们成为部件！",
						}, -- [234]
						{
							["arg2"] = "亚历山德罗斯·莫格莱尼",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594505,
							["arg1"] = "祭仪密院正在这里进行强化仪式。如果阻止不了仪式，那就把仪式的产物彻底摧毁。",
						}, -- [235]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594623,
							["arg1"] = "我感觉若有所失。",
						}, -- [236]
						{
							["arg2"] = "亚历山德罗斯·莫格莱尼",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594642,
							["arg1"] = "祭仪密院正在这里进行强化仪式。如果阻止不了仪式，那就把仪式的产物彻底摧毁。",
						}, -- [237]
						{
							["arg2"] = "亚历山德罗斯·莫格莱尼",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594833,
							["arg1"] = "那些祭师为邪恶的巫术付出了代价，他们的骨头也被碾得粉碎。干得漂亮。",
						}, -- [238]
						{
							["arg2"] = "秘法师鸟羽帽",
							["type"] = "MONSTER_SAY",
							["time"] = 1617594913,
							["arg1"] = "我无意针对你创立法规。",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 00:15:28。",
						}, -- [242]
						{
							["arg2"] = "大领主伯瓦尔·弗塔根",
							["type"] = "MONSTER_SAY",
							["time"] = 1626797756,
							["arg1"] = "噬渊行者，文官阿得赖斯提斯带来了关于晋升堡垒的可怕消息。请立刻前往奥利波斯。",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:17:26。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg2"] = "三笠阿克曼丶-黑手军团",
							["type"] = "SAY",
							["time"] = 1627096703,
							["arg1"] = "A4HC5AAgQdQhVFWQUVCSok5BSUqsguoVaBaUpHALVVW7JA0jxyDLJHqGStMAuYaibVR9U6pxKDkH0DpBpDIPVRXSPWQfqipUB4VYiMJDABNRykUFG1Gqj0oZSQUnKbRSoZSXgmCmkG4CaielnxQNRVWOUpEKS6F4qpoqclVQ",
							["clColor"] = "ff3ec6ea",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499472,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [1]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499495,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [2]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499538,
							["arg1"] = "我已打断腐髓软泥的|cff71d5ff|Hspell:319070:0|h[腐蚀泥胶]|h|r",
							["clColor"] = "fffef367",
						}, -- [3]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499556,
							["arg1"] = "我已打断腐髓软泥的|cff71d5ff|Hspell:319070:0|h[腐蚀泥胶]|h|r",
							["clColor"] = "fffef367",
						}, -- [4]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499572,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328180:0|h[攫握感染]|h|r",
							["clColor"] = "fffef367",
						}, -- [5]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499579,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499607,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [7]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499653,
							["arg1"] = "你们也敢来冒犯？",
							["clColor"] = "fffef367",
						}, -- [8]
						{
							["arg2"] = "维鲁拉克斯魔药编织者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499699,
							["arg1"] = "好极了，又有小白鼠闯进来了！把钻凋者放出去！",
						}, -- [9]
						{
							["arg2"] = "维鲁拉克斯魔药编织者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499856,
							["arg1"] = "我会亲手宰了你！",
						}, -- [10]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499860,
							["arg1"] = "我已打断维鲁拉克斯魔药编织者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [11]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499871,
							["arg1"] = "我的女王，他们……来了。",
							["clColor"] = "fffef367",
						}, -- [12]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499904,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [13]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499966,
							["arg1"] = "谁胆敢闯进我的实验室？！",
						}, -- [14]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499970,
							["arg1"] = "等我找到你，我会好好展示一下我的研究成果。",
						}, -- [15]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611499987,
							["arg1"] = "我已打断传染软泥的|cff71d5ff|Hspell:321999:0|h[魔疾液]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499990,
							["arg1"] = "哈哈哈哈哈哈哈哈！",
							["clColor"] = "fffef367",
						}, -- [17]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500004,
							["arg1"] = "我已打断传染软泥的|cff71d5ff|Hspell:321999:0|h[魔疾液]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [18]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500010,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [19]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500051,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [20]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500059,
							["arg1"] = "我已打断魔药束缚者的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [21]
						{
							["arg2"] = "万眼防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500103,
							["arg1"] = "守住阵线！如果多米娜无法夺得斯特拉达玛的魔药，她就会摘走我们的脑袋！",
						}, -- [22]
						{
							["arg2"] = "剧毒狙击队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500115,
							["arg1"] = "继续拉弓，骨头不断不准停！魔药必将属于我们！守住这里的阵线，否则就准备迎接多米娜的怒火，自己选吧！",
						}, -- [23]
						{
							["arg2"] = "凋零大鹏骑手",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500123,
							["arg1"] = "施放骨矛！",
						}, -- [24]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500168,
							["arg1"] = "你们无法理解我的才华！",
						}, -- [25]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500179,
							["arg1"] = "它想要的……只有血肉！吃吧！",
						}, -- [26]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500184,
							["arg1"] = "接下来可有你们好看的！",
						}, -- [27]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500199,
							["arg1"] = "先试一下，注入一点攻击性！",
						}, -- [28]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500217,
							["arg1"] = "我已打断伊库斯博士的|cff71d5ff|Hspell:322358:0|h[燃灼菌株]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [29]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500221,
							["arg1"] = "尝尝这场实验的爆炸性成果吧！",
						}, -- [30]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500236,
							["arg1"] = "来点催化剂怎么样？",
						}, -- [31]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500249,
							["arg1"] = "我已打断伊库斯博士的|cff71d5ff|Hspell:322358:0|h[燃灼菌株]|h|r",
							["clColor"] = "fffef367",
						}, -- [32]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500255,
							["arg1"] = "先拿你试试这只软泥！",
						}, -- [33]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500273,
							["arg1"] = "我明明……就快完成了……",
						}, -- [34]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500444,
							["arg1"] = "我已打断巢群伏击者的|cff71d5ff|Hspell:328475:0|h[纠结缠网]|h|r",
							["clColor"] = "fffef367",
						}, -- [35]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500474,
							["arg1"] = "我已打断喷毒狙击手的|cff71d5ff|Hspell:328338:0|h[召唤毒牙]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [36]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500501,
							["arg1"] = "我已打断巢群伏击者的|cff71d5ff|Hspell:328475:0|h[纠结缠网]|h|r",
							["clColor"] = "fffef367",
						}, -- [37]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500507,
							["arg1"] = "我已打断喷毒狙击手的|cff71d5ff|Hspell:328338:0|h[召唤毒牙]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [38]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500600,
							["arg1"] = "我已打断喷毒狙击手的|cff71d5ff|Hspell:328338:0|h[召唤毒牙]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500636,
							["arg1"] = "我已打断喷毒狙击手的|cff71d5ff|Hspell:328338:0|h[召唤毒牙]|h|r",
							["clColor"] = "fffef367",
						}, -- [40]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500670,
							["arg1"] = "你阻止不了我！",
						}, -- [41]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500676,
							["arg1"] = "我的利刃会劈开你的血肉！",
						}, -- [42]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500682,
							["arg1"] = "从没有目标能逃出我的手心。",
						}, -- [43]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500688,
							["arg1"] = "暗影会拥抱你的陨灭。",
						}, -- [44]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500700,
							["arg1"] = "我的利刃会劈开你的血肉！",
						}, -- [45]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500706,
							["arg1"] = "你脚下就是你的葬身之地！",
						}, -- [46]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500723,
							["arg1"] = "只要有一处擦破点皮……",
						}, -- [47]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500729,
							["arg1"] = "从没有目标能逃出我的手心。",
						}, -- [48]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500746,
							["arg1"] = "我的利刃会劈开你的血肉！",
						}, -- [49]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500752,
							["arg1"] = "从没有目标能逃出我的手心。",
						}, -- [50]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500754,
							["arg1"] = "我……必将……复仇……",
						}, -- [51]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500823,
							["arg1"] = "欢迎光临！我们一直在等你们！",
						}, -- [52]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500934,
							["arg1"] = "欢迎光临！我们一直在等你们！",
						}, -- [53]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500938,
							["arg1"] = "我已打断艾柯尔·胆肉的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [54]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500951,
							["arg1"] = "腐败的守护者，听我号令！",
						}, -- [55]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500988,
							["arg1"] = "仆从们，用餐时间到！",
						}, -- [56]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611500992,
							["arg1"] = "我已打断艾柯尔·胆肉的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [57]
						{
							["arg2"] = "芝士宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611501014,
							["arg1"] = "我已打断艾柯尔·胆肉的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "饭团宝宝-安苏",
							["type"] = "YELL",
							["time"] = 1611501027,
							["arg1"] = "我已打断艾柯尔·胆肉的|cff71d5ff|Hspell:328094:0|h[凋敝箭]|h|r",
							["clColor"] = "fffef367",
						}, -- [59]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501030,
							["arg1"] = "凋零之母……来找你了……",
						}, -- [60]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501042,
							["arg1"] = "见证我最后的杰作！我的骄傲，我的末日！",
						}, -- [61]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501056,
							["arg1"] = "这种力量，能让魔药如虎添翼。",
						}, -- [62]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501107,
							["arg1"] = "见证我最后的杰作！我的骄傲，我的末日！",
						}, -- [63]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501116,
							["arg1"] = "你无法逃避命运！",
						}, -- [64]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501126,
							["arg1"] = "我的密院在凋零中啜泣！",
						}, -- [65]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501139,
							["arg1"] = "你无法逃避命运！",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/25/2021 的 22:47:05。",
						}, -- [69]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611586099,
							["arg1"] = "好饿啊……",
						}, -- [70]
						{
							["arg2"] = "刽子手阿德拉斯蒂亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1611587520,
							["arg1"] = "暗墙之塔属于主宰者！",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [74]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759042,
							["arg1"] = "你把赞达拉巨魔的灵魂藏哪去了，邦桑迪？快给你的老大送来，否则你会后悔的，非常后悔！",
						}, -- [75]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759053,
							["arg1"] = "呃！好让你把他们送去噬渊吗？那可不行……他们可是我的人，穆厄扎拉。我哪能放弃他们呢！",
						}, -- [76]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759065,
							["arg1"] = "你总是那么软弱，邦桑迪。你早晚都会输掉。到时候，典狱长就会拿回属于他的东西！",
						}, -- [77]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759338,
							["arg1"] = "已断|cff71d5ff|Hspell:332706:0|h[治疗]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [78]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759377,
							["arg1"] = "已断|cff71d5ff|Hspell:332705:0|h[惩击]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [79]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759449,
							["arg1"] = "已断|cff71d5ff|Hspell:332608:0|h[闪电倾泻]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [80]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759497,
							["arg1"] = "已断|cff71d5ff|Hspell:332705:0|h[惩击]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [81]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759512,
							["arg1"] = "已断|cff71d5ff|Hspell:332605:0|h[妖术]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [82]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759538,
							["arg1"] = "已断|cff71d5ff|Hspell:332706:0|h[治疗]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [83]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759579,
							["arg1"] = "已断|cff71d5ff|Hspell:332612:0|h[治疗波]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [84]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759730,
							["arg1"] = "他的力量归我了！我将再度复活！",
						}, -- [85]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759737,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [86]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759740,
							["arg1"] = "死吧，凡人！",
						}, -- [87]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759743,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [88]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759749,
							["arg1"] = "死吧，凡人！",
						}, -- [89]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759752,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [90]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759754,
							["arg1"] = "你的血滋养着我！",
						}, -- [91]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [92]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "死吧，凡人！",
						}, -- [93]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759761,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [94]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759768,
							["arg1"] = "死吧，凡人！",
						}, -- [95]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759770,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [96]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759777,
							["arg1"] = "死吧，凡人！",
						}, -- [97]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759780,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [98]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759782,
							["arg1"] = "你的血滋养着我！",
						}, -- [99]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759792,
							["arg1"] = "这力量……属于我……",
						}, -- [100]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759797,
							["arg1"] = "3",
							["clColor"] = "ffa22fc8",
						}, -- [101]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759798,
							["arg1"] = "2",
							["clColor"] = "ffa22fc8",
						}, -- [102]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759799,
							["arg1"] = "1",
							["clColor"] = "ffa22fc8",
						}, -- [103]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759822,
							["arg1"] = "我要他们的灵魂，邦桑迪！我要拉斯塔哈，我要所有的赞达拉巨魔！最好别对穆厄扎拉说不！",
						}, -- [104]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759835,
							["arg1"] = "你忘记了洛阿神灵的职责！背弃了你和信徒的联结……你赐予他们的力量……呃啊！",
						}, -- [105]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759845,
							["arg1"] = "唯一重要的力量只有死亡！死亡会把他们全部带走！",
						}, -- [106]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759921,
							["arg1"] = "已断|cff71d5ff|Hspell:332196:0|h[释放能量]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [107]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611759993,
							["arg1"] = "已断|cff71d5ff|Hspell:332196:0|h[释放能量]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [108]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611760083,
							["arg1"] = "已断|cff71d5ff|Hspell:332084:0|h[自清洁循环]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [109]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611760122,
							["arg1"] = "已断|cff71d5ff|Hspell:332084:0|h[自清洁循环]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [110]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760267,
							["arg1"] = "看看是谁来了？那个老得发霉的洛阿神灵已经派人来讨债了？！他的魔精我还没摸热乎，我的杰作还没有完成！",
						}, -- [111]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760276,
							["arg1"] = "等等，你也跟邦桑迪做了交易？我知道你总爱搞歪门邪道，米尔豪斯，但没想到你这么没下限！",
						}, -- [112]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760285,
							["arg1"] = "唔，我，呃……嘿，等等！你的意思是你也做了同样的事情！真虚伪！",
						}, -- [113]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760289,
							["arg1"] = "我得教教你，惹恼了天才是什么下场！",
						}, -- [114]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760292,
							["arg1"] = "那是以前！",
						}, -- [115]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760298,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [116]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611760304,
							["arg1"] = "已断|cff71d5ff|Hspell:320008:0|h[寒冰箭]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [117]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760306,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [118]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760309,
							["arg1"] = "激光时间！",
						}, -- [119]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760322,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [120]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760324,
							["arg1"] = "激光时间！",
						}, -- [121]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760330,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [122]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760334,
							["arg1"] = "这回我可要真的使出全力了！",
						}, -- [123]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760336,
							["arg1"] = "激光时间！",
						}, -- [124]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760339,
							["arg1"] = "住手！我宁可放弃魔精也不能失去她！",
						}, -- [125]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760346,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [126]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760354,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [127]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760362,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [128]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760370,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [129]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760378,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [130]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760380,
							["arg1"] = "天降打“鸡”！",
						}, -- [131]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760422,
							["arg1"] = "不要忘记是谁让你成为了神灵，邦桑迪！快交出灵魂，然后在你的主人面前俯首称臣！",
						}, -- [132]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760432,
							["arg1"] = "那是很久以前了，但我都记得。我记得你是怎么被巨魔抛弃的。他们所做的牺牲……泼洒的鲜血……他们都呃呃呃啊！",
						}, -- [133]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760445,
							["arg1"] = "我才不需要什么崇拜者！典狱长会给我一切的力量……而你邦桑迪，将会被永远遗忘！",
						}, -- [134]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611760527,
							["arg1"] = "已断|cff71d5ff|Hspell:333875:0|h[死亡之拥]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [135]
						{
							["arg2"] = "可口可乐儿-影之哀伤",
							["type"] = "YELL",
							["time"] = 1611760711,
							["arg1"] = "已断|cff71d5ff|Hspell:321764:0|h[树皮护甲]|h|r",
							["clColor"] = "ffa22fc8",
						}, -- [136]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761410,
							["arg1"] = "你们会付出高昂的代价。",
						}, -- [137]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761414,
							["arg1"] = "你想学飞行吗？",
						}, -- [138]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761419,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [139]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761424,
							["arg1"] = "想试试这东西吗？",
						}, -- [140]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761431,
							["arg1"] = "你想学飞行吗？",
						}, -- [141]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761436,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [142]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761441,
							["arg1"] = "这些东西可不只是摆设。",
						}, -- [143]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761451,
							["arg1"] = "这下就……有意思了。",
						}, -- [144]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761456,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [145]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761461,
							["arg1"] = "想试试这东西吗？",
						}, -- [146]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761468,
							["arg1"] = "这下就……有意思了。",
						}, -- [147]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761473,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [148]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761476,
							["arg1"] = "我的宝贝可能会要你的命。",
						}, -- [149]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761483,
							["arg1"] = "我……所有的……计划……",
						}, -- [150]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761536,
							["arg1"] = "你这几位小朋友自以为能帮你，邦桑迪？和我打，你们哪来的胜算？",
						}, -- [151]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761546,
							["arg1"] = "我可是带海拉加入典狱长……用奥丁之眼达成交易……用低语让女妖当上大酋长的穆厄扎拉！",
						}, -- [152]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761560,
							["arg1"] = "你以为自己赢了，老大？呵呵，你是不是在暗影里待得太久了？",
						}, -- [153]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761569,
							["arg1"] = "动起来，英雄们！拿回我的魔精，让这个老神灵清醒清醒！",
						}, -- [154]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761570,
							["arg1"] = "邦桑迪的末日将近，你们也死到临头！",
						}, -- [155]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761572,
							["arg1"] = "黑暗由我号令！",
						}, -- [156]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761580,
							["arg1"] = "你的命归我了！",
						}, -- [157]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761585,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [158]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761590,
							["arg1"] = "暗影会吞噬你！",
						}, -- [159]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761598,
							["arg1"] = "黑暗由我号令！",
						}, -- [160]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761608,
							["arg1"] = "黑暗由我号令！",
						}, -- [161]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761613,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [162]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761618,
							["arg1"] = "暗影会吞噬你！",
						}, -- [163]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761623,
							["arg1"] = "你的命归我了！",
						}, -- [164]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761638,
							["arg1"] = "愚蠢的凡人！我可是真正的死亡之神！",
						}, -- [165]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761657,
							["arg1"] = "你可要当心了，沉眠之父。",
						}, -- [166]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761659,
							["arg1"] = "你锁得了我一时，关不住我一世！",
						}, -- [167]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761663,
							["arg1"] = "你的眼里从来都没有子民，只有力量！",
						}, -- [168]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761667,
							["arg1"] = "就这么不把我放在眼里吗，老神灵！",
						}, -- [169]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761675,
							["arg1"] = "休想逃脱死亡！",
						}, -- [170]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761697,
							["arg1"] = "黑暗由我号令！",
						}, -- [171]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761705,
							["arg1"] = "你的命归我了！",
						}, -- [172]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761710,
							["arg1"] = "暗影会吞噬你！",
						}, -- [173]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761715,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [174]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761723,
							["arg1"] = "黑暗由我号令！",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [178]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845300,
							["arg1"] = "谁胆敢扰乱这个不信者的转化？",
						}, -- [179]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "弃誓者，让入侵者看看，什么才是正途！",
						}, -- [180]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "太迟了，它已经看到了真相，睁开的双眼已经觉醒！",
						}, -- [181]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845320,
							["arg1"] = "谁想踏上审判之路？",
						}, -- [182]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845326,
							["arg1"] = "英勇试炼开始。",
						}, -- [183]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845347,
							["arg1"] = "千钧一发之时，才能展现真正的勇气。",
						}, -- [184]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845354,
							["arg1"] = "你们必须接受测试。",
						}, -- [185]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845362,
							["arg1"] = "试炼暂停，心能存储耗尽。",
						}, -- [186]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845368,
							["arg1"] = "弃誓者，起飞！趁他们还没恢复，攻击！",
						}, -- [187]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845394,
							["arg1"] = "心能充能完成，试炼继续。",
						}, -- [188]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845400,
							["arg1"] = "你们必须接受测试。",
						}, -- [189]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845409,
							["arg1"] = "试炼通过，参与者胜利。",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [193]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982283,
							["arg1"] = "好饿啊……",
						}, -- [194]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982545,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [195]
						{
							["arg2"] = "起水泡的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1611984177,
							["arg1"] = "圣光……好烫！！",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [199]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011691,
							["arg1"] = "触须会吞噬你们！",
						}, -- [200]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011708,
							["arg1"] = "触须会吞噬你们！",
						}, -- [201]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011720,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [202]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011730,
							["arg1"] = "污秽的野兽！",
						}, -- [203]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011734,
							["arg1"] = "触须会吞噬你们！",
						}, -- [204]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011738,
							["arg1"] = "花朵再度绽放，将你逐出圣地！",
						}, -- [205]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011759,
							["arg1"] = "污秽的野兽！",
						}, -- [206]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011763,
							["arg1"] = "你脚下的土地会治愈我！",
						}, -- [207]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011769,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [211]
						{
							["arg2"] = "渊誓禁锢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1613103477,
							["arg1"] = "入侵者在这里！",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1613268950,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = " ",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [219]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364889,
							["arg1"] = "奈法利安被杀掉了！奥格瑞玛的居民，在强大的所念皆星河-白骨荒野和她的盟友面前鞠躬致意吧，他们给予了黑龙军团致命的一击！",
						}, -- [220]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364897,
							["arg1"] = "为所念皆星河的成就而庆祝！为她的胜利而狂欢吧！",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [224]
						{
							["arg2"] = "维拉兹之眼",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594477,
							["arg1"] = "噬渊行者来了！",
						}, -- [225]
						{
							["arg2"] = "恶舌者希尔里克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594627,
							["arg1"] = "来帮帮我！帮我找来用于研究的材料。",
						}, -- [226]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594652,
							["arg1"] = "他们自愿为祭仪密院献身！",
						}, -- [227]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594655,
							["arg1"] = "你们不能干扰仪式！陨落者之骨，醒来吧，招呼我们的客人！",
						}, -- [228]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594659,
							["arg1"] = "他们的白骨会强化我的肉身！",
						}, -- [229]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594660,
							["arg1"] = "你们的末日也早已注定！",
						}, -- [230]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594661,
							["arg1"] = "你们的阻挠毫无意义，仪式已经完成。",
						}, -- [231]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594667,
							["arg1"] = "看，我全新的肉身——这才是属于死亡的主人形态！",
						}, -- [232]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594698,
							["arg1"] = "白骨呼唤着你！",
						}, -- [233]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594700,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [234]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594718,
							["arg1"] = "白骨呼唤着你！",
						}, -- [235]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594731,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [236]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594736,
							["arg1"] = "白骨呼唤着你！",
						}, -- [237]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594752,
							["arg1"] = "玛卓克萨斯的力量在我体内流淌！我是死亡的化身！",
						}, -- [238]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594829,
							["arg1"] = "哈哈哈，你们用那么多人……才打败了……我……",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [242]
						{
							["arg2"] = "狂乱的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1627139551,
							["arg1"] = "圣光……好烫！！",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 19:03:20。",
						}, -- [246]
						{
							["arg2"] = "Corgilord-凤凰之神",
							["type"] = "YELL",
							["time"] = 1627556631,
							["arg1"] = "轮椅加速！",
							["clColor"] = "ffc31d39",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会官员",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 11/28/2020 的 13:24:12。",
						}, -- [1]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "OFFICER",
							["time"] = 1606541094,
							["arg1"] = "|Kv1|k",
							["clColor"] = "fffe7b09",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1606561801,
							["arg1"] = "这个干啥的",
							["clColor"] = "ff006fdc",
						}, -- [1]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1606561861,
							["arg1"] = "弄个双手武器要用",
							["clColor"] = "fff38bb9",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 11/30/2020 的 22:31:46。",
							["type"] = "SYSTEM",
						}, -- [5]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1606749272,
							["arg1"] = "TQL",
							["clColor"] = "fffe7b09",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/01/2020 的 22:21:17。",
						}, -- [9]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1606835671,
							["arg1"] = "TQL",
							["clColor"] = "fffe7b09",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = "记录开始于 12/14/2020 的 00:13:42。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1607876113,
							["arg1"] = "哈尼斯斯又又又又拿装备啦",
							["clColor"] = "fffe7b09",
						}, -- [14]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1607876118,
							["arg1"] = "害~",
							["clColor"] = "fffe7b09",
						}, -- [15]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1607876120,
							["arg1"] = "害~~~",
							["clColor"] = "fffe7b09",
						}, -- [16]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1607876123,
							["arg1"] = "害~~~~~~~~~~~~",
							["clColor"] = "fffe7b09",
						}, -- [17]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1607876176,
							["arg1"] = "...",
							["clColor"] = "ff3ec6ea",
						}, -- [18]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1607876184,
							["arg1"] = "晚安",
							["clColor"] = "fffe7b09",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/15/2020 的 23:05:04。",
						}, -- [22]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045792,
							["arg1"] = "听说我们的哈 10层限时啦？",
							["clColor"] = "fffe7b09",
						}, -- [23]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045794,
							["arg1"] = "TQL",
							["clColor"] = "fffe7b09",
						}, -- [24]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045798,
							["arg1"] = "我本周最好战绩 2层",
							["clColor"] = "fffe7b09",
						}, -- [25]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045799,
							["arg1"] = "害",
							["clColor"] = "fffe7b09",
						}, -- [26]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045827,
							["arg1"] = "可能这就是实力吧，猜测一下奥",
							["clColor"] = "fffe7b09",
						}, -- [27]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045839,
							["arg1"] = "YYGQ",
							["clColor"] = "fff38bb9",
						}, -- [28]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045853,
							["arg1"] = "不用猜测",
							["clColor"] = "ff3ec6ea",
						}, -- [29]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045862,
							["arg1"] = "你吗被你猜死了",
							["clColor"] = "ff3ec6ea",
						}, -- [30]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045865,
							["arg1"] = "听得懂嘛",
							["clColor"] = "ff3ec6ea",
						}, -- [31]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045866,
							["arg1"] = "喂",
							["clColor"] = "ff3ec6ea",
						}, -- [32]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045867,
							["arg1"] = "hi",
							["clColor"] = "ff3ec6ea",
						}, -- [33]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045871,
							["arg1"] = "hello",
							["clColor"] = "ff3ec6ea",
						}, -- [34]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045871,
							["arg1"] = "hallo",
							["clColor"] = "ff3ec6ea",
						}, -- [35]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045873,
							["arg1"] = "Bonjour",
							["clColor"] = "ff3ec6ea",
						}, -- [36]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045906,
							["arg1"] = "A了 害",
							["clColor"] = "fffe7b09",
						}, -- [37]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608045926,
							["arg1"] = "害",
							["clColor"] = "ff3ec6ea",
						}, -- [38]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608046077,
							["arg1"] = "橙装怎么做啊？",
							["clColor"] = "fffe7b09",
						}, -- [39]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608046081,
							["arg1"] = "怎么用？",
							["clColor"] = "fffe7b09",
						}, -- [40]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608046091,
							["arg1"] = "有个前置任务",
							["clColor"] = "fff38bb9",
						}, -- [41]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608046095,
							["arg1"] = "好了。。",
							["clColor"] = "fffe7b09",
						}, -- [42]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608046155,
							["arg1"] = "我个惩戒骑，防骑核心橙都出全了",
							["clColor"] = "fff38bb9",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/16/2020 的 22:22:22。",
						}, -- [46]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128651,
							["arg1"] = "欢迎小杨哥哥~",
							["clColor"] = "fffe7b09",
						}, -- [47]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128674,
							["arg1"] = "{害羞}",
							["clColor"] = "ffc31d39",
						}, -- [48]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128692,
							["arg1"] = "那个哈尼斯斯是 小姚哥哥 格服第一fs",
							["clColor"] = "fffe7b09",
						}, -- [49]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128743,
							["arg1"] = "那可惜了呀，应该练个FS学习一下的",
							["clColor"] = "ffc31d39",
						}, -- [50]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128829,
							["arg1"] = "小姚哥哥在冲首杀，可能暂时没空离我们 害",
							["clColor"] = "fffe7b09",
						}, -- [51]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128840,
							["arg1"] = "害，第一肯定是很忙的呀",
							["clColor"] = "ffc31d39",
						}, -- [52]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128905,
							["arg1"] = "下啦，小姚哥哥一会应该会看到记录的8",
							["clColor"] = "fffe7b09",
						}, -- [53]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128908,
							["arg1"] = "低保都没打",
							["clColor"] = "ffc31d39",
						}, -- [54]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128919,
							["arg1"] = "应该吧，但是也可能第一比较忙呀",
							["clColor"] = "ffc31d39",
						}, -- [55]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128921,
							["arg1"] = "我打了个2层，害",
							["clColor"] = "fffe7b09",
						}, -- [56]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128924,
							["arg1"] = "不看也是可以理解的",
							["clColor"] = "ffc31d39",
						}, -- [57]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128931,
							["arg1"] = "法神已经10层限时啦",
							["clColor"] = "fffe7b09",
						}, -- [58]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128937,
							["arg1"] = "TQL",
							["clColor"] = "fffe7b09",
						}, -- [59]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608128948,
							["arg1"] = "TQLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLL",
							["clColor"] = "ffc31d39",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/17/2020 的 20:13:30。",
						}, -- [63]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211195,
							["arg1"] = "哇恰",
							["clColor"] = "ff3ec6ea",
						}, -- [64]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211201,
							["arg1"] = "小杨哥哥 TQLLLLL",
							["clColor"] = "ff3ec6ea",
						}, -- [65]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211205,
							["arg1"] = "小姚哥哥好",
							["clColor"] = "fffe7b09",
						}, -- [66]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211208,
							["arg1"] = "嘻嘻嘻嘻嘻嘻",
							["clColor"] = "ffc31d39",
						}, -- [67]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211212,
							["arg1"] = "{无辜}",
							["clColor"] = "ff3ec6ea",
						}, -- [68]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211218,
							["arg1"] = "第一FS理我啦",
							["clColor"] = "ffc31d39",
						}, -- [69]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211223,
							["arg1"] = "{邪恶}",
							["clColor"] = "ffc31d39",
						}, -- [70]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211235,
							["arg1"] = "害呀 昨天就理了呀",
							["clColor"] = "ff3ec6ea",
						}, -- [71]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211249,
							["arg1"] = "{悲剧} 可能是小杨哥哥自动屏蔽了我",
							["clColor"] = "ff3ec6ea",
						}, -- [72]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211264,
							["arg1"] = "U1S1",
							["clColor"] = "fffe7b09",
						}, -- [73]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211266,
							["arg1"] = "没有理嗷",
							["clColor"] = "fffe7b09",
						}, -- [74]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211269,
							["arg1"] = "不能造谣",
							["clColor"] = "fffe7b09",
						}, -- [75]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211270,
							["arg1"] = "群里",
							["clColor"] = "ff3ec6ea",
						}, -- [76]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211273,
							["arg1"] = "您昨天在冲首杀",
							["clColor"] = "fffe7b09",
						}, -- [77]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211276,
							["arg1"] = "小杨哥哥不在吗",
							["clColor"] = "ff3ec6ea",
						}, -- [78]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211279,
							["arg1"] = "小杨哥哥不在群里",
							["clColor"] = "fffe7b09",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211280,
							["arg1"] = "不好意思",
							["clColor"] = "fffe7b09",
						}, -- [80]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211282,
							["arg1"] = "害",
							["clColor"] = "ff3ec6ea",
						}, -- [81]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211285,
							["arg1"] = "那就是你的不对了呀",
							["clColor"] = "ff3ec6ea",
						}, -- [82]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608211288,
							["arg1"] = "您",
							["clColor"] = "ff3ec6ea",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = "记录开始于 12/17/2020 的 22:42:26。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608218926,
							["arg1"] = "M不带我",
							["clColor"] = "fffefefe",
						}, -- [87]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608218969,
							["arg1"] = "来",
							["clColor"] = "fffe7b09",
						}, -- [88]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608218986,
							["arg1"] = "1",
							["clColor"] = "fffefefe",
						}, -- [89]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219198,
							["arg1"] = "打啥啊",
							["clColor"] = "fffefefe",
						}, -- [90]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219209,
							["arg1"] = "毕节2",
							["clColor"] = "ffc59a6c",
						}, -- [91]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219219,
							["arg1"] = "|cffa335ee|Hkeystone:180653:377:2:9:0:0:0|h[钥石：彼界 (2)]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [92]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219238,
							["arg1"] = "带我能打？",
							["clColor"] = "fffefefe",
						}, -- [93]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219244,
							["arg1"] = "|cffffff00|Hquest:62638:2060|h[战争的使者]|h|r",
							["clColor"] = "fffefefe",
						}, -- [94]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219252,
							["arg1"] = "|cffa335ee|Hkeystone:180653:375:2:9:0:0:0|h[钥石：塞兹仙林的迷雾 (2)]|h|r",
							["clColor"] = "fffefefe",
						}, -- [95]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219286,
							["arg1"] = "你们是又开发了一个YY？",
							["clColor"] = "fffefefe",
						}, -- [96]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219291,
							["arg1"] = "46207461",
							["clColor"] = "fffe7b09",
						}, -- [97]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608219296,
							["arg1"] = "工会专业YY啊",
							["clColor"] = "fffe7b09",
						}, -- [98]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608221368,
							["arg1"] = "|cffa335ee|Hitem:184021::::::::60:102::5:4:7188:6652:1485:6646:1:28:2060:::|h[同化雕文]|h|r",
							["clColor"] = "fffe7b09",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 12/20/2020 的 21:55:38。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473556,
							["arg1"] = "有人大米吗",
							["clColor"] = "fff38bb9",
						}, -- [103]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473565,
							["arg1"] = "有人  打大米吗",
							["clColor"] = "fff38bb9",
						}, -- [104]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473577,
							["arg1"] = "|cffa335ee|Hkeystone:180653:376:6:9:7:0:0|h[钥石：通灵战潮 (6)]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [105]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473787,
							["arg1"] = "|cffa335ee|Hkeystone:180653:375:2:9:0:0:0|h[钥石：塞兹仙林的迷雾 (2)]|h|r",
							["clColor"] = "fffefefe",
						}, -- [106]
						{
							["arg2"] = "Superdady-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473816,
							["arg1"] = "需要dps吗",
							["clColor"] = "fff38bb9",
						}, -- [107]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473839,
							["arg1"] = "没人啊",
							["clColor"] = "fffefefe",
						}, -- [108]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473968,
							["arg1"] = "SB花开",
							["clColor"] = "fffefefe",
						}, -- [109]
						{
							["arg2"] = "罂僳埖丶謝-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608473986,
							["arg1"] = "。。。",
							["clColor"] = "ffc31d39",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = "记录开始于 12/21/2020 的 20:05:08。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552417,
							["arg1"] = "有没有刷M的呀",
							["clColor"] = "fffe7b09",
						}, -- [114]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552463,
							["arg1"] = "我有6c快活林，等球菌他们一起呗",
							["clColor"] = "ffc59a6c",
						}, -- [115]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552481,
							["arg1"] = "哇，6C",
							["clColor"] = "ffc31d39",
						}, -- [116]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552486,
							["arg1"] = "那我是不是输出太低啦",
							["clColor"] = "ffc31d39",
						}, -- [117]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552512,
							["arg1"] = "湖州扛把子多少装等了",
							["clColor"] = "ffc59a6c",
						}, -- [118]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552536,
							["arg1"] = "177，嘻嘻",
							["clColor"] = "ffc31d39",
						}, -- [119]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552549,
							["arg1"] = "周末出去玩了，没有努力",
							["clColor"] = "ffc31d39",
						}, -- [120]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552559,
							["arg1"] = "我们先打两个ptm?",
							["clColor"] = "fffe7b09",
						}, -- [121]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552573,
							["arg1"] = "嗯，你们提升下，180差不多进去",
							["clColor"] = "ffc59a6c",
						}, -- [122]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552589,
							["arg1"] = "这周风雷，近战你麻痹了",
							["clColor"] = "ffc59a6c",
						}, -- [123]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552648,
							["arg1"] = "我也才180",
							["clColor"] = "ff006fdc",
						}, -- [124]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552650,
							["arg1"] = "GG",
							["clColor"] = "ff006fdc",
						}, -- [125]
						{
							["arg2"] = "Exmist-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608552726,
							["arg1"] = "啥时候也带我提升一下",
							["clColor"] = "ff00fe97",
						}, -- [126]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608553941,
							["arg1"] = "大佬们，|cffffff00|Hquest:62719:709|h[最后一片]|h|r怎么做？",
							["clColor"] = "fffefefe",
						}, -- [127]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608553978,
							["arg1"] = "回忆就是橙装的图纸",
							["clColor"] = "fff38bb9",
						}, -- [128]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608553986,
							["arg1"] = "拿着回忆，橙装胚子，和急速全能啥的公函",
							["clColor"] = "ffc59a6c",
						}, -- [129]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608553987,
							["arg1"] = "其他都直接拍卖行",
							["clColor"] = "fff38bb9",
						}, -- [130]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608553995,
							["arg1"] = "去找他就行了",
							["clColor"] = "ffc59a6c",
						}, -- [131]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554005,
							["arg1"] = "回忆哪儿来得",
							["clColor"] = "fffefefe",
						}, -- [132]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554024,
							["arg1"] = "冒险指南",
							["clColor"] = "fff38bb9",
						}, -- [133]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554037,
							["arg1"] = "传说之力",
							["clColor"] = "fff38bb9",
						}, -- [134]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554382,
							["arg1"] = "心能只有做世界任务有？",
							["clColor"] = "fffefefe",
						}, -- [135]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554410,
							["arg1"] = "有2个周长没有250",
							["clColor"] = "fff38bb9",
						}, -- [136]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554415,
							["arg1"] = "每个",
							["clColor"] = "fff38bb9",
						}, -- [137]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554591,
							["arg1"] = "太少了",
							["clColor"] = "fffefefe",
						}, -- [138]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608554611,
							["arg1"] = "世界BOSS还有250",
							["clColor"] = "fff38bb9",
						}, -- [139]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555461,
							["arg1"] = "6仙林有人打吗",
							["clColor"] = "ffc59a6c",
						}, -- [140]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555474,
							["arg1"] = "打的话我换ms",
							["clColor"] = "ffc59a6c",
						}, -- [141]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555523,
							["arg1"] = "我晚点···卡的意识模糊···",
							["clColor"] = "fff38bb9",
						}, -- [142]
						{
							["arg2"] = "猛猪突进-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555549,
							["arg1"] = "今天没T了，邱君要当车头了",
							["clColor"] = "ffc59a6c",
						}, -- [143]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555586,
							["arg1"] = "gg",
							["clColor"] = "fff38bb9",
						}, -- [144]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555618,
							["arg1"] = "你低保呢·",
							["clColor"] = "fff38bb9",
						}, -- [145]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555624,
							["arg1"] = "···字都打不出来",
							["clColor"] = "fff38bb9",
						}, -- [146]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555630,
							["arg1"] = "MMP了·",
							["clColor"] = "fff38bb9",
						}, -- [147]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555701,
							["arg1"] = "等下路局",
							["clColor"] = "fff38bb9",
						}, -- [148]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555711,
							["arg1"] = "艰难",
							["clColor"] = "ffc31d39",
						}, -- [149]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555715,
							["arg1"] = "应该尾王了",
							["clColor"] = "fff38bb9",
						}, -- [150]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555723,
							["arg1"] = "他妈的 这个qs大概掉了20次",
							["clColor"] = "fffe7b09",
						}, -- [151]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608555729,
							["arg1"] = "一万次吧",
							["clColor"] = "ffc31d39",
						}, -- [152]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556153,
							["arg1"] = "一个ptm打了一个小时了",
							["clColor"] = "fffe7b09",
						}, -- [153]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556155,
							["arg1"] = "行吧",
							["clColor"] = "fffe7b09",
						}, -- [154]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556159,
							["arg1"] = "爽呀",
							["clColor"] = "ffc31d39",
						}, -- [155]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556340,
							["arg1"] = "我特么",
							["clColor"] = "ffc31d39",
						}, -- [156]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556374,
							["arg1"] = "来帮忙打一下",
							["clColor"] = "fffe7b09",
						}, -- [157]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556376,
							["arg1"] = "我操他妈了",
							["clColor"] = "fffe7b09",
						}, -- [158]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556659,
							["arg1"] = "打你麻痹了",
							["clColor"] = "fffe7b09",
						}, -- [159]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556665,
							["arg1"] = "打完歇了",
							["clColor"] = "fffe7b09",
						}, -- [160]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608556666,
							["arg1"] = "我草你妈",
							["clColor"] = "fffe7b09",
						}, -- [161]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608557004,
							["arg1"] = "头好疼啊",
							["clColor"] = "ffc31d39",
						}, -- [162]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608557046,
							["arg1"] = "菜得过分了",
							["clColor"] = "fff38bb9",
						}, -- [163]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608557149,
							["arg1"] = "叼",
							["clColor"] = "ffc31d39",
						}, -- [164]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608557159,
							["arg1"] = "diao",
							["clColor"] = "ffc31d39",
						}, -- [165]
						{
							["arg2"] = "豆腐乾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1608557165,
							["arg1"] = "刁",
							["clColor"] = "ffc31d39",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/27/2020 的 22:09:01。",
						}, -- [169]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609081172,
							["arg1"] = "害 被孤立啦 没人理我 难受住",
							["clColor"] = "fffe7b09",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = "记录开始于 12/29/2020 的 22:43:57。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609253601,
							["arg1"] = "大佬们",
							["clColor"] = "fffefefe",
						}, -- [174]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609253613,
							["arg1"] = "带花开打几个低层呗",
							["clColor"] = "fffefefe",
						}, -- [175]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609253629,
							["arg1"] = "他们在打",
							["clColor"] = "ffc31d39",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = "记录开始于 12/30/2020 的 23:09:46。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609342604,
							["arg1"] = "打了两次2层的爬塔，爬了1个半小时 灭了",
							["clColor"] = "ffc31d39",
						}, -- [180]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609342606,
							["arg1"] = "行吧",
							["clColor"] = "ffc31d39",
						}, -- [181]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609342611,
							["arg1"] = "玩你妈了",
							["clColor"] = "ffc31d39",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/31/2020 的 08:12:07。",
						}, -- [185]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373688,
							["arg1"] = "大清早的都在线？！",
							["clColor"] = "ff006fdc",
						}, -- [186]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373699,
							["arg1"] = "老板们都起的早啊",
							["clColor"] = "ff006fdc",
						}, -- [187]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373725,
							["arg1"] = "拍时光本么",
							["clColor"] = "fff38bb9",
						}, -- [188]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373734,
							["arg1"] = "时光本干啥",
							["clColor"] = "ff006fdc",
						}, -- [189]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373737,
							["arg1"] = "周长？",
							["clColor"] = "ff006fdc",
						}, -- [190]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373742,
							["arg1"] = "送意见200的",
							["clColor"] = "fff38bb9",
						}, -- [191]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373776,
							["arg1"] = "我可以啊",
							["clColor"] = "ff006fdc",
						}, -- [192]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373793,
							["arg1"] = "我今天在家",
							["clColor"] = "ff006fdc",
						}, -- [193]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373797,
							["arg1"] = "一天都可以飞",
							["clColor"] = "ff006fdc",
						}, -- [194]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373811,
							["arg1"] = "我下午可以飞",
							["clColor"] = "fff38bb9",
						}, -- [195]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609373812,
							["arg1"] = "你防骑？",
							["clColor"] = "ff006fdc",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 01/01/2021 的 23:29:32。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609515238,
							["arg1"] = "？",
							["clColor"] = "ffc31d39",
						}, -- [200]
						{
							["arg1"] = " ",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/02/2021 的 23:10:23。",
						}, -- [203]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609602567,
							["arg1"] = "|cffa335ee|Hitem:40343::::::::60:66:::1:3524:1:28:1017:::|h[末日决战]|h|r",
							["clColor"] = "fff38bb9",
						}, -- [204]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609603736,
							["arg1"] = "|cffa335ee|Hitem:180273:3368:::::::60:252:::2:42:1567::::|h[哀伤克星]|h|r",
							["clColor"] = "ffc31d39",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/03/2021 的 21:13:29。",
						}, -- [208]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609684156,
							["arg1"] = "1",
							["clColor"] = "ffc31d39",
						}, -- [209]
						{
							["arg1"] = " ",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = "记录开始于 01/04/2021 的 22:45:30。",
							["type"] = "SYSTEM",
						}, -- [212]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609771567,
							["arg1"] = "TQLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLLL",
							["clColor"] = "ff3ec6ea",
						}, -- [213]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609771601,
							["arg1"] = "1111",
							["clColor"] = "ffa22fc8",
						}, -- [214]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609771639,
							["arg1"] = "害，被孤立了",
							["clColor"] = "ffc31d39",
						}, -- [215]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609771642,
							["arg1"] = "就这样8",
							["clColor"] = "ffc31d39",
						}, -- [216]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609771653,
							["arg1"] = "只能集合石打pj",
							["clColor"] = "ffc31d39",
						}, -- [217]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609771656,
							["arg1"] = "没人带我 害",
							["clColor"] = "ffc31d39",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = "记录开始于 01/06/2021 的 19:36:49。",
							["type"] = "SYSTEM",
						}, -- [221]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1609933780,
							["arg1"] = "时空团本，掉200装备",
							["clColor"] = "fffefefe",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = "记录开始于 01/16/2021 的 12:47:41。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1610774327,
							["arg1"] = "居然有提升。。。",
							["clColor"] = "ffc31d39",
						}, -- [226]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1610774363,
							["arg1"] = "buxucixing",
							["clColor"] = "ff006fdc",
						}, -- [227]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1610774367,
							["arg1"] = "不虚此行",
							["clColor"] = "ff006fdc",
						}, -- [228]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1610774372,
							["arg1"] = "哈哈哈",
							["clColor"] = "ffc31d39",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [232]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1610897599,
							["arg1"] = "7层彼界",
							["clColor"] = "ff006fdc",
						}, -- [233]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1610897603,
							["arg1"] = "有大腿么",
							["clColor"] = "ff006fdc",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 22:25:06。",
						}, -- [237]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1611152861,
							["arg1"] = "|cffa335ee|Hkeystone:180653:381:15:9:6:13:121|h[钥石：晋升高塔 (15)]|h|r打不打？",
							["clColor"] = "fffefefe",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 23:02:14。",
						}, -- [241]
						{
							["arg2"] = "通臂拳-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1611241456,
							["arg1"] = "没人来YY聊天吗",
							["clColor"] = "ff3ec6ea",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/25/2021 的 22:47:05。",
						}, -- [245]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1611587280,
							["arg1"] = "害，被孤立了",
							["clColor"] = "ffc31d39",
						}, -- [246]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1611587282,
							["arg1"] = "就这样8",
							["clColor"] = "ffc31d39",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "MONEY",
							["time"] = 1614486465,
							["arg1"] = "你拾取了3金币, 74银币, 30铜币",
						}, -- [1]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486465,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x13。",
						}, -- [2]
						{
							["type"] = "MONEY",
							["time"] = 1614486499,
							["arg1"] = "你拾取了4金币, 29银币, 74铜币",
						}, -- [3]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486499,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x8。",
						}, -- [4]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486548,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x8。",
						}, -- [5]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486550,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x2。",
						}, -- [6]
						{
							["type"] = "MONEY",
							["time"] = 1614486556,
							["arg1"] = "你拾取了4金币, 10银币, 32铜币",
						}, -- [7]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486556,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x25。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1614486715,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:179370::::::::60:252:::::::|h[惰性通路徽记]|h|r。",
						}, -- [9]
						{
							["type"] = "MONEY",
							["time"] = 1614486716,
							["arg1"] = "你拾取了11金币, 29银币, 18铜币",
						}, -- [10]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486716,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x35。",
						}, -- [11]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486756,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x6。",
						}, -- [12]
						{
							["type"] = "MONEY",
							["time"] = 1614486764,
							["arg1"] = "你拾取了9金币, 6银币, 19铜币",
						}, -- [13]
						{
							["type"] = "CURRENCY",
							["time"] = 1614486764,
							["arg1"] = "你获得了：|cffa335ee|Hcurrency:1728:0|h[幻灭心能]|h|r x24。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1614486768,
							["arg1"] = "你获得了心能之力：|cff71d5ff|Hmawpower:1211|h[符文猎手]|h|r",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1617594516,
							["arg1"] = "你获得了战利品：|cff1eff00|Hitem:173204::::::::60:252:::::::|h[黯光丝绸]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1617594516,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:173202::::::::60:252:::::::|h[萦亡布]|h|r。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1617594516,
							["arg1"] = "你获得了战利品：|cff9d9d9d|Hitem:176869::::::::60:252:::::::|h[骨头碎片]|h|rx2。",
						}, -- [21]
						{
							["type"] = "MONEY",
							["time"] = 1617594517,
							["arg1"] = "你拾取了2金币, 59银币, 69铜币",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1617594553,
							["arg1"] = "艾尔卡迪娅-贫瘠之地制造了：|cffffffff|Hitem:5512::::::::60:252:::::::|h[治疗石]|h|r。",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1617594565,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:5512::::::::60:252:::::::|h[治疗石]|h|r。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1617594573,
							["arg1"] = "小青庭-冰风岗获得了战利品：|cff1eff00|Hitem:171830::::::::60:252:::::::|h[髓硫矿石]|h|rx9。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1617594574,
							["arg1"] = "小青庭-冰风岗获得了战利品：|cffffffff|Hitem:171840::::::::60:252:::::::|h[多孔石]|h|r。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1617594584,
							["arg1"] = "豆腐-影之哀伤制造了：|cffffffff|Hitem:177278::::::::60:252:::::::|h[静谧之瓶]|h|r。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1617594584,
							["arg1"] = "豆腐-影之哀伤制造了：|cffffffff|Hitem:177278::::::::60:252:::::::|h[静谧之瓶]|h|r。",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1617594584,
							["arg1"] = "豆腐-影之哀伤制造了：|cffffffff|Hitem:177278::::::::60:252:::::::|h[静谧之瓶]|h|r。",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1617594596,
							["arg1"] = "Agayt-燃烧之刃获得了战利品：|cff1eff00|Hitem:171830::::::::60:252:::::::|h[髓硫矿石]|h|rx5。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1617594599,
							["arg1"] = "喝小茶-熊猫酒仙制造了：|cffffffff|Hitem:177278::::::::60:252:::::::|h[静谧之瓶]|h|r。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1617594673,
							["arg1"] = "靖兔-伊利丹制造了：|cffffffff|Hitem:36799::::::::60:252:::::::|h[法力宝石]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1617594830,
							["arg1"] = "喝小茶-熊猫酒仙获得了物品：|cffa335ee|Hitem:184140::::::::60:252::81:3:6652:1492:6646:1:28:2060:::|h[骨栓足垫]|h|r。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1617594830,
							["arg1"] = "暗夜玄霄-阿拉希获得了物品：|cffa335ee|Hitem:182346::::::::60:252::3:2:1527:7245:2:28:2060:37:5:::|h[翻腾之潮]|h|r。",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1617594830,
							["arg1"] = "蓝色的云-古达克获得了物品：|cffa335ee|Hitem:184135::::::::60:252::81:4:6652:7194:1492:6646:1:28:2060:::|h[肩刃护臂]|h|r。",
						}, -- [35]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "铁锅炖表弟-艾露恩获得了物品：|cffa335ee|Hitem:184143::::::::60:252::81:4:6652:7194:1492:6646:1:28:2060:::|h[复生白骨领主之戒]|h|r。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "霍格沃兹-狂热之刃获得了物品：|cffa335ee|Hitem:184140::::::::60:252::81:3:6652:1492:6646:1:28:2060:::|h[骨栓足垫]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "艾尔卡迪娅-贫瘠之地获得了物品：|cffa335ee|Hitem:184143::::::::60:252::81:4:6652:7194:1492:6646:1:28:2060:::|h[复生白骨领主之戒]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "浪客猎心-风行者获得了物品：|cffa335ee|Hitem:184143::::::::60:252::81:4:6652:7193:1492:6646:1:28:2060:::|h[复生白骨领主之戒]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "迟小鸣-死亡之翼获得了物品：|cffff8000|Hitem:183386::::::::60:252::::1:28:2060:::|h[弗吉达的回忆]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "杜克汉姆-索瑞森获得了物品：|cffa335ee|Hitem:184143::::::::60:252::81:4:6652:7194:1492:6646:1:28:2060:::|h[复生白骨领主之戒]|h|r。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "杜克汉姆-索瑞森获得了物品：|cffa335ee|Hitem:182463::::::::60:252::3:2:1527:7245:2:28:2060:37:5:::|h[严苛惩罚]|h|r。",
						}, -- [42]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "靖兔-伊利丹获得了物品：|cffa335ee|Hitem:184133::::::::60:252::81:4:6652:7194:1492:6646:1:28:2060:::|h[爬脊者腰索]|h|r。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1617594832,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:181648::::::::60:252:::::::|h[通灵塔聚焦水晶]|h|r。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1617594982,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176784::::::::60:252:::3:6907:6652:1678:2:9:60:28:1707:::|h[快刀之钢鳞护肩]|h|r。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1617594982,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176768::::::::60:252:::3:6907:6652:1695:2:9:60:28:1707:::|h[燎火之钢鳞踏靴]|h|r。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1617595003,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173129::::::::60:252:::::::|h[万能聚簇宝石]|h|r。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1617595089,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::|h[灵魂之尘]|h|rx3。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1617595093,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::|h[灵魂之尘]|h|rx3。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1617595177,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:172232::::::::60:252:::::::|h[永恒水晶]|h|r。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1617595181,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:172232::::::::60:252:::::::|h[永恒水晶]|h|r。",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1617595181,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::|h[圣洁碎片]|h|r。",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:17:26。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1627096755,
							["arg1"] = "你获得了战利品：|cffa335ee|Hitem:172232::::::::60:252:::::::::|h[永恒水晶]|h|r",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1627096755,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1627139497,
							["arg1"] = "你制造了：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|r。",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1627139505,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:175558::::::::60:252:::2:6907:1686:2:9:60:28:1707:::::|h[无双之暮蓟头盔]|h|r",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1627139505,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186116::::::::60:252:::2:7452:1696:2:9:60:28:2043:::::|h[燎火之渊誓刺客的兜帽]|h|r",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1627139508,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1627139511,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1627139748,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:170554::::::::60:252:::::::::|h[慰魂之光]|h|rx9",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1627139753,
							["arg1"] = "你制造了：|cffffffff|Hitem:171263::::::::60:252:::::::::|h[灵魂净化药水]|h|r。",
						}, -- [67]
						{
							["type"] = "LOOT",
							["time"] = 1627139756,
							["arg1"] = "你制造了：|cffffffff|Hitem:171263::::::::60:252:::::::::|h[灵魂净化药水]|h|r。",
						}, -- [68]
						{
							["type"] = "LOOT",
							["time"] = 1627139758,
							["arg1"] = "你制造了：|cffffffff|Hitem:171263::::::::60:252:::::::::|h[灵魂净化药水]|h|r。",
						}, -- [69]
						{
							["type"] = "LOOT",
							["time"] = 1627139781,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:170554::::::::60:252:::::::::|h[慰魂之光]|h|rx3",
						}, -- [70]
						{
							["type"] = "LOOT",
							["time"] = 1627139788,
							["arg1"] = "你制造了：|cffffffff|Hitem:171263::::::::60:252:::::::::|h[灵魂净化药水]|h|r。",
						}, -- [71]
						{
							["type"] = "LOOT",
							["time"] = 1627139852,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:169701::::::::60:252:::::::::|h[绽亡花]|h|rx30",
						}, -- [72]
						{
							["type"] = "LOOT",
							["time"] = 1627139860,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [73]
						{
							["type"] = "LOOT",
							["time"] = 1627139862,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [74]
						{
							["type"] = "LOOT",
							["time"] = 1627139864,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [75]
						{
							["type"] = "LOOT",
							["time"] = 1627139866,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [76]
						{
							["type"] = "LOOT",
							["time"] = 1627139868,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [77]
						{
							["type"] = "LOOT",
							["time"] = 1627139871,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [78]
						{
							["type"] = "LOOT",
							["time"] = 1627139873,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [79]
						{
							["type"] = "LOOT",
							["time"] = 1627139875,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [80]
						{
							["type"] = "LOOT",
							["time"] = 1627139877,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [81]
						{
							["type"] = "LOOT",
							["time"] = 1627139879,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [82]
						{
							["type"] = "LOOT",
							["time"] = 1627139881,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [83]
						{
							["type"] = "LOOT",
							["time"] = 1627139883,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [84]
						{
							["type"] = "LOOT",
							["time"] = 1627139885,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [85]
						{
							["type"] = "LOOT",
							["time"] = 1627139887,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [86]
						{
							["type"] = "LOOT",
							["time"] = 1627139889,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [87]
						{
							["type"] = "LOOT",
							["time"] = 1627139891,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [88]
						{
							["type"] = "LOOT",
							["time"] = 1627139893,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [89]
						{
							["type"] = "LOOT",
							["time"] = 1627139896,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [90]
						{
							["type"] = "LOOT",
							["time"] = 1627139898,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [91]
						{
							["type"] = "LOOT",
							["time"] = 1627139900,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [92]
						{
							["type"] = "LOOT",
							["time"] = 1627139902,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [93]
						{
							["type"] = "LOOT",
							["time"] = 1627139904,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [94]
						{
							["type"] = "LOOT",
							["time"] = 1627139906,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [95]
						{
							["type"] = "LOOT",
							["time"] = 1627139908,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [96]
						{
							["type"] = "LOOT",
							["time"] = 1627139910,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [97]
						{
							["type"] = "LOOT",
							["time"] = 1627139912,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [98]
						{
							["type"] = "LOOT",
							["time"] = 1627139914,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [99]
						{
							["type"] = "LOOT",
							["time"] = 1627139917,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [100]
						{
							["type"] = "LOOT",
							["time"] = 1627139919,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [101]
						{
							["type"] = "LOOT",
							["time"] = 1627139921,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [102]
						{
							["type"] = "LOOT",
							["time"] = 1627139923,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [103]
						{
							["type"] = "LOOT",
							["time"] = 1627139925,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [104]
						{
							["type"] = "LOOT",
							["time"] = 1627139927,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [105]
						{
							["type"] = "LOOT",
							["time"] = 1627139929,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [106]
						{
							["type"] = "LOOT",
							["time"] = 1627139931,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [107]
						{
							["type"] = "LOOT",
							["time"] = 1627139933,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [108]
						{
							["type"] = "LOOT",
							["time"] = 1627139935,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [109]
						{
							["type"] = "LOOT",
							["time"] = 1627139937,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [110]
						{
							["type"] = "LOOT",
							["time"] = 1627139940,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [111]
						{
							["type"] = "LOOT",
							["time"] = 1627139942,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [112]
						{
							["type"] = "LOOT",
							["time"] = 1627139944,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [113]
						{
							["type"] = "LOOT",
							["time"] = 1627139946,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [114]
						{
							["type"] = "LOOT",
							["time"] = 1627139948,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [115]
						{
							["type"] = "LOOT",
							["time"] = 1627139950,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [116]
						{
							["type"] = "LOOT",
							["time"] = 1627139952,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [117]
						{
							["type"] = "LOOT",
							["time"] = 1627139954,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [118]
						{
							["type"] = "LOOT",
							["time"] = 1627139956,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [119]
						{
							["type"] = "LOOT",
							["time"] = 1627139958,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [120]
						{
							["type"] = "LOOT",
							["time"] = 1627139961,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [121]
						{
							["type"] = "LOOT",
							["time"] = 1627139963,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 07/26/2021 的 23:18:30。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["type"] = "LOOT",
							["time"] = 1627312907,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:49:30:32:::::|h[荒鳞护手]|h|r",
						}, -- [126]
						{
							["type"] = "LOOT",
							["time"] = 1627312908,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172235::::::::60:252::13::3:28:2142:29:49:30:32:::::|h[荒革便鞋]|h|r",
						}, -- [127]
						{
							["type"] = "LOOT",
							["time"] = 1627312908,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:171263::::::::60:252:::::::::|h[灵魂净化药水]|h|rx4",
						}, -- [128]
						{
							["type"] = "LOOT",
							["time"] = 1627312908,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:32:30:40:::::|h[荒鳞护手]|h|r",
						}, -- [129]
						{
							["type"] = "LOOT",
							["time"] = 1627312908,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176794::::::::60:252::23:3:6908:6652:1705:2:9:60:28:749:::::|h[曙光之鎏金战刃]|h|r",
						}, -- [130]
						{
							["type"] = "LOOT",
							["time"] = 1627312908,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176803::::::::60:252::23:3:6908:41:1679:2:9:60:28:749:::::|h[快刀之谐律之锤]|h|r",
						}, -- [131]
						{
							["type"] = "LOOT",
							["time"] = 1627312909,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:36:30:40:::::|h[荒鳞护手]|h|r",
						}, -- [132]
						{
							["type"] = "LOOT",
							["time"] = 1627312909,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:177773::::::::60:252:::4:6907:43:7575:1709:2:9:60:28:2043:::::|h[曙光之宣罪折磨者的裹腕]|h|r",
						}, -- [133]
						{
							["type"] = "LOOT",
							["time"] = 1627312909,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:36:30:32:::::|h[荒鳞护手]|h|r",
						}, -- [134]
						{
							["type"] = "LOOT",
							["time"] = 1627312909,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:40:30:49:::::|h[荒鳞护手]|h|r",
						}, -- [135]
						{
							["type"] = "LOOT",
							["time"] = 1627312910,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:49:30:40:::::|h[荒鳞护手]|h|r",
						}, -- [136]
						{
							["type"] = "LOOT",
							["time"] = 1627312916,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [137]
						{
							["type"] = "LOOT",
							["time"] = 1627312920,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [138]
						{
							["type"] = "LOOT",
							["time"] = 1627312923,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [139]
						{
							["type"] = "LOOT",
							["time"] = 1627312926,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [140]
						{
							["type"] = "LOOT",
							["time"] = 1627312930,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [141]
						{
							["type"] = "LOOT",
							["time"] = 1627312933,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [142]
						{
							["type"] = "LOOT",
							["time"] = 1627312936,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [143]
						{
							["type"] = "LOOT",
							["time"] = 1627312939,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [144]
						{
							["type"] = "LOOT",
							["time"] = 1627312945,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [145]
						{
							["type"] = "LOOT",
							["time"] = 1627312949,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 19:03:20。",
						}, -- [149]
						{
							["type"] = "LOOT",
							["time"] = 1627556641,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:178950::::::::60:252:::3:6908:6652:1706:2:9:60:28:1707:::::|h[曙光之黑犬壁垒]|h|r",
						}, -- [150]
						{
							["type"] = "LOOT",
							["time"] = 1627556648,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = "记录开始于 07/29/2021 的 19:06:19。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["type"] = "LOOT",
							["time"] = 1627556881,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:173130::::::::60:252:::::::::|h[精湛聚簇宝石]|h|r",
						}, -- [155]
						{
							["type"] = "LOOT",
							["time"] = 1627556881,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172363::::::::60:252:::::::::|h[附魔戒指 - 精通之义]|h|rx2",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 17:16:00。",
						}, -- [159]
						{
							["type"] = "LOOT",
							["time"] = 1627722985,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172247::::::::60:252::13:1:6890:4:9:60:28:391:29:32:30:36:::::|h[荒鳞护肩]|h|r",
						}, -- [160]
						{
							["type"] = "LOOT",
							["time"] = 1627722985,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172245::::::::60:252::13:1:6887:4:9:60:28:391:29:40:30:36:::::|h[荒鳞头盔]|h|r",
						}, -- [161]
						{
							["type"] = "LOOT",
							["time"] = 1627722985,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172245::::::::60:252::13:1:6887:4:9:60:28:391:29:36:30:32:::::|h[荒鳞头盔]|h|r",
						}, -- [162]
						{
							["type"] = "LOOT",
							["time"] = 1627722986,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172245::::::::60:252::13:1:6887:4:9:60:28:391:29:40:30:49:::::|h[荒鳞头盔]|h|r",
						}, -- [163]
						{
							["type"] = "LOOT",
							["time"] = 1627722986,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172244::::::::60:252::13:1:6887:4:9:60:28:391:29:32:30:49:::::|h[荒鳞护手]|h|r",
						}, -- [164]
						{
							["type"] = "LOOT",
							["time"] = 1627722986,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172245::::::::60:252::13:1:6887:4:9:60:28:391:29:36:30:32:::::|h[荒鳞头盔]|h|r",
						}, -- [165]
						{
							["type"] = "LOOT",
							["time"] = 1627722986,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186112::::::::60:252:::2:7452:1711:2:9:60:28:2043:::::|h[谐律之渊誓黑暗法师的腰索]|h|r",
						}, -- [166]
						{
							["type"] = "LOOT",
							["time"] = 1627722986,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:186017::::::::60:252:::::::::|h[刻钍水晶]|h|r",
						}, -- [167]
						{
							["type"] = "LOOT",
							["time"] = 1627722987,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172247::::::::60:252::13:1:6890:4:9:60:28:391:29:40:30:49:::::|h[荒鳞护肩]|h|r",
						}, -- [168]
						{
							["type"] = "LOOT",
							["time"] = 1627722990,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [169]
						{
							["type"] = "LOOT",
							["time"] = 1627722994,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [170]
						{
							["type"] = "LOOT",
							["time"] = 1627722997,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [171]
						{
							["type"] = "LOOT",
							["time"] = 1627723001,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [172]
						{
							["type"] = "LOOT",
							["time"] = 1627723004,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [173]
						{
							["type"] = "LOOT",
							["time"] = 1627723007,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [174]
						{
							["type"] = "LOOT",
							["time"] = 1627723011,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [175]
						{
							["type"] = "LOOT",
							["time"] = 1627723014,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [176]
						{
							["type"] = "LOOT",
							["time"] = 1627723072,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172363::::::::60:252:::::::::|h[附魔戒指 - 精通之义]|h|rx3",
						}, -- [177]
						{
							["arg1"] = " ",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["type"] = "LOOT",
							["time"] = 1628002685,
							["arg1"] = "你获得了物品：|cffff8000|Hitem:186017::::::::60:252:::::::::|h[刻钍水晶]|h|r",
						}, -- [181]
						{
							["type"] = "LOOT",
							["time"] = 1628002685,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172259::::::::60:252::13:2:6893:7180:4:9:60:28:391:29:32:30:36:::::|h[影鳞便鞋]|h|r",
						}, -- [182]
						{
							["type"] = "LOOT",
							["time"] = 1628002685,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172247::::::::60:252::13:1:6890:4:9:60:28:391:29:49:30:36:::::|h[荒鳞护肩]|h|r",
						}, -- [183]
						{
							["type"] = "LOOT",
							["time"] = 1628002686,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172247::::::::60:252::13:1:6890:4:9:60:28:391:29:36:30:49:::::|h[荒鳞护肩]|h|r",
						}, -- [184]
						{
							["type"] = "LOOT",
							["time"] = 1628002686,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:172247::::::::60:252::13:1:6890:4:9:60:28:391:29:49:30:36:::::|h[荒鳞护肩]|h|r",
						}, -- [185]
						{
							["type"] = "LOOT",
							["time"] = 1628002686,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172259::::::::60:252::13:2:6893:7180:4:9:60:28:391:29:32:30:40:::::|h[影鳞便鞋]|h|r",
						}, -- [186]
						{
							["type"] = "LOOT",
							["time"] = 1628002686,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176776::::::::60:252:::4:6907:6652:7574:1701:2:9:60:28:1707:::::|h[灼光之暗羽头盔]|h|r",
						}, -- [187]
						{
							["type"] = "LOOT",
							["time"] = 1628002687,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|rx3",
						}, -- [188]
						{
							["type"] = "LOOT",
							["time"] = 1628002687,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx6",
						}, -- [189]
						{
							["type"] = "LOOT",
							["time"] = 1628002687,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:176801::::::::60:252:::3:6908:6652:1698:2:9:60:28:2060:::::|h[灼光之无忧之锤]|h|r",
						}, -- [190]
						{
							["type"] = "LOOT",
							["time"] = 1628002687,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172264::::::::60:252::13:2:6893:7180:4:9:60:28:391:29:36:30:32:::::|h[影鳞护腰]|h|r",
						}, -- [191]
						{
							["type"] = "LOOT",
							["time"] = 1628002687,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172264::::::::60:252::13:1:6893:4:9:60:28:391:29:32:30:40:::::|h[影鳞护腰]|h|r",
						}, -- [192]
						{
							["type"] = "LOOT",
							["time"] = 1628002688,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172264::::::::60:252::13:1:6893:4:9:60:28:391:29:49:30:36:::::|h[影鳞护腰]|h|r",
						}, -- [193]
						{
							["type"] = "LOOT",
							["time"] = 1628002688,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172264::::::::60:252::13:1:6893:4:9:60:28:391:29:40:30:49:::::|h[影鳞护腰]|h|r",
						}, -- [194]
						{
							["type"] = "LOOT",
							["time"] = 1628002688,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172264::::::::60:252::13:1:6893:4:9:60:28:391:29:49:30:40:::::|h[影鳞护腰]|h|r",
						}, -- [195]
						{
							["type"] = "LOOT",
							["time"] = 1628002688,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172250::::::::60:252::13:1:6893:4:9:60:28:391:29:49:30:36:::::|h[影缚外套]|h|r",
						}, -- [196]
						{
							["type"] = "LOOT",
							["time"] = 1628002689,
							["arg1"] = "你获得了物品：|cff0070dd|Hitem:172253::::::::60:252::13:1:6893:4:9:60:28:391:29:32:30:49:::::|h[影缚头盔]|h|r",
						}, -- [197]
						{
							["type"] = "LOOT",
							["time"] = 1628002689,
							["arg1"] = "你获得了物品：|cff1eff00|Hitem:186150::::::::60:252:::2:7453:1693:2:9:60:28:2043:::::|h[燎火之渊誓黑暗法师的手杖]|h|r",
						}, -- [198]
						{
							["type"] = "LOOT",
							["time"] = 1628002693,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [199]
						{
							["type"] = "LOOT",
							["time"] = 1628002696,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [200]
						{
							["type"] = "LOOT",
							["time"] = 1628002697,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [201]
						{
							["type"] = "LOOT",
							["time"] = 1628002700,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|rx2",
						}, -- [202]
						{
							["type"] = "LOOT",
							["time"] = 1628002700,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [203]
						{
							["type"] = "LOOT",
							["time"] = 1628002703,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|rx2",
						}, -- [204]
						{
							["type"] = "LOOT",
							["time"] = 1628002704,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [205]
						{
							["type"] = "LOOT",
							["time"] = 1628002707,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [206]
						{
							["type"] = "LOOT",
							["time"] = 1628002707,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [207]
						{
							["type"] = "LOOT",
							["time"] = 1628002710,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [208]
						{
							["type"] = "LOOT",
							["time"] = 1628002710,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [209]
						{
							["type"] = "LOOT",
							["time"] = 1628002713,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [210]
						{
							["type"] = "LOOT",
							["time"] = 1628002714,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [211]
						{
							["type"] = "LOOT",
							["time"] = 1628002718,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [212]
						{
							["type"] = "LOOT",
							["time"] = 1628002718,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [213]
						{
							["type"] = "LOOT",
							["time"] = 1628002721,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [214]
						{
							["type"] = "LOOT",
							["time"] = 1628002721,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [215]
						{
							["type"] = "LOOT",
							["time"] = 1628002725,
							["arg1"] = "你获得了战利品：|cff0070dd|Hitem:172231::::::::60:252:::::::::|h[圣洁碎片]|h|r",
						}, -- [216]
						{
							["type"] = "LOOT",
							["time"] = 1628002725,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [217]
						{
							["type"] = "LOOT",
							["time"] = 1628002729,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|r",
						}, -- [218]
						{
							["type"] = "LOOT",
							["time"] = 1628002732,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx3",
						}, -- [219]
						{
							["type"] = "LOOT",
							["time"] = 1628002735,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [220]
						{
							["type"] = "LOOT",
							["time"] = 1628002739,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx2",
						}, -- [221]
						{
							["type"] = "LOOT",
							["time"] = 1628002742,
							["arg1"] = "你获得了战利品：|cffffffff|Hitem:172230::::::::60:252:::::::::|h[灵魂之尘]|h|rx4",
						}, -- [222]
						{
							["type"] = "LOOT",
							["time"] = 1628002777,
							["arg1"] = "你制造了：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|r。",
						}, -- [223]
						{
							["type"] = "LOOT",
							["time"] = 1628002784,
							["arg1"] = "你制造了：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|r。",
						}, -- [224]
						{
							["type"] = "LOOT",
							["time"] = 1628002789,
							["arg1"] = "你制造了：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|r。",
						}, -- [225]
						{
							["type"] = "LOOT",
							["time"] = 1628002795,
							["arg1"] = "你制造了：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|r。",
						}, -- [226]
						{
							["type"] = "LOOT",
							["time"] = 1628002803,
							["arg1"] = "你制造了：|cff0070dd|Hitem:172418::::::::60:252:::::::::|h[附魔胸甲 - 永恒壁垒]|h|r。",
						}, -- [227]
						{
							["type"] = "LOOT",
							["time"] = 1628002810,
							["arg1"] = "你制造了：|cff0070dd|Hitem:183738::::::::60:252:::::::::|h[附魔胸甲 - 永恒洞察]|h|r。",
						}, -- [228]
						{
							["type"] = "LOOT",
							["time"] = 1628002964,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:169701::::::::60:252:::::::::|h[绽亡花]|h|rx20",
						}, -- [229]
						{
							["type"] = "LOOT",
							["time"] = 1628002968,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [230]
						{
							["type"] = "LOOT",
							["time"] = 1628002970,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [231]
						{
							["type"] = "LOOT",
							["time"] = 1628002973,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [232]
						{
							["type"] = "LOOT",
							["time"] = 1628002975,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [233]
						{
							["type"] = "LOOT",
							["time"] = 1628002977,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [234]
						{
							["type"] = "LOOT",
							["time"] = 1628002979,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [235]
						{
							["type"] = "LOOT",
							["time"] = 1628002981,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [236]
						{
							["type"] = "LOOT",
							["time"] = 1628002983,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [237]
						{
							["type"] = "LOOT",
							["time"] = 1628002985,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [238]
						{
							["type"] = "LOOT",
							["time"] = 1628002987,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [239]
						{
							["type"] = "LOOT",
							["time"] = 1628002989,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [240]
						{
							["type"] = "LOOT",
							["time"] = 1628002991,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [241]
						{
							["type"] = "LOOT",
							["time"] = 1628002993,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [242]
						{
							["type"] = "LOOT",
							["time"] = 1628002996,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [243]
						{
							["type"] = "LOOT",
							["time"] = 1628002998,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [244]
						{
							["type"] = "LOOT",
							["time"] = 1628003000,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [245]
						{
							["type"] = "LOOT",
							["time"] = 1628003002,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [246]
						{
							["type"] = "LOOT",
							["time"] = 1628003004,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [247]
						{
							["type"] = "LOOT",
							["time"] = 1628003006,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [248]
						{
							["type"] = "LOOT",
							["time"] = 1628003008,
							["arg1"] = "你制造了：|cffffffff|Hitem:171267::::::::60:252:::::::::|h[灵魂治疗药水]|h|r。",
						}, -- [249]
						{
							["type"] = "LOOT",
							["time"] = 1628003111,
							["arg1"] = "你制造了：|cff0070dd|Hitem:172415::::::::60:252:::::::::|h[附魔护腕 - 永恒智力]|h|r。",
						}, -- [250]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["time"] = 1613011023,
							["arg1"] = "获得280金币, 48银币。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011026,
							["arg1"] = "获得275金币, 5银币。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011030,
							["arg1"] = "获得266金币, 9银币。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011237,
							["arg1"] = "接受任务：晋升堡垒的挑战",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011241,
							["arg1"] = "接受任务：协助雷文德斯",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011674,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011749,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011795,
							["arg1"] = "获得73金币, 86银币, 91铜币。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011870,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:336147:0|h[从容不迫]|h|r。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011870,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:336239:0|h[抚慰阴影]|h|r。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011870,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:336184:0|h[精致的材料]|h|r。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011891,
							["arg1"] = "280份心能灌注进了心能储备。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011962,
							["arg1"] = "已开始拍卖",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011962,
							["arg1"] = "你拍卖的附魔胸甲 - 永恒壁垒已经售出。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011964,
							["arg1"] = "已开始拍卖",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1613011966,
							["arg1"] = "已开始拍卖",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1613012094,
							["arg1"] = "|Hplayer:Valkeuterpe|h[Valkeuterpe]|h上线了。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1613012138,
							["arg1"] = "接受任务：观察竞技场",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1613012139,
							["arg1"] = "接受任务：观察练习赛",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096582,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096582,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096582,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096616,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:343294:0|h[灵魂收割]|h|r。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096616,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:194917:0|h[脓疮传染]|h|r。",
						}, -- [27]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096655,
							["arg1"] = "你已死亡。",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096695,
							["arg1"] = "你已经加入了托加斯特：凇心间隙（难度8）的队列。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096699,
							["arg1"] = "地下城难度已设置为托加斯特。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096704,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096743,
							["arg1"] = "你已经被移出队伍",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096743,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096751,
							["arg1"] = "你已经加入了托加斯特：凇心间隙（难度8）的队列。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096756,
							["arg1"] = "地下城难度已设置为托加斯特。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["time"] = 1613096760,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["time"] = 1613097570,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [37]
						{
							["type"] = "SYSTEM",
							["time"] = 1613097633,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [38]
						{
							["type"] = "SYSTEM",
							["time"] = 1613097993,
							["arg1"] = "|cff71d5ff|Hdeath:4|h[你已死亡。]|h",
						}, -- [39]
						{
							["type"] = "SYSTEM",
							["time"] = 1613098153,
							["arg1"] = "|cff71d5ff|Hdeath:5|h[你已死亡。]|h",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["time"] = 1613098295,
							["arg1"] = "勇士：奈里斯·暗翼完成。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["time"] = 1613098295,
							["arg1"] = "已招募|cffa335ee|Hgarrfollower:1215:4:1:800:0:0:0:0:0:0:0:0:0|h[奈里斯·暗翼]|h|r。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099168,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207272:0|h[感染之爪]|h|r。",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099168,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:194916:0|h[万物臣服]|h|r。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099169,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099169,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:115989:0|h[邪恶虫群]|h|r",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099172,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:194917:0|h[脓疮传染]|h|r。",
						}, -- [47]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099172,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:343294:0|h[灵魂收割]|h|r",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099188,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:207321:0|h[噬法者]|h|r。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["time"] = 1613099340,
							["arg1"] = "你离开了队伍。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103062,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103062,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103062,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103068,
							["arg1"] = "你已经加入了托加斯特：上层区域（难度8）的队列。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103074,
							["arg1"] = "地下城难度已设置为托加斯特。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103079,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [59]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103500,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [60]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103730,
							["arg1"] = "你还未达到接受该任务的前提条件。",
						}, -- [61]
						{
							["type"] = "SYSTEM",
							["time"] = 1613103897,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [62]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104169,
							["arg1"] = "雷纳威斯的勋章失败。",
						}, -- [63]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104523,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104782,
							["arg1"] = "你已经被移出队伍",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104783,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [66]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104977,
							["arg1"] = "已开始拍卖",
						}, -- [67]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104979,
							["arg1"] = "已开始拍卖",
						}, -- [68]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104981,
							["arg1"] = "已开始拍卖",
						}, -- [69]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104983,
							["arg1"] = "已开始拍卖",
						}, -- [70]
						{
							["type"] = "SYSTEM",
							["time"] = 1613104984,
							["arg1"] = "已开始拍卖",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["time"] = 1613105026,
							["arg1"] = "已开始拍卖",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["time"] = 1613105070,
							["arg1"] = "已开始拍卖",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["time"] = 1613105116,
							["arg1"] = "已开始拍卖",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["time"] = 1613105315,
							["arg1"] = "你拍卖的附魔胸甲 - 永恒壁垒已经售出。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["time"] = 1613105449,
							["arg1"] = "你现在处于离开状态：离开",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["time"] = 1613105855,
							["arg1"] = "你拍卖的附魔胸甲 - 永恒洞察已经售出。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["time"] = 1613106949,
							["arg1"] = "因长时间没有动作，将自动退出游戏。如果你希望继续游戏，请点击取消键。",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268721,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268721,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268721,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268768,
							["arg1"] = "已开始拍卖",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268771,
							["arg1"] = "已开始拍卖",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268774,
							["arg1"] = "已开始拍卖",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268778,
							["arg1"] = "已开始拍卖",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268834,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207272:0|h[感染之爪]|h|r。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268834,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:194916:0|h[万物臣服]|h|r。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268835,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268835,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:115989:0|h[邪恶虫群]|h|r",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268837,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:194917:0|h[脓疮传染]|h|r。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["time"] = 1613268837,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:276023:0|h[末日使者]|h|r。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [97]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363719,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [98]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363719,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [99]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363719,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [100]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363750,
							["arg1"] = "已开始拍卖",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363753,
							["arg1"] = "已开始拍卖",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363755,
							["arg1"] = "已开始拍卖",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["time"] = 1613363764,
							["arg1"] = "已开始拍卖",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["time"] = 1613364187,
							["arg1"] = "你现在处于离开状态：离开",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["time"] = 1613365687,
							["arg1"] = "因长时间没有动作，将自动退出游戏。如果你希望继续游戏，请点击取消键。",
						}, -- [106]
						{
							["arg1"] = " ",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = "记录开始于 02/15/2021 的 16:53:34。",
							["type"] = "SYSTEM",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["time"] = 1613379232,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["time"] = 1613379232,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["time"] = 1613379232,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [115]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484169,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [116]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484169,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [117]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484169,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [118]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484300,
							["arg1"] = "接受任务：晋升堡垒训练",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484315,
							["arg1"] = "接受任务：带回失落之魂",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484413,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [121]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484471,
							["arg1"] = "60份心能灌注进了心能储备。",
						}, -- [122]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484521,
							["arg1"] = "已开始拍卖",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484527,
							["arg1"] = "已开始拍卖",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484533,
							["arg1"] = "已开始拍卖",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484536,
							["arg1"] = "已开始拍卖",
						}, -- [126]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484561,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:194916:0|h[万物臣服]|h|r。",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484561,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:207272:0|h[感染之爪]|h|r。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484563,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:276023:0|h[末日使者]|h|r。",
						}, -- [129]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484563,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:343294:0|h[灵魂收割]|h|r",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484565,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:115989:0|h[邪恶虫群]|h|r。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484565,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484646,
							["arg1"] = "你离开了队伍。",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484698,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484698,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484698,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [139]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484762,
							["arg1"] = "地下城难度已设置为史诗。",
						}, -- [140]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484795,
							["arg1"] = "接受任务：亮眼火花",
						}, -- [141]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484797,
							["arg1"] = "接受任务：合适的结局",
						}, -- [142]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484830,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:343294:0|h[灵魂收割]|h|r。",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484830,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:276023:0|h[末日使者]|h|r。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484832,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:276023:0|h[末日使者]|h|r。",
						}, -- [145]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484832,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:194917:0|h[脓疮传染]|h|r。",
						}, -- [146]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484836,
							["arg1"] = "你离开了队伍。",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484840,
							["arg1"] = "你已经加入了托加斯特：斯科杜斯之厅（难度8）的队列。",
						}, -- [148]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484845,
							["arg1"] = "地下城难度已设置为托加斯特。",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484851,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484951,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484951,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["time"] = 1614484955,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:115989:0|h[邪恶虫群]|h|r",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["time"] = 1614485417,
							["arg1"] = "已招募|cffa335ee|Hgarrfollower:1213:4:1:800:0:0:0:0:0:0:0:0:0|h[瑟拉·汲魂者]|h|r。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["time"] = 1614485417,
							["arg1"] = "勇士：瑟拉·汲魂者完成。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["time"] = 1614485643,
							["arg1"] = "|cff71d5ff|Hdeath:1|h[你已死亡。]|h",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486355,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:194917:0|h[脓疮传染]|h|r。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486355,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:343294:0|h[灵魂收割]|h|r",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486357,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207272:0|h[感染之爪]|h|r。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486357,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:194916:0|h[万物臣服]|h|r。",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486401,
							["arg1"] = "你离开了队伍。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486403,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [162]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486419,
							["arg1"] = "你已经加入了托加斯特：莫尔特雷加（难度8）的队列。",
						}, -- [163]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486422,
							["arg1"] = "地下城难度已设置为托加斯特。",
						}, -- [164]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486425,
							["arg1"] = "你现在没有在一个队伍中",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486605,
							["arg1"] = "|cff71d5ff|Hdeath:2|h[你已死亡。]|h",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486802,
							["arg1"] = "|cff71d5ff|Hdeath:3|h[你已死亡。]|h",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["time"] = 1614486812,
							["arg1"] = "你离开了队伍。",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 04/05/2021 的 11:42:04。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594139,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594139,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [173]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594139,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594167,
							["arg1"] = "有爱插件助力9.0 回帖赢月卡和萨尔雕像",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594167,
							["arg1"] = "复制链接到浏览器参与：",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594167,
							["arg1"] = "http://dwz.date/dnvt",
						}, -- [180]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594529,
							["arg1"] = "小队转化为团队",
						}, -- [181]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594529,
							["arg1"] = "你加入了一个团队。|cffff2020（在团队中时，大部分非团队任务将无法完成。）|r",
						}, -- [182]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594529,
							["arg1"] = "团队副本难度设置为英雄。",
						}, -- [183]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594529,
							["arg1"] = "已将经典旧世团队副本难度设置为10人（英雄）。",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594532,
							["arg1"] = "小青庭-冰风岗加入了团队。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594537,
							["arg1"] = "花升-燃烧之刃加入了团队。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594546,
							["arg1"] = "海伦司-影之哀伤加入了团队。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594547,
							["arg1"] = "花升-燃烧之刃离开了团队。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594550,
							["arg1"] = "豆腐-影之哀伤加入了团队。",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594552,
							["arg1"] = "牛掰夜市摊-血环加入了团队。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594555,
							["arg1"] = "自信即颠峰-米奈希尔加入了团队。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594556,
							["arg1"] = "白色雪花-霜之哀伤加入了团队。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594560,
							["arg1"] = "先让你三招-冰霜之刃加入了团队。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594561,
							["arg1"] = "浪客猎心-风行者加入了团队。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594567,
							["arg1"] = "迟小鸣-死亡之翼加入了团队。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594569,
							["arg1"] = "蒙一箭-死亡之翼加入了团队。",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594634,
							["arg1"] = "牛掰夜市摊-血环离开了团队。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594829,
							["arg1"] = "获得74金币, 7银币, 37铜币。",
						}, -- [198]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594836,
							["arg1"] = "自信即颠峰-米奈希尔离开了团队。",
						}, -- [199]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594836,
							["arg1"] = "疾跑榴莲-回音山现在是队长",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594837,
							["arg1"] = "Jasonchan-安苏离开了团队。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594839,
							["arg1"] = "你离开了队伍。",
						}, -- [202]
						{
							["type"] = "SYSTEM",
							["time"] = 1617594997,
							["arg1"] = "你赢得了对万能聚簇宝石的竞标（1）",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 00:15:28。",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["time"] = 1626797748,
							["arg1"] = "接受任务：第一步",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["arg1"] = " ",
						}, -- [209]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:17:26。",
							["type"] = "SYSTEM",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["time"] = 1627096842,
							["arg1"] = "你忘却了|cff71d5ff|Hspell:207264:0|h[爆裂之疡]|h|r。",
						}, -- [211]
						{
							["type"] = "SYSTEM",
							["time"] = 1627096842,
							["arg1"] = "你学会新的法术：|cff71d5ff|Hspell:115989:0|h[邪恶虫群]|h|r",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = " ",
						}, -- [214]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [215]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139562,
							["arg1"] = "250份心能灌注进了心能储备。",
						}, -- [216]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139587,
							["arg1"] = "|Hplayer:新装团泍买吗-奥特兰克|h[新装团泍买吗-奥特兰克]|h邀请你加入队伍。",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139590,
							["arg1"] = "|Hplayer:起司奶香猫-刀塔|h[起司奶香猫-刀塔]|h邀请你加入队伍。",
						}, -- [218]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139740,
							["arg1"] = "你赢得了对慰魂之光的竞标（9）",
						}, -- [219]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139774,
							["arg1"] = "你赢得了对慰魂之光的竞标（3）",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139802,
							["arg1"] = "已开始拍卖。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139845,
							["arg1"] = "你赢得了对绽亡花的竞标（30）",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139963,
							["arg1"] = "Valkdiana下线了。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["time"] = 1627139977,
							["arg1"] = "|Hplayer:Valkeuterpe|h[Valkeuterpe]|h上线了。",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 07/26/2021 的 23:18:30。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["time"] = 1627312733,
							["arg1"] = "|Hplayer:新装团泍买么-雷斧堡垒|h[新装团泍买么-雷斧堡垒]|h邀请你加入队伍。",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = "记录开始于 07/29/2021 的 19:06:19。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["time"] = 1627556861,
							["arg1"] = "你赢得了对精湛聚簇宝石的竞标（1）",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["time"] = 1627556873,
							["arg1"] = "你赢得了对附魔戒指 - 精通之义的竞标（2）",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 17:16:00。",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["time"] = 1627723048,
							["arg1"] = "已开始拍卖。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["time"] = 1627723063,
							["arg1"] = "你赢得了对附魔戒指 - 精通之义的竞标（3）",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["time"] = 1628002820,
							["arg1"] = "已开始拍卖。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["time"] = 1628002823,
							["arg1"] = "已开始拍卖。",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["time"] = 1628002828,
							["arg1"] = "已开始拍卖。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["time"] = 1628002830,
							["arg1"] = "你拍卖的刻钍水晶已经售出。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["time"] = 1628002954,
							["arg1"] = "你赢得了对绽亡花的竞标（20）",
						}, -- [246]
						{
							["type"] = "SYSTEM",
							["time"] = 1628003071,
							["arg1"] = "你已经学会了制作新物品：磨碎的夜影花",
						}, -- [247]
						{
							["type"] = "SYSTEM",
							["time"] = 1628003093,
							["arg1"] = "你已经学会了制作新物品：永恒力量",
						}, -- [248]
						{
							["type"] = "SYSTEM",
							["time"] = 1628003093,
							["arg1"] = "你已经学会了制作新物品：永恒敏捷",
						}, -- [249]
						{
							["type"] = "SYSTEM",
							["time"] = 1628003094,
							["arg1"] = "你已经学会了制作新物品：永恒智慧",
						}, -- [250]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "成就",
					["logs"] = {
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519389,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14796:Player-1500-05B71CCC:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[精良]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [1]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14373:Player-1500-04C2D87A:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [2]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14408:Player-1500-04C2D87A:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界（英雄难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [3]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14409:Player-1500-04C2D87A:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [4]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14373:Player-1500-05B71CCC:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [5]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14408:Player-1500-05B71CCC:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [6]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14409:Player-1500-05B71CCC:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界（史诗难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [7]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14373:Player-1500-04B849E1:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [8]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14408:Player-1500-04B849E1:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界（英雄难度）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [9]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14409:Player-1500-04B849E1:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[彼界（史诗难度）]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [10]
						{
							["arg2"] = "彼岸丶花闓-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609519764,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14418:Player-1500-04B849E1:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[暗影界地下城英雄]|h|r！",
							["clColor"] = "ffa22fc8",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/02/2021 的 10:22:32。",
						}, -- [14]
						{
							["arg2"] = "罂粟花丶谢-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609554653,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12555:Player-1500-05B819DA:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[欢迎来到赞达拉]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 01/02/2021 的 10:51:18。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg2"] = "罂粟花丶谢-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609557195,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12824:Player-1500-05B819DA:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[阿塔达萨]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["arg1"] = " ",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/02/2021 的 23:10:23。",
						}, -- [22]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609600482,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1182:Player-1500-05B71CCC:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[养家糊口]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [23]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609601681,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14366:Player-1500-04C2D87A:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[通灵战潮]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [24]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609601681,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14367:Player-1500-04C2D87A:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[通灵战潮（英雄难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [25]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609602797,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14626:Player-1500-05B71CCC:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[哀伤收割者]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [26]
						{
							["arg2"] = "火爆腰花丶-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609603160,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12398:Player-1500-03809D5C:1:1:2:21:4294967295:4294967295:4294967295:4294967295|h[梦境中的等待]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [27]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609603303,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14628:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[名望之路]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [28]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609604402,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14372:Player-1500-04C2D87A:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [29]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609604402,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14416:Player-1500-04C2D87A:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（英雄难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [30]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609604402,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14417:Player-1500-04C2D87A:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 01/03/2021 的 12:28:25。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg2"] = "火爆腰花丶-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609652446,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14797:Player-1500-03809D5C:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[史诗]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = " ",
						}, -- [37]
						{
							["arg1"] = "记录开始于 01/03/2021 的 18:01:42。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609671749,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14372:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [39]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609671749,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14416:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [40]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609671749,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14417:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[伤逝剧场（史诗难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [41]
						{
							["arg2"] = "Murk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609673765,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14809:Player-1500-05B1800B:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[纵贯托加斯特]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [42]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609673920,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14366:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[通灵战潮]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [43]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609673920,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14367:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[通灵战潮（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [44]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609673920,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14368:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[通灵战潮（史诗难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [45]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609678325,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14772:Player-1500-05B55FA4:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[蝠侍之道]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [46]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609678711,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14326:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [47]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609678711,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14324:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [48]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609678711,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14325:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（史诗难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/03/2021 的 21:13:29。",
						}, -- [52]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609681399,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:2150:Player-1500-05B55FA4:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[分裂人格]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [53]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609681583,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11184:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[钥石挑战者]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [54]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609682180,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:478:Player-1500-05B55FA4:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[魔枢]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [55]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609682180,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:490:Player-1500-05B55FA4:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[魔枢（英雄难度）]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [56]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609682883,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14808:Player-1500-01F85A11:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[巡游托加斯特]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [57]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609682883,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14809:Player-1500-01F85A11:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[纵贯托加斯特]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [58]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609686340,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14369:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [59]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609686340,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14414:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [60]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609686340,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14415:Player-1500-05B71CCC:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇（史诗难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [61]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609688771,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14478:Player-1500-05B55FA4:1:1:3:21:4294967295:4294967295:4294967295:4294967295|h[灵魂熔炉]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["arg1"] = "记录开始于 01/04/2021 的 22:36:12。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609771146,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:238:Player-1500-05B71CCC:1:1:4:21:4294967295:4294967295:4294967295:4294967295|h[一次荣誉消灭]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [66]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609771364,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14840:Player-1500-01F85A11:1:1:4:21:4294967295:4294967295:4294967295:4294967295|h[冒险：新手上路]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [67]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609771443,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5215:Player-1500-05B71CCC:1:1:4:21:4294967295:4294967295:4294967295:4294967295|h[完美双子峰]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [68]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609771443,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5216:Player-1500-05B71CCC:1:1:4:21:4294967295:4294967295:4294967295:4294967295|h[急速狂飙]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [69]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609771443,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5269:Player-1500-05B71CCC:1:1:4:21:4294967295:4294967295:4294967295:4294967295|h[效忠部落]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = "记录开始于 01/05/2021 的 19:36:18。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609847888,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14206:Player-1500-05B832F2:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[兵主之刃]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/05/2021 的 22:00:44。",
						}, -- [77]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609856098,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14371:Player-1500-05B832F2:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[塞兹仙林的迷雾]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [78]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609857241,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14369:Player-1500-05B832F2:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[凋魂之殇]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [79]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609858028,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14197:Player-1500-05B71CCC:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[赤红深渊]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [80]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609858028,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14198:Player-1500-05B71CCC:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[赤红深渊（英雄难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [81]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609858028,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14199:Player-1500-05B71CCC:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[赤红深渊（史诗难度）]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [82]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609858555,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14326:Player-1500-04C2D87A:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [83]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609858555,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14324:Player-1500-04C2D87A:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（英雄难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [84]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609858555,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14325:Player-1500-04C2D87A:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [85]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609859614,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14164:Player-1500-05B832F2:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[觉醒吧，炽蓝仙野]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [86]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609860362,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5216:Player-1500-05B55FA4:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[急速狂飙]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [87]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609860362,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5208:Player-1500-05B55FA4:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[双峰登顶]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = "记录开始于 01/05/2021 的 23:31:25。",
							["type"] = "SYSTEM",
						}, -- [91]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609861453,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:964:Player-1500-05B832F2:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[失足坠落？]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [92]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609861667,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11212:Player-1500-05B71CCC:1:1:5:21:4294967295:4294967295:4294967295:4294967295|h[大军压境]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 01/06/2021 的 19:36:49。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609933726,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12316:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[停机]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [97]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609933727,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14326:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [98]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609933727,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14324:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（英雄难度）]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [99]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609933727,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14325:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[晋升高塔（史诗难度）]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [100]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609934128,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12324:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[热锅中的蚂蚁]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [101]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609934220,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12325:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[煽风点火]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [102]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609934551,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12321:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[快刀斩锋鳞]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [103]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609935029,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12297:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[围攻奥杜尔]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [104]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609935029,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12326:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[削弱工程学]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [105]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609935029,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12328:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[削弱重力炸弹]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [106]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609935414,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14374:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[伴侣咨询]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [107]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609935800,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12333:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[就是你了，唤雷者布隆迪尔]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [108]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609936534,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12302:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[奥杜尔的前厅]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [109]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609937320,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12346:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[注意保暖]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [110]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609937691,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12344:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[我的强力伙伴们]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/06/2021 的 20:58:25。",
						}, -- [114]
						{
							["arg2"] = "晒月亮补爱-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609938129,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14845:Player-1500-04C2D87A:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[冒险：初登正途]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [115]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609938285,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12349:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[看我一个打三个]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [116]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609938426,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:238:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[一次荣誉消灭]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [117]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609939067,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12361:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[秋风扫落叶]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [118]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609939072,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12363:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[回归大自然]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [119]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609940132,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12309:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[奥杜尔的守护者]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = "记录开始于 01/06/2021 的 21:44:50。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609941198,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:227:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[伤害控制]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [124]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609941336,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5180:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[超音速驰骋]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [125]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942239,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6740:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[寇魔古寺的胜利]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [126]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942239,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:6971:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[能量归我了]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [127]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942239,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5269:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[效忠部落]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [128]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942832,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:245:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[职业杀手]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [129]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942936,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12310:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[疯狂阶梯]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [130]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942936,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12395:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[我为卿狂]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [131]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609942936,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12396:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[上古之神作古]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [132]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609943324,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:229:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[恐怖收割者]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [133]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609943400,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5245:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[吉尔尼斯之战的胜利]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [134]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609944678,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1005:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[知己知彼]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [135]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609944903,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:199:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[夺旗]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [136]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609944945,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5220:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[我在小黑屋里]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [137]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609944991,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:201:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[战歌如风]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [138]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609944991,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:166:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[战歌峡谷胜利]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [139]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609944991,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:168:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[完美战歌峡谷]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [140]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609945808,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:12411:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[血染黄沙]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [141]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609946475,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5247:Player-1500-05B55FA4:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[完美吉尔尼斯之战]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [142]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609948352,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14373:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[彼界]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [143]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609948352,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14408:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[彼界（英雄难度）]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [144]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1609948352,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14409:Player-1500-05B832F2:1:1:6:21:4294967295:4294967295:4294967295:4294967295|h[彼界（史诗难度）]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = "记录开始于 01/07/2021 的 21:46:26。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610027768,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14808:Player-1500-05B55FA4:1:1:7:21:4294967295:4294967295:4294967295:4294967295|h[巡游托加斯特]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [149]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610027768,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14809:Player-1500-05B55FA4:1:1:7:21:4294967295:4294967295:4294967295:4294967295|h[纵贯托加斯特]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [150]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610027768,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14810:Player-1500-05B55FA4:1:1:7:21:4294967295:4294967295:4294967295:4294967295|h[称霸托加斯特]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [151]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610033058,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14759:Player-1500-05B832F2:1:1:7:21:4294967295:4294967295:4294967295:4294967295|h[我想起来了……]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [152]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610033900,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5215:Player-1500-05B832F2:1:1:7:21:4294967295:4294967295:4294967295:4294967295|h[完美双子峰]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [153]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610033900,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5216:Player-1500-05B832F2:1:1:7:21:4294967295:4294967295:4294967295:4294967295|h[急速狂飙]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/07/2021 的 23:55:46。",
						}, -- [157]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610037165,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:546:Player-1500-05B55FA4:1:1:8:21:4294967295:4294967295:4294967295:4294967295|h[安全仓库]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 20:07:57。",
						}, -- [161]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610371206,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14846:Player-1500-05B71CCC:1:1:11:21:4294967295:4294967295:4294967295:4294967295|h[冒险：聚叶成林]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = "记录开始于 01/11/2021 的 22:48:58。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610378136,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14773:Player-1500-05B71CCC:1:1:11:21:4294967295:4294967295:4294967295:4294967295|h[暴力灭鼠]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [166]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610378549,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14463:Player-1500-05B71CCC:1:1:11:21:4294967295:4294967295:4294967295:4294967295|h[斯科杜斯之厅]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 23:38:13。",
						}, -- [170]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610379514,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:7100:Player-1500-05B55FA4:1:1:11:21:4294967295:4294967295:4294967295:4294967295|h[我拿钻石，你吃铁锈]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = " ",
						}, -- [173]
						{
							["arg1"] = "记录开始于 01/11/2021 的 23:41:01。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610380824,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14304:Player-1500-01F85A11:1:1:11:21:4294967295:4294967295:4294967295:4294967295|h[探索炽蓝仙野]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["arg1"] = " ",
						}, -- [177]
						{
							["arg1"] = "记录开始于 01/16/2021 的 12:47:41。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610772966,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14297:Player-1500-05B71CCC:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[三选一]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [179]
						{
							["arg2"] = "Exnatural-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610774295,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11184:Player-1500-04B43C9F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[钥石挑战者]|h|r！",
							["clColor"] = "ff006fdc",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = "记录开始于 01/16/2021 的 20:17:41。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610800270,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10780:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[艾萨拉之眼]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [184]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610801168,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5180:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[超音速驰骋]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [185]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610803157,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:10763:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[阿苏纳，玛塔塔]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 21:53:13。",
						}, -- [189]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610805866,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14782:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[50级]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [190]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610805874,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14233:Player-1500-01F85A11:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[茶余谈资]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [191]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610806071,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14836:Player-1500-01F95214:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[坚毅羁绊]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [192]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610806115,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14790:Player-1500-01F95214:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[盟约战役]|h|r！",
							["clColor"] = "fff38bb9",
						}, -- [193]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610806142,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:13503:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[赞达拉的传承]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [194]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610808164,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:964:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[失足坠落？]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [195]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610808455,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5794:Player-1500-05B71CCC:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[欢愉嫌宵短]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 01/16/2021 的 22:52:49。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610809299,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14334:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[进入噬渊]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [200]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610809326,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:506:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[完成500个任务]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [201]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610809453,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14627:Player-1500-05B84D5F:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[天命之选]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [202]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610809681,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11184:Player-1500-05B832F2:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[钥石挑战者]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [203]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610809715,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:1178:Player-1500-05B832F2:1:1:16:21:4294967295:4294967295:4294967295:4294967295|h[积少成多]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [204]
						{
							["arg2"] = "拳拳到肉-黑手军团",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610813088,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14371:Player-1500-05B84D5F:1:1:17:21:4294967295:4294967295:4294967295:4294967295|h[塞兹仙林的迷雾]|h|r！",
							["clColor"] = "ff00fe97",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610813873,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11185:Player-1500-05B71CCC:1:1:17:21:4294967295:4294967295:4294967295:4294967295|h[钥石征服者]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [209]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1610897267,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:873:Player-1500-04DB6C4D:1:1:17:21:4294967295:4294967295:4294967295:4294967295|h[完美霜狼]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/19/2021 的 21:52:42。",
						}, -- [213]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611066106,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14197:Player-1500-04DB6C4D:1:1:19:21:4294967295:4294967295:4294967295:4294967295|h[赤红深渊]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [214]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611066106,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14198:Player-1500-04DB6C4D:1:1:19:21:4294967295:4294967295:4294967295:4294967295|h[赤红深渊（英雄难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 23:02:14。",
						}, -- [218]
						{
							["arg2"] = "罌僳埖丶塮-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611242888,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14715:Player-1500-05B832F2:1:1:21:21:4294967295:4294967295:4294967295:4294967295|h[纳斯利亚堡]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [219]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611243881,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14840:Player-1500-05B71CCC:1:1:21:21:4294967295:4294967295:4294967295:4294967295|h[冒险：新手上路]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 19:23:25。",
						}, -- [223]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611314904,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:5352:Player-1500-05B55FA4:1:1:22:21:4294967295:4294967295:4294967295:4294967295|h[军团士兵]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [224]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611314905,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14687:Player-1500-05B55FA4:1:1:22:21:4294967295:4294967295:4294967295:4294967295|h[竞争者：“暗影国度”第1赛季]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [225]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611314905,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14831:Player-1500-05B55FA4:1:1:22:21:4294967295:4294967295:4294967295:4294967295|h[死而复生，排队不休]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [226]
						{
							["arg2"] = "啾啾丶啾啾-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611314905,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11761:Player-1500-05B55FA4:1:1:22:21:4294967295:4294967295:4294967295:4294967295|h[艾泽拉斯的未来超模]|h|r！",
							["clColor"] = "fffefefe",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["arg1"] = " ",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 23:59:42。",
						}, -- [230]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611332322,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:11213:Player-1500-05B71CCC:1:1:23:21:4294967295:4294967295:4294967295:4294967295|h[号令千军]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 22:27:14。",
						}, -- [234]
						{
							["arg2"] = "槐雪如风-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611502831,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14413:Player-1500-04DB6C4D:1:1:24:21:4294967295:4294967295:4294967295:4294967295|h[塞兹仙林的迷雾（史诗难度）]|h|r！",
							["clColor"] = "ffc59a6c",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = " ",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/25/2021 的 22:47:05。",
						}, -- [238]
						{
							["arg2"] = "哈尼斯斯-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611586217,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14747:Player-1500-01F85A11:1:1:25:21:4294967295:4294967295:4294967295:4294967295|h[麻烦加倍！]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1611983679,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14659:Player-1500-05B71CCC:1:1:30:21:4294967295:4294967295:4294967295:4294967295|h[解决手下]|h|r！",
							["clColor"] = "ffc31d39",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [246]
						{
							["arg2"] = "她说是晒黑的-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1614484341,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:14368:Player-1500-05B51D58:1:2:28:21:4294967295:4294967295:4294967295:4294967295|h[通灵战潮（史诗难度）]|h|r！",
							["clColor"] = "ff3ec6ea",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg2"] = "凋缚者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611498934,
							["arg1"] = "它冲我们来了！",
						}, -- [1]
						{
							["arg2"] = "凋缚者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611498936,
							["arg1"] = "啊啊啊啊啊啊！！！！",
						}, -- [2]
						{
							["arg2"] = "凋缚者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611498937,
							["arg1"] = "我们最好赶紧跳……",
						}, -- [3]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611498966,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [4]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499015,
							["arg1"] = "死亡才是真谛。",
							["clColor"] = "fffef367",
						}, -- [5]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499082,
							["arg1"] = "入侵者！我要把你们生吞活剥！",
						}, -- [6]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499091,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [7]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499093,
							["arg1"] = "疫病扩散！",
						}, -- [8]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499100,
							["arg1"] = "蔓延！",
						}, -- [9]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499108,
							["arg1"] = "软泥盛宴！",
						}, -- [10]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499129,
							["arg1"] = "你们的血肉都是养料。",
						}, -- [11]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499138,
							["arg1"] = "蔓延！",
						}, -- [12]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499148,
							["arg1"] = "别想插手！",
						}, -- [13]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499155,
							["arg1"] = "疫病扩散！",
						}, -- [14]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499163,
							["arg1"] = "软泥会保护我！",
						}, -- [15]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499178,
							["arg1"] = "你们的血肉都是养料。",
						}, -- [16]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499186,
							["arg1"] = "疫病扩散！",
						}, -- [17]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499193,
							["arg1"] = "别想插手！",
						}, -- [18]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499204,
							["arg1"] = "蔓延！",
						}, -- [19]
						{
							["arg2"] = "酤团",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499207,
							["arg1"] = "饥饿……结束了……",
						}, -- [20]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499232,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [21]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499352,
							["arg1"] = "哈哈哈哈哈哈哈哈！",
							["clColor"] = "fffef367",
						}, -- [22]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499356,
							["arg1"] = "你们也敢来冒犯？",
							["clColor"] = "fffef367",
						}, -- [23]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499472,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [24]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499607,
							["arg1"] = "血溅当场吧！",
							["clColor"] = "fffef367",
						}, -- [25]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499653,
							["arg1"] = "你们也敢来冒犯？",
							["clColor"] = "fffef367",
						}, -- [26]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611499653,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [27]
						{
							["arg2"] = "维鲁拉克斯魔药编织者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499699,
							["arg1"] = "好极了，又有小白鼠闯进来了！把钻凋者放出去！",
						}, -- [28]
						{
							["arg2"] = "维鲁拉克斯魔药编织者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499856,
							["arg1"] = "我会亲手宰了你！",
						}, -- [29]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499871,
							["arg1"] = "我的女王，他们……来了。",
							["clColor"] = "fffef367",
						}, -- [30]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499966,
							["arg1"] = "谁胆敢闯进我的实验室？！",
						}, -- [31]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499970,
							["arg1"] = "等我找到你，我会好好展示一下我的研究成果。",
						}, -- [32]
						{
							["arg2"] = "饭团宝宝",
							["type"] = "MONSTER_YELL",
							["time"] = 1611499990,
							["arg1"] = "哈哈哈哈哈哈哈哈！",
							["clColor"] = "fffef367",
						}, -- [33]
						{
							["arg2"] = "万眼防御者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500103,
							["arg1"] = "守住阵线！如果多米娜无法夺得斯特拉达玛的魔药，她就会摘走我们的脑袋！",
						}, -- [34]
						{
							["arg2"] = "剧毒狙击队长",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500115,
							["arg1"] = "继续拉弓，骨头不断不准停！魔药必将属于我们！守住这里的阵线，否则就准备迎接多米娜的怒火，自己选吧！",
						}, -- [35]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611500118,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [36]
						{
							["arg2"] = "凋零大鹏骑手",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500123,
							["arg1"] = "施放骨矛！",
						}, -- [37]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500168,
							["arg1"] = "你们无法理解我的才华！",
						}, -- [38]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500179,
							["arg1"] = "它想要的……只有血肉！吃吧！",
						}, -- [39]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500184,
							["arg1"] = "接下来可有你们好看的！",
						}, -- [40]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500199,
							["arg1"] = "先试一下，注入一点攻击性！",
						}, -- [41]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500221,
							["arg1"] = "尝尝这场实验的爆炸性成果吧！",
						}, -- [42]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500236,
							["arg1"] = "来点催化剂怎么样？",
						}, -- [43]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500255,
							["arg1"] = "先拿你试试这只软泥！",
						}, -- [44]
						{
							["arg2"] = "伊库斯博士",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500273,
							["arg1"] = "我明明……就快完成了……",
						}, -- [45]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611500621,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [46]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500670,
							["arg1"] = "你阻止不了我！",
						}, -- [47]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500676,
							["arg1"] = "我的利刃会劈开你的血肉！",
						}, -- [48]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500682,
							["arg1"] = "从没有目标能逃出我的手心。",
						}, -- [49]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500688,
							["arg1"] = "暗影会拥抱你的陨灭。",
						}, -- [50]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500700,
							["arg1"] = "我的利刃会劈开你的血肉！",
						}, -- [51]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500706,
							["arg1"] = "你脚下就是你的葬身之地！",
						}, -- [52]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500723,
							["arg1"] = "只要有一处擦破点皮……",
						}, -- [53]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500729,
							["arg1"] = "从没有目标能逃出我的手心。",
						}, -- [54]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500746,
							["arg1"] = "我的利刃会劈开你的血肉！",
						}, -- [55]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500752,
							["arg1"] = "从没有目标能逃出我的手心。",
						}, -- [56]
						{
							["arg2"] = "多米娜·毒刃",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500754,
							["arg1"] = "我……必将……复仇……",
						}, -- [57]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500823,
							["arg1"] = "欢迎光临！我们一直在等你们！",
						}, -- [58]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500934,
							["arg1"] = "欢迎光临！我们一直在等你们！",
						}, -- [59]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500951,
							["arg1"] = "腐败的守护者，听我号令！",
						}, -- [60]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611500988,
							["arg1"] = "仆从们，用餐时间到！",
						}, -- [61]
						{
							["arg2"] = "艾柯尔·胆肉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501030,
							["arg1"] = "凋零之母……来找你了……",
						}, -- [62]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501042,
							["arg1"] = "见证我最后的杰作！我的骄傲，我的末日！",
						}, -- [63]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501056,
							["arg1"] = "这种力量，能让魔药如虎添翼。",
						}, -- [64]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501107,
							["arg1"] = "见证我最后的杰作！我的骄傲，我的末日！",
						}, -- [65]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501116,
							["arg1"] = "你无法逃避命运！",
						}, -- [66]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611501122,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [67]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501126,
							["arg1"] = "我的密院在凋零中啜泣！",
						}, -- [68]
						{
							["arg2"] = "斯特拉达玛侯爵",
							["type"] = "MONSTER_YELL",
							["time"] = 1611501139,
							["arg1"] = "你无法逃避命运！",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/25/2021 的 22:47:05。",
						}, -- [72]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611586099,
							["arg1"] = "好饿啊……",
						}, -- [73]
						{
							["arg2"] = "刽子手阿德拉斯蒂亚",
							["type"] = "MONSTER_YELL",
							["time"] = 1611587520,
							["arg1"] = "暗墙之塔属于主宰者！",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [77]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759042,
							["arg1"] = "你把赞达拉巨魔的灵魂藏哪去了，邦桑迪？快给你的老大送来，否则你会后悔的，非常后悔！",
						}, -- [78]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759053,
							["arg1"] = "呃！好让你把他们送去噬渊吗？那可不行……他们可是我的人，穆厄扎拉。我哪能放弃他们呢！",
						}, -- [79]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759065,
							["arg1"] = "你总是那么软弱，邦桑迪。你早晚都会输掉。到时候，典狱长就会拿回属于他的东西！",
						}, -- [80]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759210,
							["arg1"] = "自以为天赋异禀？我看你们该学学什么叫谦虚。",
						}, -- [81]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611759675,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [82]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759730,
							["arg1"] = "他的力量归我了！我将再度复活！",
						}, -- [83]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759737,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [84]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759740,
							["arg1"] = "死吧，凡人！",
						}, -- [85]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759743,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [86]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759749,
							["arg1"] = "死吧，凡人！",
						}, -- [87]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759752,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [88]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759754,
							["arg1"] = "你的血滋养着我！",
						}, -- [89]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [90]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759759,
							["arg1"] = "死吧，凡人！",
						}, -- [91]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759761,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [92]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759768,
							["arg1"] = "死吧，凡人！",
						}, -- [93]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759770,
							["arg1"] = "阿塔莱！为哈卡效忠吧！",
						}, -- [94]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759777,
							["arg1"] = "死吧，凡人！",
						}, -- [95]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759780,
							["arg1"] = "面对夺灵者的怒火吧！",
						}, -- [96]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759782,
							["arg1"] = "你的血滋养着我！",
						}, -- [97]
						{
							["arg2"] = "夺灵者哈卡",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759792,
							["arg1"] = "这力量……属于我……",
						}, -- [98]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759822,
							["arg1"] = "我要他们的灵魂，邦桑迪！我要拉斯塔哈，我要所有的赞达拉巨魔！最好别对穆厄扎拉说不！",
						}, -- [99]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759835,
							["arg1"] = "你忘记了洛阿神灵的职责！背弃了你和信徒的联结……你赐予他们的力量……呃啊！",
						}, -- [100]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611759845,
							["arg1"] = "唯一重要的力量只有死亡！死亡会把他们全部带走！",
						}, -- [101]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760192,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [102]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760267,
							["arg1"] = "看看是谁来了？那个老得发霉的洛阿神灵已经派人来讨债了？！他的魔精我还没摸热乎，我的杰作还没有完成！",
						}, -- [103]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760276,
							["arg1"] = "等等，你也跟邦桑迪做了交易？我知道你总爱搞歪门邪道，米尔豪斯，但没想到你这么没下限！",
						}, -- [104]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760285,
							["arg1"] = "唔，我，呃……嘿，等等！你的意思是你也做了同样的事情！真虚伪！",
						}, -- [105]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760289,
							["arg1"] = "我得教教你，惹恼了天才是什么下场！",
						}, -- [106]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760292,
							["arg1"] = "那是以前！",
						}, -- [107]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760298,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [108]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760306,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [109]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760309,
							["arg1"] = "激光时间！",
						}, -- [110]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760322,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [111]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760324,
							["arg1"] = "激光时间！",
						}, -- [112]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760330,
							["arg1"] = "你们无法理解这种力量！",
						}, -- [113]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760334,
							["arg1"] = "这回我可要真的使出全力了！",
						}, -- [114]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760336,
							["arg1"] = "激光时间！",
						}, -- [115]
						{
							["arg2"] = "米尔豪斯·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760339,
							["arg1"] = "住手！我宁可放弃魔精也不能失去她！",
						}, -- [116]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760346,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [117]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760354,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [118]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760362,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [119]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760370,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [120]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760378,
							["arg1"] = "这玩意可以把你逼疯！",
						}, -- [121]
						{
							["arg2"] = "米尔菲丝·法力风暴",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760380,
							["arg1"] = "天降打“鸡”！",
						}, -- [122]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760422,
							["arg1"] = "不要忘记是谁让你成为了神灵，邦桑迪！快交出灵魂，然后在你的主人面前俯首称臣！",
						}, -- [123]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760432,
							["arg1"] = "那是很久以前了，但我都记得。我记得你是怎么被巨魔抛弃的。他们所做的牺牲……泼洒的鲜血……他们都呃呃呃啊！",
						}, -- [124]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611760445,
							["arg1"] = "我才不需要什么崇拜者！典狱长会给我一切的力量……而你邦桑迪，将会被永远遗忘！",
						}, -- [125]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611760827,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [126]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761238,
							["arg1"] = "完全在我的预料之中。话说回来，失败对于凡人来说也是家常便饭。",
						}, -- [127]
						{
							["arg2"] = "德纳修斯大帝",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611761308,
							["arg1"] = "随你们怎么闹，凡人。你们的宿命不可避免。",
						}, -- [128]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761410,
							["arg1"] = "你们会付出高昂的代价。",
						}, -- [129]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761414,
							["arg1"] = "你想学飞行吗？",
						}, -- [130]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761419,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [131]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761424,
							["arg1"] = "想试试这东西吗？",
						}, -- [132]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761431,
							["arg1"] = "你想学飞行吗？",
						}, -- [133]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761436,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [134]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761441,
							["arg1"] = "这些东西可不只是摆设。",
						}, -- [135]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761451,
							["arg1"] = "这下就……有意思了。",
						}, -- [136]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761456,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [137]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761461,
							["arg1"] = "想试试这东西吗？",
						}, -- [138]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761468,
							["arg1"] = "这下就……有意思了。",
						}, -- [139]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761473,
							["arg1"] = "哼，把你扔哪儿好呢？",
						}, -- [140]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761476,
							["arg1"] = "我的宝贝可能会要你的命。",
						}, -- [141]
						{
							["arg2"] = "商人赛·艾柯莎",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761483,
							["arg1"] = "我……所有的……计划……",
						}, -- [142]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761536,
							["arg1"] = "你这几位小朋友自以为能帮你，邦桑迪？和我打，你们哪来的胜算？",
						}, -- [143]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761546,
							["arg1"] = "我可是带海拉加入典狱长……用奥丁之眼达成交易……用低语让女妖当上大酋长的穆厄扎拉！",
						}, -- [144]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761560,
							["arg1"] = "你以为自己赢了，老大？呵呵，你是不是在暗影里待得太久了？",
						}, -- [145]
						{
							["arg2"] = "邦桑迪",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761569,
							["arg1"] = "动起来，英雄们！拿回我的魔精，让这个老神灵清醒清醒！",
						}, -- [146]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761570,
							["arg1"] = "邦桑迪的末日将近，你们也死到临头！",
						}, -- [147]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761572,
							["arg1"] = "黑暗由我号令！",
						}, -- [148]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761580,
							["arg1"] = "你的命归我了！",
						}, -- [149]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761585,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [150]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761590,
							["arg1"] = "暗影会吞噬你！",
						}, -- [151]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761598,
							["arg1"] = "黑暗由我号令！",
						}, -- [152]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761608,
							["arg1"] = "黑暗由我号令！",
						}, -- [153]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761613,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [154]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761618,
							["arg1"] = "暗影会吞噬你！",
						}, -- [155]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761623,
							["arg1"] = "你的命归我了！",
						}, -- [156]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761638,
							["arg1"] = "愚蠢的凡人！我可是真正的死亡之神！",
						}, -- [157]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761657,
							["arg1"] = "你可要当心了，沉眠之父。",
						}, -- [158]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761659,
							["arg1"] = "你锁得了我一时，关不住我一世！",
						}, -- [159]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761663,
							["arg1"] = "你的眼里从来都没有子民，只有力量！",
						}, -- [160]
						{
							["arg2"] = "邦桑迪的怒火",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761667,
							["arg1"] = "就这么不把我放在眼里吗，老神灵！",
						}, -- [161]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761675,
							["arg1"] = "休想逃脱死亡！",
						}, -- [162]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761697,
							["arg1"] = "黑暗由我号令！",
						}, -- [163]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761705,
							["arg1"] = "你的命归我了！",
						}, -- [164]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761710,
							["arg1"] = "暗影会吞噬你！",
						}, -- [165]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761715,
							["arg1"] = "如此渺小，如此孱弱！",
						}, -- [166]
						{
							["arg2"] = "穆厄扎拉",
							["type"] = "MONSTER_YELL",
							["time"] = 1611761723,
							["arg1"] = "黑暗由我号令！",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["arg1"] = " ",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [170]
						{
							["arg2"] = "黑暗守魂者",
							["type"] = "MONSTER_WHISPER",
							["time"] = 1611845247,
							["arg1"] = "过来，任性的灵魂。我有话要对你说。",
						}, -- [171]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845300,
							["arg1"] = "谁胆敢扰乱这个不信者的转化？",
						}, -- [172]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "弃誓者，让入侵者看看，什么才是正途！",
						}, -- [173]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845309,
							["arg1"] = "太迟了，它已经看到了真相，睁开的双眼已经觉醒！",
						}, -- [174]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845320,
							["arg1"] = "谁想踏上审判之路？",
						}, -- [175]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845326,
							["arg1"] = "英勇试炼开始。",
						}, -- [176]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845347,
							["arg1"] = "千钧一发之时，才能展现真正的勇气。",
						}, -- [177]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845354,
							["arg1"] = "你们必须接受测试。",
						}, -- [178]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845362,
							["arg1"] = "试炼暂停，心能存储耗尽。",
						}, -- [179]
						{
							["arg2"] = "莱索尼娅",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845368,
							["arg1"] = "弃誓者，起飞！趁他们还没恢复，攻击！",
						}, -- [180]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845394,
							["arg1"] = "心能充能完成，试炼继续。",
						}, -- [181]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845400,
							["arg1"] = "你们必须接受测试。",
						}, -- [182]
						{
							["arg2"] = "瓦里诺",
							["type"] = "MONSTER_YELL",
							["time"] = 1611845409,
							["arg1"] = "试炼通过，参与者胜利。",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [186]
						{
							["arg2"] = "界缘饕餮者",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982283,
							["arg1"] = "好饿啊……",
						}, -- [187]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1611982545,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [188]
						{
							["arg2"] = "起水泡的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1611984177,
							["arg1"] = "圣光……好烫！！",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [192]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011691,
							["arg1"] = "触须会吞噬你们！",
						}, -- [193]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011708,
							["arg1"] = "触须会吞噬你们！",
						}, -- [194]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011720,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [195]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011730,
							["arg1"] = "污秽的野兽！",
						}, -- [196]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011734,
							["arg1"] = "触须会吞噬你们！",
						}, -- [197]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011738,
							["arg1"] = "花朵再度绽放，将你逐出圣地！",
						}, -- [198]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011759,
							["arg1"] = "污秽的野兽！",
						}, -- [199]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011763,
							["arg1"] = "你脚下的土地会治愈我！",
						}, -- [200]
						{
							["arg2"] = "“长青之枝”奥拉诺莫诺斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1613011769,
							["arg1"] = "别想逃脱我的枝干！",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1613098287,
							["arg1"] = "大脚任务进度提示: 耐里特渴望复仇：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [205]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1613098995,
							["arg1"] = "大脚任务进度提示: 解救雅梅茜娅：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [209]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1613103362,
							["arg1"] = "大脚任务进度提示: 解救雅梅茜娅：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [210]
						{
							["arg2"] = "渊誓禁锢者",
							["type"] = "MONSTER_YELL",
							["time"] = 1613103477,
							["arg1"] = "入侵者在这里！",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg2"] = "斯纳尔克",
							["type"] = "MONSTER_YELL",
							["time"] = 1613268950,
							["arg1"] = "飞往格罗姆高的飞艇已经靠港了！要去荆棘谷的就赶快啦！",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [218]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364889,
							["arg1"] = "奈法利安被杀掉了！奥格瑞玛的居民，在强大的所念皆星河-白骨荒野和她的盟友面前鞠躬致意吧，他们给予了黑龙军团致命的一击！",
						}, -- [219]
						{
							["arg2"] = "纳多吉大王",
							["type"] = "MONSTER_YELL",
							["time"] = 1613364897,
							["arg1"] = "为所念皆星河的成就而庆祝！为她的胜利而狂欢吧！",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["arg1"] = " ",
						}, -- [222]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [223]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1614485399,
							["arg1"] = "大脚任务进度提示: 帮助瑟拉找到她的记忆之石：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [224]
						{
							["arg2"] = "Magiccreamdk-格雷迈恩",
							["type"] = "INSTANCE_CHAT",
							["time"] = 1614486187,
							["arg1"] = "大脚任务进度提示: 解救本茜雅：1/1(完成)",
							["clColor"] = "ffc31d39",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg2"] = "维拉兹之眼",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594477,
							["arg1"] = "噬渊行者来了！",
						}, -- [229]
						{
							["arg2"] = "恶舌者希尔里克斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594627,
							["arg1"] = "来帮帮我！帮我找来用于研究的材料。",
						}, -- [230]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594652,
							["arg1"] = "他们自愿为祭仪密院献身！",
						}, -- [231]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594655,
							["arg1"] = "你们不能干扰仪式！陨落者之骨，醒来吧，招呼我们的客人！",
						}, -- [232]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594659,
							["arg1"] = "他们的白骨会强化我的肉身！",
						}, -- [233]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594660,
							["arg1"] = "你们的末日也早已注定！",
						}, -- [234]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594661,
							["arg1"] = "你们的阻挠毫无意义，仪式已经完成。",
						}, -- [235]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594667,
							["arg1"] = "看，我全新的肉身——这才是属于死亡的主人形态！",
						}, -- [236]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594698,
							["arg1"] = "白骨呼唤着你！",
						}, -- [237]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594700,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [238]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594718,
							["arg1"] = "白骨呼唤着你！",
						}, -- [239]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594731,
							["arg1"] = "陨落者的颅骨渴望着复仇！",
						}, -- [240]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594736,
							["arg1"] = "白骨呼唤着你！",
						}, -- [241]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594752,
							["arg1"] = "玛卓克萨斯的力量在我体内流淌！我是死亡的化身！",
						}, -- [242]
						{
							["arg2"] = "莫塔尼斯",
							["type"] = "MONSTER_YELL",
							["time"] = 1617594829,
							["arg1"] = "哈哈哈，你们用那么多人……才打败了……我……",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [246]
						{
							["arg2"] = "狂乱的灰烬食尸鬼",
							["type"] = "MONSTER_YELL",
							["time"] = 1627139551,
							["arg1"] = "圣光……好烫！！",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
					["hasMessage"] = false,
					["enabled"] = true,
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613099436,
							["arg1"] = "小凯的破影不错",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Revengor-格雷迈恩",
						}, -- [1]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613099441,
							["arg1"] = "|cffff8000|Hitem:171413::::::::60:65::63:5:7058:6716:6649:6650:1487::::|h[太阳井之花]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "烟花易冷乄戀-格雷迈恩",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613103154,
							["arg1"] = "求个评级队伍~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血丶耀-瓦丝琪",
						}, -- [7]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613103180,
							["arg1"] = "活人？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血丶耀-瓦丝琪",
						}, -- [8]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613103202,
							["arg1"] = "冲分还是混分",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Apple-红龙女王",
						}, -- [9]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613103282,
							["arg1"] = "求个评级混分队伍~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血丶耀-瓦丝琪",
						}, -- [10]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1613103701,
							["arg1"] = "2.4G/个收荒革买的M 支持邮寄",
							["arg9"] = "大脚世界频道",
							["arg2"] = "极北之星-格雷迈恩",
						}, -- [11]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613103759,
							["arg1"] = "《新春促销8折起》所有4级皮锁AH价格8折，出售1234级《皮 锁 项链 戒指 橙胚》会4级皮甲--全套--，4级锁甲（肩}{胸}{护臂}{头}，4级{戒指}{项链}，收费代工4级。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕德猫-格雷迈恩",
						}, -- [12]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104082,
							["arg1"] = "请问采药不下马的坐骑叫什么的  时间长了忘记了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Apple-红龙女王",
						}, -- [13]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1613104090,
							["arg1"] = "飞天魔像",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一个人的浮云-红龙女王",
						}, -- [14]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104095,
							["arg1"] = "feitianmoxiang",
							["arg9"] = "大脚世界频道",
							["arg2"] = "无情哈勒少灬-红龙女王",
						}, -- [15]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104099,
							["arg1"] = "哦哦 谢谢大佬们",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Apple-红龙女王",
						}, -- [16]
						{
							["clColor"] = "fffefefe",
							["time"] = 1613104100,
							["arg1"] = "刚满级应该干嘛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恢恢丶-格雷迈恩",
						}, -- [17]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613104119,
							["arg1"] = "世界BOSS",
							["arg9"] = "大脚世界频道",
							["arg2"] = "小小迷狐-红龙女王",
						}, -- [18]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104120,
							["arg1"] = "起小号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "忧郁的阿昆达-红龙女王",
						}, -- [19]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613104121,
							["arg1"] = "下线，换号，继续练",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遺忘的記憶-红龙女王",
						}, -- [20]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613104122,
							["arg1"] = "刚满级建议删掉重新换个职业再练一个~ ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "周半仙-格雷迈恩",
						}, -- [21]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104122,
							["arg1"] = "再练一个号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "噬魂-瓦丝琪",
						}, -- [22]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613104124,
							["arg1"] = "魔法扫把",
							["arg9"] = "大脚世界频道",
							["arg2"] = "春雨-黑手军团",
						}, -- [23]
						{
							["clColor"] = "fffefefe",
							["time"] = 1613104146,
							["arg1"] = "装等怎么提",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恢恢丶-格雷迈恩",
						}, -- [24]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613104163,
							["arg1"] = "消费 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遗忘傷-红龙女王",
						}, -- [25]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104167,
							["arg1"] = "打字提",
							["arg9"] = "大脚世界频道",
							["arg2"] = "灬雪舞飘凌-红龙女王",
						}, -- [26]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1613104177,
							["arg1"] = "ATM提",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Remion-红龙女王",
						}, -- [27]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613104205,
							["arg1"] = "升级名望或者混PJ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "忧郁的阿昆达-红龙女王",
						}, -- [28]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613104223,
							["arg1"] = "《新春促销8折起》所有4级皮锁AH价格8折，出售1234级《皮 锁 项链 戒指 橙胚》会4级皮甲--全套--，4级锁甲（肩}{胸}{护臂}{头}，4级{戒指}{项链}，收费代工4级。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕德猫-格雷迈恩",
						}, -- [29]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613104628,
							["arg1"] = "《新春促销8折起》所有4级皮锁AH价格8折，出售1234级《皮 锁 项链 戒指 橙胚》会4级皮甲--全套--，4级锁甲（肩}{胸}{护臂}{头}，4级{戒指}{项链}，收费代工4级。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕德猫-格雷迈恩",
						}, -- [30]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105008,
							["arg1"] = "《黑犬宝箱》来人一起护送",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [31]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613105031,
							["arg1"] = "斯托颂谷地 有来杀蜂巢巨虫的吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "东土大唐圣僧-菲拉斯",
						}, -- [32]
						{
							["clColor"] = "fffef367",
							["time"] = 1613105052,
							["arg1"] = "战役任务取消以后 回到奥格瑞玛  接不到了怎么办",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Vandarkholm-红龙女王",
						}, -- [33]
						{
							["clColor"] = "fffef367",
							["time"] = 1613105064,
							["arg1"] = "放弃任务以后接不到了。。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Vandarkholm-红龙女王",
						}, -- [34]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613105077,
							["arg1"] = "算了，不是你的别强求",
							["arg9"] = "大脚世界频道",
							["arg2"] = "踢西阿露-红龙女王",
						}, -- [35]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105081,
							["arg1"] = "《黑犬宝箱》来人一起护送维斯克图斯、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [36]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613105084,
							["arg1"] = "该放手就放手",
							["arg9"] = "大脚世界频道",
							["arg2"] = "踢西阿露-红龙女王",
						}, -- [37]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105088,
							["arg1"] = "《黑犬宝箱》来人一起护送维斯克图斯、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [38]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613105090,
							["arg1"] = "删号重练",
							["arg9"] = "大脚世界频道",
							["arg2"] = "木有法-菲拉斯",
						}, -- [39]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613105094,
							["arg1"] = "说明暗影界不欢迎你 活人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丨梅林丨-菲拉斯",
						}, -- [40]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105097,
							["arg1"] = "《黑犬宝箱》出玩具，来人一起护送维斯克图斯、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [41]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105165,
							["arg1"] = "《黑犬宝箱》出玩具，来人一起护送维斯克图斯、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [42]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105217,
							["arg1"] = "《黑犬宝箱》出玩具，来人一起护送维斯克图斯、PVE",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [43]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105386,
							["arg1"] = "《黑犬宝箱》出玩具，来人一起护送维斯克图斯、PVE，开始了，现在到桥头了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [44]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613105537,
							["arg1"] = "《黑犬宝箱》出玩具，来人一起护送维斯克图斯、PVE，开始了，现在到桥尾了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "家夜-格雷迈恩",
						}, -- [45]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1613105690,
							["arg1"] = "|cff0070dd|Hitem:50741::::::::60:71::11::1:28:181:::|h[邪恶的消毒面具]|h|r这是啥",
							["arg9"] = "大脚世界频道",
							["arg2"] = "菊花牛鞭-格雷迈恩",
						}, -- [46]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1613105702,
							["arg1"] = "给你消毒的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "马里奥丶怒风-奈萨里奥",
						}, -- [47]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613105708,
							["arg1"] = "qj用的喷雾",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Déjavu-格雷迈恩",
						}, -- [48]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613105720,
							["arg1"] = "现在名望到多少级了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [49]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1613105721,
							["arg1"] = "防 心管",
							["arg9"] = "大脚世界频道",
							["arg2"] = "马里奥丶怒风-奈萨里奥",
						}, -- [50]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613105766,
							["arg1"] = "32",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [51]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613105774,
							["arg1"] = "CJQ的毕业橙装 是哪个啊 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "烟花易冷乄戀-格雷迈恩",
						}, -- [52]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613105780,
							["arg1"] = "求问LR能不能单搞回廊144",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Apple-红龙女王",
						}, -- [53]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1613105805,
							["arg1"] = "可以",
							["arg9"] = "大脚世界频道",
							["arg2"] = "马里奥丶怒风-奈萨里奥",
						}, -- [54]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1613105833,
							["arg1"] = "法官的审判",
							["arg9"] = "大脚世界频道",
							["arg2"] = "马里奥丶怒风-奈萨里奥",
						}, -- [55]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613105867,
							["arg1"] = "谢谢大佬  噬渊跑路太拉跨",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Apple-红龙女王",
						}, -- [56]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613106485,
							["arg1"] = "15限时成就坐骑发一下",
							["arg9"] = "大脚世界频道",
							["arg2"] = "蕾依莉雅-格雷迈恩",
						}, -- [57]
						{
							["clColor"] = "fffefefe",
							["time"] = 1613106512,
							["arg1"] = "|cff71d5ff|Hspell:340068:0|h[罪触死亡行者]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Tiberian-菲拉斯",
						}, -- [58]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613106679,
							["arg1"] = "部落去阿兰卡峰有什么快点的路吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一切很好-红龙女王",
						}, -- [59]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1613106753,
							["arg1"] = "ss哪个天赋强",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Lucifern-红龙女王",
						}, -- [60]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613106777,
							["arg1"] = "玩SS的人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "遇咕则不打-格雷迈恩",
						}, -- [61]
						{
							["clColor"] = "fffefefe",
							["time"] = 1613106779,
							["arg1"] = "毁灭",
							["arg9"] = "大脚世界频道",
							["arg2"] = "凤凰沐雨-菲拉斯",
						}, -- [62]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613106786,
							["arg1"] = "你看下版本砍了哪个天赋",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一切很好-红龙女王",
						}, -- [63]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613106790,
							["arg1"] = "找对象，最好是女的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浮卢號思-格雷迈恩",
						}, -- [64]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613106798,
							["arg1"] = "砍的那个就是强无敌的那个",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一切很好-红龙女王",
						}, -- [65]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613106837,
							["arg1"] = "法师一直都强没见削成&*!@#$",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿穆尔漢-红龙女王",
						}, -- [66]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613106847,
							["arg1"] = "法师一直都强没见削成 狗 样",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿穆尔漢-红龙女王",
						}, -- [67]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613106853,
							["arg1"] = "暴雪高层玩法师，这叫办公室zz",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一切很好-红龙女王",
						}, -- [68]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613106912,
							["arg1"] = "那天FS削成工具人、老子贷款让一家人都玩",
							["arg9"] = "大脚世界频道",
							["arg2"] = "阿穆尔漢-红龙女王",
						}, -- [69]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613106934,
							["arg1"] = "《新春促销8折起》所有4级皮锁AH价格8折，出售1234级《皮 锁 项链 戒指 橙胚》会4级皮甲--全套--，4级锁甲（肩}{胸}{护臂}{头}，4级{戒指}{项链}，收费代工4级。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕德猫-格雷迈恩",
						}, -- [70]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1613106959,
							["arg1"] = "团队只带一个拍智力",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一切很好-红龙女王",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [74]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = " ",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1613363857,
							["arg1"] = "|cff71d5ff|Hspell:332455:0|h[战育荒牛]|h|r|cff71d5ff|Hspell:343666:0|h[战旗飘扬]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "张雕-格雷迈恩",
						}, -- [80]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613363875,
							["arg1"] = "你转了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [81]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613364057,
							["arg1"] = "200以上导灵器怎么弄",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡書-格雷迈恩",
						}, -- [82]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613364078,
							["arg1"] = "噬渊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "泰隆丶巫魔-奈萨里奥",
						}, -- [83]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613364081,
							["arg1"] = "在噬渊的NPC买升级的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [84]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1613364090,
							["arg1"] = "|cffffffff|Hcurrency:1767:0|h[冥殇]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "人生短急个球-红龙女王",
						}, -- [85]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1613364091,
							["arg1"] = "大H本 或者去威那里买",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Demonknight-红龙女王",
						}, -- [86]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613364095,
							["arg1"] = "只能用民商搞了吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡書-格雷迈恩",
						}, -- [87]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613364100,
							["arg1"] = "嗯",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [88]
						{
							["clColor"] = "fffef367",
							["time"] = 1613364105,
							["arg1"] = "耐力和灵巧在团本直接213，效能一般都是200以前大米，200以后只能黑商买",
							["arg9"] = "大脚世界频道",
							["arg2"] = "团小宠-格雷迈恩",
						}, -- [89]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1613364109,
							["arg1"] = "可怕",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡書-格雷迈恩",
						}, -- [90]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613364137,
							["arg1"] = "团本有能力打M的，导灵就更高了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [91]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613364149,
							["arg1"] = "不过作用大多数比效能低",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [92]
						{
							["clColor"] = "fffef367",
							["time"] = 1613364167,
							["arg1"] = "收个190戒指胚子。。。AG什么鬼挂20W。。。鬼练小号啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "绫之烙印-奈萨里奥",
						}, -- [93]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1613364183,
							["arg1"] = "还有就是噬渊买了升级道具，只能买1个，然后回盟约圣所升级了，再回噬渊，再买1个，再回去升级，",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丽丽风暴烈酒-菲拉斯",
						}, -- [94]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613364706,
							["arg1"] = "现在怎么去太阳井啊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊哒猫-菲拉斯",
						}, -- [95]
						{
							["clColor"] = "fffef367",
							["time"] = 1613364721,
							["arg1"] = "沙塔斯",
							["arg9"] = "大脚世界频道",
							["arg2"] = "悔過當初-格雷迈恩",
						}, -- [96]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1613364739,
							["arg1"] = "  /移动 太阳井",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嫩草偶来啦-红龙女王",
						}, -- [97]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613364763,
							["arg1"] = "AG下面没有沙塔斯传送门了啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊哒猫-菲拉斯",
						}, -- [98]
						{
							["clColor"] = "fffef367",
							["time"] = 1613364769,
							["arg1"] = "   /move 太阳之井高低",
							["arg9"] = "大脚世界频道",
							["arg2"] = "团小宠-格雷迈恩",
						}, -- [99]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613364776,
							["arg1"] = "负一层",
							["arg9"] = "大脚世界频道",
							["arg2"] = "死吧虫渣-菲拉斯",
						}, -- [100]
						{
							["clColor"] = "fffef367",
							["time"] = 1613364778,
							["arg1"] = "  /move 太阳之井高地",
							["arg9"] = "大脚世界频道",
							["arg2"] = "团小宠-格雷迈恩",
						}, -- [101]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613364811,
							["arg1"] = "那我再去看看",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊哒猫-菲拉斯",
						}, -- [102]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613364826,
							["arg1"] = "  、whois you daddy",
							["arg9"] = "大脚世界频道",
							["arg2"] = "死吧虫渣-菲拉斯",
						}, -- [103]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613364845,
							["arg1"] = "就探路者大厅这边吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊哒猫-菲拉斯",
						}, -- [104]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613365034,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风火雷电熊-红龙女王",
						}, -- [105]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613365396,
							["arg1"] = "噬渊有个小坑，掉进去就出不来了，只能炉石，问题是我连续掉了两次",
							["arg9"] = "大脚世界频道",
							["arg2"] = "玩家一-菲拉斯",
						}, -- [106]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613365415,
							["arg1"] = "人不可能连续两次掉进同一个坑",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风火雷电熊-红龙女王",
						}, -- [107]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1613365432,
							["arg1"] = "在哪?",
							["arg9"] = "大脚世界频道",
							["arg2"] = "心系岛国钕优-格雷迈恩",
						}, -- [108]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613365442,
							["arg1"] = "破灭堡",
							["arg9"] = "大脚世界频道",
							["arg2"] = "玩家一-菲拉斯",
						}, -- [109]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613365471,
							["arg1"] = "一次位移密文出来的，一次炉石",
							["arg9"] = "大脚世界频道",
							["arg2"] = "玩家一-菲拉斯",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = "记录开始于 02/15/2021 的 16:53:34。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379243,
							["arg1"] = "对",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女射手李琪薇-菲拉斯",
						}, -- [115]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379272,
							["arg1"] = "还要去英灵殿刷何娅摸另一个部位去合成，前提是瓦拉加尔崇拜才能刷出来",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女射手李琪薇-菲拉斯",
						}, -- [116]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379324,
							["arg1"] = "|cffa335ee|Hitem:183800::::::::60:253::11::1:28:2060:::|h[琥珀炽蓝蛾]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女射手李琪薇-菲拉斯",
						}, -- [117]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1613379329,
							["arg1"] = "{猥琐}下了，下了，晚上再上，看看有没机会整个坐骑和宠物",
							["arg9"] = "大脚世界频道",
							["arg2"] = "皓月花狼-格雷迈恩",
						}, -- [118]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1613379336,
							["arg1"] = "恭喜射手",
							["arg9"] = "大脚世界频道",
							["arg2"] = "皓月花狼-格雷迈恩",
						}, -- [119]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379395,
							["arg1"] = "目前9.0巅峰坐骑就俩",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女射手李琪薇-菲拉斯",
						}, -- [120]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1613379453,
							["arg1"] = "有没有吴彦祖知道，不做主线升到满级可以选盟约吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "老年组战神-菲拉斯",
						}, -- [121]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613379461,
							["arg1"] = "小号可以",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南柯一梦丶-菲拉斯",
						}, -- [122]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613379474,
							["arg1"] = "em，首号不行",
							["arg9"] = "大脚世界频道",
							["arg2"] = "穆枫-格雷迈恩",
						}, -- [123]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1613379495,
							["arg1"] = "···好的 谢谢吴彦祖们",
							["arg9"] = "大脚世界频道",
							["arg2"] = "老年组战神-菲拉斯",
						}, -- [124]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379509,
							["arg1"] = "春节烟花去哪里弄的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "西风凛冽-黑手军团",
						}, -- [125]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1613379510,
							["arg1"] = "叫我于晏",
							["arg9"] = "大脚世界频道",
							["arg2"] = "南柯一梦丶-菲拉斯",
						}, -- [126]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613379510,
							["arg1"] = "只有一个号做完主线激活命运丝线后，其他号，一踏入50级就能选",
							["arg9"] = "大脚世界频道",
							["arg2"] = "穆枫-格雷迈恩",
						}, -- [127]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379514,
							["arg1"] = "烟花术够了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "西风凛冽-黑手军团",
						}, -- [128]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1613379552,
							["arg1"] = "爬塔的合唱有什么奖励么",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女射手李琪薇-菲拉斯",
						}, -- [129]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1613379552,
							["arg1"] = "其实，我是白古",
							["arg9"] = "大脚世界频道",
							["arg2"] = "穆枫-格雷迈恩",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484179,
							["arg1"] = "那宠物我一只都没见过卡在这",
							["arg9"] = "大脚世界频道",
							["arg2"] = "艾丽-格雷迈恩",
						}, -- [135]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1614484190,
							["arg1"] = "特别少",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嫩草偶来啦-红龙女王",
						}, -- [136]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1614484217,
							["arg1"] = "库伦的岗哨下边那条河，沿着左右多跑跑，没有就组队换位面",
							["arg9"] = "大脚世界频道",
							["arg2"] = "嫩草偶来啦-红龙女王",
						}, -- [137]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1614484223,
							["arg1"] = "公会 招收 FS  WS DK 有兴趣的M聊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔豆-红龙女王",
						}, -- [138]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484254,
							["arg1"] = "豆子豆子，咔嚓。碎了。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [139]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614484254,
							["arg1"] = "小号拍随机进哪个时间线",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动次打次哦也-黑手军团",
						}, -- [140]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1614484269,
							["arg1"] = "~~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔豆-红龙女王",
						}, -- [141]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484304,
							["arg1"] = "嗨，原来是颗破豆子。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [142]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484411,
							["arg1"] = "请大家支持红龙女王仅存的开荒公会。F公会公平公正值得信赖。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [143]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614484436,
							["arg1"] = "不支持",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动次打次哦也-黑手军团",
						}, -- [144]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484450,
							["arg1"] = "请大家支持红龙女王仅存的开荒公会艾付公会值得信任。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [145]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484474,
							["arg1"] = "动次打次哦也,动次打次哦也。抽不死你。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [146]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614484478,
							["arg1"] = "不拉我进会，咋支持",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动次打次哦也-黑手军团",
						}, -- [147]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1614484480,
							["arg1"] = "0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Believer-菲拉斯",
						}, -- [148]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614484493,
							["arg1"] = "{大笑}",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动次打次哦也-黑手军团",
						}, -- [149]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484503,
							["arg1"] = "你小号还没满级，。拉你个头啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [150]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614484511,
							["arg1"] = "你不能等我啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "动次打次哦也-黑手军团",
						}, -- [151]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484519,
							["arg1"] = "我又不开荒",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [152]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484540,
							["arg1"] = "是破豆开荒，我就动动嘴，拉拉人气。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [153]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1614484653,
							["arg1"] = "有没有人一起升级？45级的号",
							["arg9"] = "大脚世界频道",
							["arg2"] = "糖塚-格雷迈恩",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484710,
							["arg1"] = "糖塚.这个不该是SS的名么？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [158]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1614484722,
							["arg1"] = "0",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Believer-菲拉斯",
						}, -- [159]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1614484755,
							["arg1"] = "十几年了都是QS好吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "糖塚-格雷迈恩",
						}, -- [160]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484795,
							["arg1"] = "骑士与糖的故事？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [161]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614484801,
							["arg1"] = "|cffffd100|HclubFinder:ClubFinder-1-10703-1500-44288345|h[公会: 倾注一生]|h|r {鼓掌}欢迎小伙伴入坑，凑个伴互相帮衬！另外，M开荒中补犀利职业！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风丶小德-格雷迈恩",
						}, -- [162]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484812,
							["arg1"] = "狼狼而狗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [163]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1614484847,
							["arg1"] = "啥？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "糖塚-格雷迈恩",
						}, -- [164]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484848,
							["arg1"] = "随风你们到M几了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [165]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484858,
							["arg1"] = "糖塚-格雷迈恩,没啥。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [166]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484862,
							["arg1"] = "军团再临每天做任务给的箱子是不是不给坐骑的，必须崇拜再刷1万点的才开的出",
							["arg9"] = "大脚世界频道",
							["arg2"] = "艾丽-格雷迈恩",
						}, -- [167]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484886,
							["arg1"] = "艾丽-格雷迈恩，都会给。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [168]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1614484886,
							["arg1"] = "有没有一起时光的？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "探花-菲拉斯",
						}, -- [169]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484908,
							["arg1"] = "天天刷...一个都没见过",
							["arg9"] = "大脚世界频道",
							["arg2"] = "艾丽-格雷迈恩",
						}, -- [170]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484926,
							["arg1"] = "我出了一两个，也就有没刷了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [171]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614484979,
							["arg1"] = "刷坐骑要有耐心。当成兴趣就好了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "浪荡子-红龙女王",
						}, -- [172]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1614485984,
							["arg1"] = "|cffa335ee|Hkeystone:180653:379:15:9:6:14:121|h[钥石：凋魂之殇 (15)]|h|r 来个FS",
							["arg9"] = "大脚世界频道",
							["arg2"] = "随风丶小德-格雷迈恩",
						}, -- [173]
						{
							["clColor"] = "fffef367",
							["time"] = 1614486325,
							["arg1"] = "DZ 选什么盟约",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丿逝去丶青春-瓦丝琪",
						}, -- [174]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1614486379,
							["arg1"] = "狂徒选格里恩",
							["arg9"] = "大脚世界频道",
							["arg2"] = "山村老屍-红龙女王",
						}, -- [175]
						{
							["clColor"] = "ff006fdc",
							["time"] = 1614486388,
							["arg1"] = "GLE",
							["arg9"] = "大脚世界频道",
							["arg2"] = "神丶大地之怒-奈萨里奥",
						}, -- [176]
						{
							["clColor"] = "fffef367",
							["time"] = 1614486400,
							["arg1"] = "选温西尔",
							["arg9"] = "大脚世界频道",
							["arg2"] = "甯甯-菲拉斯",
						}, -- [177]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1614486489,
							["arg1"] = "1",
							["arg9"] = "大脚世界频道",
							["arg2"] = "圣姑-菲拉斯",
						}, -- [178]
						{
							["clColor"] = "fffef367",
							["time"] = 1614486497,
							["arg1"] = "通灵怎么样",
							["arg9"] = "大脚世界频道",
							["arg2"] = "丿逝去丶青春-瓦丝琪",
						}, -- [179]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614486556,
							["arg1"] = "|cffa335ee|Hitem:183800::::::::60:253::11::1:28:2060:::|h[琥珀炽蓝蛾]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "翠花上酸菜-格雷迈恩",
						}, -- [180]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614486568,
							["arg1"] = "已经学会",
							["arg9"] = "大脚世界频道",
							["arg2"] = "女射手李琪薇-菲拉斯",
						}, -- [181]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614486597,
							["arg1"] = "刚冲个月卡，拿三个坐骑|cffa335ee|Hitem:184790::::::::60:253:::3:42:1472:6646:1:28:1707:::|h[大德鲁伊梵雅丽的翠绿拇指]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "翠花上酸菜-格雷迈恩",
						}, -- [182]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614486605,
							["arg1"] = "一件装备",
							["arg9"] = "大脚世界频道",
							["arg2"] = "翠花上酸菜-格雷迈恩",
						}, -- [183]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1614486669,
							["arg1"] = "荣誉点数在奥格哪里换东西",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一代战国-格雷迈恩",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 04/05/2021 的 11:42:04。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [191]
						{
							["clColor"] = "ffa9d271",
							["time"] = 1617594239,
							["arg1"] = "这是准备打杂了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血域羽虚华-瓦丝琪",
						}, -- [192]
						{
							["clColor"] = "fffefefe",
							["time"] = 1617594542,
							["arg1"] = "碎愿者现货 来人",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Dessert-红龙女王",
						}, -- [193]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1617595079,
							["arg1"] = "8+8来个T  DPS",
							["arg9"] = "大脚世界频道",
							["arg2"] = "魔力丶瞎-红龙女王",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 00:15:28。",
						}, -- [197]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [198]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1626797772,
							["arg1"] = "所以梅莉在哪",
							["arg9"] = "大脚世界频道",
							["arg2"] = "赛尔提-红龙女王",
						}, -- [199]
						{
							["clColor"] = "fffefefe",
							["time"] = 1626797778,
							["arg1"] = "|cff71d5ff|Hspell:307932:0|h[咒缚恒龙]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风月残雪-黑手军团",
						}, -- [200]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1626797794,
							["arg1"] = "|cffffff00|Hworldmap:1961:6846:2954|h[|A:Waypoint-MapPin-ChatIcon:13:13:0:0|a 地图标记位置]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "该亚一语风-菲拉斯",
						}, -- [201]
						{
							["clColor"] = "fffefefe",
							["time"] = 1626797838,
							["arg1"] = "寒月影刃-菲拉斯   你还交任务不？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风月残雪-黑手军团",
						}, -- [202]
						{
							["clColor"] = "fffefefe",
							["time"] = 1626797854,
							["arg1"] = "|cff808080|Hquest:57686:464|h[永恒旅者]|h|r",
							["arg9"] = "大脚世界频道",
							["arg2"] = "风月残雪-黑手军团",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:17:26。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [207]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096776,
							["arg1"] = "有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "残灬冬-菲拉斯",
						}, -- [208]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096803,
							["arg1"] = "我想找个工会打团",
							["arg9"] = "大脚世界频道",
							["arg2"] = "加尔鲁丶-格雷迈恩",
						}, -- [209]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096814,
							["arg1"] = "战士吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "残灬冬-菲拉斯",
						}, -- [210]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096819,
							["arg1"] = "战士啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "加尔鲁丶-格雷迈恩",
						}, -- [211]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1627096827,
							["arg1"] = "近战满",
							["arg9"] = "大脚世界频道",
							["arg2"] = "化身为兽-格雷迈恩",
						}, -- [212]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096827,
							["arg1"] = "为啥不来绘梦，皮特",
							["arg9"] = "大脚世界频道",
							["arg2"] = "惊蛰-格雷迈恩",
						}, -- [213]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096831,
							["arg1"] = "要不我先把你拉进来？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "残灬冬-菲拉斯",
						}, -- [214]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096839,
							["arg1"] = "打个H还  要分啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "加尔鲁丶-格雷迈恩",
						}, -- [215]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096851,
							["arg1"] = "等RL上线了你们聊？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "残灬冬-菲拉斯",
						}, -- [216]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096897,
							["arg1"] = "什么工会 倾注一生 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "加尔鲁丶-格雷迈恩",
						}, -- [217]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096929,
							["arg1"] = "倾注一生不在收人吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "稻谷-格雷迈恩",
						}, -- [218]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1627096933,
							["arg1"] = "你要来吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "稻谷-格雷迈恩",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["clColor"] = "ff8687ed",
							["time"] = 1627139497,
							["arg1"] = "代工5-6级布甲和披风 需要的M",
							["arg9"] = "大脚世界频道",
							["arg2"] = "亡国的咒术式-格雷迈恩",
						}, -- [224]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1627139897,
							["arg1"] = "通灵门口 好多牛",
							["arg9"] = "大脚世界频道",
							["arg2"] = "重庆任达华-格雷迈恩",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = "记录开始于 07/26/2021 的 23:18:30。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 19:03:20。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [233]
						{
							["clColor"] = "ffa22fc8",
							["time"] = 1627556666,
							["arg1"] = "收刻钍水晶，出各系坯子，252装绑，认准曼曼子～（有水晶可代工，1-6级全部都有）感谢大家的支持～",
							["arg9"] = "大脚世界频道",
							["arg2"] = "可愛的曼曼子-格雷迈恩",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 07/29/2021 的 19:06:19。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["clColor"] = "ff00fe97",
							["time"] = 1627556860,
							["arg1"] = "M12开组了，来235实装各职业，M2开荒",
							["arg9"] = "大脚世界频道",
							["arg2"] = "花下酒中仙-奈萨里奥",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = " ",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 17:16:00。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628002809,
							["arg1"] = "有没有杀佐格拉索斯的",
							["arg2"] = "新疆牛仔-奈萨里奥",
							["arg9"] = "大脚世界频道",
						}, -- [248]
						{
							["clColor"] = "fffe7b09",
							["time"] = 1628002817,
							["arg1"] = "有没有杀佐格拉索斯的",
							["arg2"] = "新疆牛仔-奈萨里奥",
							["arg9"] = "大脚世界频道",
						}, -- [249]
						{
							["clColor"] = "fffefefe",
							["time"] = 1628002831,
							["arg1"] = "出啥东西的",
							["arg2"] = "克拉丽蒙德-红龙女王",
							["arg9"] = "大脚世界频道",
						}, -- [250]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["集合石"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "集合石",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 23:39:54。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 01/11/2021 的 23:41:01。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = "记录开始于 01/16/2021 的 12:37:43。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 12:38:50。",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = "记录开始于 01/16/2021 的 12:47:41。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 20:16:53。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["arg1"] = " ",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = "记录开始于 01/16/2021 的 20:17:41。",
							["type"] = "SYSTEM",
						}, -- [28]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = " ",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 21:53:13。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["arg1"] = " ",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = "记录开始于 01/16/2021 的 22:52:49。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1610813766,
							["arg1"] = "111",
							["arg9"] = "集合石",
							["arg2"] = "土罐-菲拉斯",
						}, -- [37]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1610813808,
							["arg1"] = "1",
							["arg9"] = "集合石",
							["arg2"] = "土罐-菲拉斯",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 12:44:48。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 01/17/2021 的 13:46:45。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["arg1"] = "记录开始于 01/18/2021 的 19:27:28。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/18/2021 的 20:02:03。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = "记录开始于 01/19/2021 的 00:26:58。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = " ",
						}, -- [63]
						{
							["arg1"] = " ",
						}, -- [64]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/19/2021 的 21:31:06。",
						}, -- [65]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [66]
						{
							["arg1"] = " ",
						}, -- [67]
						{
							["arg1"] = " ",
						}, -- [68]
						{
							["arg1"] = "记录开始于 01/19/2021 的 21:38:31。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/19/2021 的 21:52:42。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["arg1"] = " ",
						}, -- [76]
						{
							["arg1"] = "记录开始于 01/20/2021 的 00:06:53。",
							["type"] = "SYSTEM",
						}, -- [77]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [78]
						{
							["arg1"] = " ",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = "记录开始于 01/20/2021 的 00:16:32。",
							["type"] = "SYSTEM",
						}, -- [81]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 22:25:06。",
						}, -- [85]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = "记录开始于 01/21/2021 的 00:05:40。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["arg1"] = " ",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 08:07:56。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = "记录开始于 01/21/2021 的 19:10:25。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["clColor"] = "fffefefe",
							["time"] = 1611228807,
							["arg1"] = "战役完了 这周26还是27啊",
							["arg9"] = "集合石",
							["arg2"] = "真正的粉丝-红龙女王",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 23:02:14。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["arg1"] = "记录开始于 01/21/2021 的 23:54:05。",
							["type"] = "SYSTEM",
						}, -- [106]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [107]
						{
							["arg1"] = " ",
						}, -- [108]
						{
							["arg1"] = " ",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 19:23:25。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["clColor"] = "fff38bb9",
							["time"] = 1611314989,
							["arg1"] = "遍地飘零",
							["arg9"] = "集合石",
							["arg2"] = "莣鋽從媊-菲拉斯",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 01/22/2021 的 23:25:00。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["clColor"] = "ff3ec6ea",
							["time"] = 1611331078,
							["arg1"] = "？",
							["arg9"] = "集合石",
							["arg2"] = "把夜熬熟-格雷迈恩",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 23:59:42。",
						}, -- [120]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = "记录开始于 01/23/2021 的 10:41:42。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = " ",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/23/2021 的 10:56:32。",
						}, -- [128]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["arg1"] = " ",
						}, -- [131]
						{
							["arg1"] = "记录开始于 01/24/2021 的 10:41:29。",
							["type"] = "SYSTEM",
						}, -- [132]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [133]
						{
							["arg1"] = " ",
						}, -- [134]
						{
							["arg1"] = " ",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 18:27:50。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = "记录开始于 01/24/2021 的 18:31:39。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = " ",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 22:27:14。",
						}, -- [144]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [145]
						{
							["clColor"] = "ffc59a6c",
							["time"] = 1611501450,
							["arg1"] = "剧场门口杀联盟刺客",
							["arg9"] = "集合石",
							["arg2"] = "部落铁牛-格雷迈恩",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = "记录开始于 01/25/2021 的 19:40:09。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/25/2021 的 22:47:05。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["arg1"] = " ",
						}, -- [155]
						{
							["arg1"] = " ",
						}, -- [156]
						{
							["arg1"] = "记录开始于 01/27/2021 的 19:37:02。",
							["type"] = "SYSTEM",
						}, -- [157]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [161]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [162]
						{
							["arg1"] = " ",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = "记录开始于 01/28/2021 的 08:04:42。",
							["type"] = "SYSTEM",
						}, -- [165]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [166]
						{
							["arg1"] = " ",
						}, -- [167]
						{
							["arg1"] = " ",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = " ",
						}, -- [172]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = " ",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/02/2021 的 19:53:26。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["arg1"] = " ",
						}, -- [179]
						{
							["arg1"] = " ",
						}, -- [180]
						{
							["arg1"] = "记录开始于 02/11/2021 的 10:30:42。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = " ",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [186]
						{
							["arg1"] = " ",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [189]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["arg1"] = " ",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = " ",
						}, -- [196]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = " ",
						}, -- [200]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/15/2021 的 12:35:02。",
						}, -- [201]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["arg1"] = " ",
						}, -- [204]
						{
							["arg1"] = "记录开始于 02/15/2021 的 16:53:34。",
							["type"] = "SYSTEM",
						}, -- [205]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["arg1"] = " ",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = " ",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/21/2021 的 00:15:28。",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [222]
						{
							["arg1"] = " ",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = "记录开始于 07/24/2021 的 11:17:26。",
							["type"] = "SYSTEM",
						}, -- [225]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [226]
						{
							["arg1"] = " ",
						}, -- [227]
						{
							["arg1"] = " ",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [229]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["arg1"] = " ",
						}, -- [232]
						{
							["arg1"] = "记录开始于 07/26/2021 的 23:18:30。",
							["type"] = "SYSTEM",
						}, -- [233]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/29/2021 的 19:03:20。",
						}, -- [237]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["arg1"] = "记录开始于 07/29/2021 的 19:06:19。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/31/2021 的 17:16:00。",
						}, -- [245]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = " ",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 12/31/2020 的 21:15:25。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["arg1"] = " ",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = "记录开始于 12/31/2020 的 22:39:44。",
							["type"] = "SYSTEM",
						}, -- [8]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = " ",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/01/2021 的 08:42:03。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["arg1"] = " ",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = "记录开始于 01/01/2021 的 09:25:33。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["arg1"] = " ",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/01/2021 的 10:26:09。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/01/2021 的 11:59:03。",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = "记录开始于 01/01/2021 的 15:51:22。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 01/01/2021 的 19:21:46。",
							["type"] = "SYSTEM",
						}, -- [34]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [35]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [36]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/01/2021 的 20:34:29。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = "记录开始于 01/01/2021 的 23:29:32。",
							["type"] = "SYSTEM",
						}, -- [45]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [46]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = "记录开始于 01/02/2021 的 10:51:18。",
							["type"] = "SYSTEM",
						}, -- [50]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [51]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [52]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/02/2021 的 23:10:23。",
						}, -- [56]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [57]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [58]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [59]
						{
							["arg1"] = " ",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = "记录开始于 01/03/2021 的 12:28:25。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = " ",
						}, -- [65]
						{
							["arg1"] = " ",
						}, -- [66]
						{
							["arg1"] = "记录开始于 01/03/2021 的 18:01:42。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = " ",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/03/2021 的 21:13:29。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = " ",
						}, -- [82]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/04/2021 的 19:03:07。",
						}, -- [83]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [84]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["arg1"] = " ",
						}, -- [87]
						{
							["arg1"] = "记录开始于 01/04/2021 的 22:08:11。",
							["type"] = "SYSTEM",
						}, -- [88]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [89]
						{
							["arg1"] = " ",
						}, -- [90]
						{
							["arg1"] = " ",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/04/2021 的 22:21:56。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = " ",
						}, -- [95]
						{
							["arg1"] = "记录开始于 01/04/2021 的 22:45:30。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["arg1"] = "记录开始于 01/05/2021 的 19:36:18。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["arg1"] = " ",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/05/2021 的 22:00:44。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["arg1"] = " ",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = "记录开始于 01/05/2021 的 23:31:25。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = " ",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = "记录开始于 01/06/2021 的 19:36:49。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = " ",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/06/2021 的 20:58:25。",
						}, -- [124]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [125]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [126]
						{
							["arg1"] = " ",
						}, -- [127]
						{
							["arg1"] = " ",
						}, -- [128]
						{
							["arg1"] = "记录开始于 01/06/2021 的 21:44:50。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/07/2021 的 20:22:56。",
						}, -- [134]
						{
							["clColor"] = "ffc31d39",
							["time"] = 1610022544,
							["arg1"] = "收购军团草药，入梦叶1000g/组，安瑟瑞尔花、狐尾花、星光玫瑰800g/组，伊瑟拉莱之种200g/组，玫红颜料10g/个，蜡黄颜料20g/个，邪能球茎50g/个，欢迎邮寄",
							["arg9"] = "交易 - 城市",
							["arg2"] = "大傻四妹-菲拉斯",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = "记录开始于 01/07/2021 的 21:46:26。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = " ",
						}, -- [147]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 20:07:57。",
						}, -- [148]
						{
							["clColor"] = "fffefefe",
							["time"] = 1610368797,
							["arg1"] = "3",
							["arg9"] = "交易 - 城市",
							["arg2"] = "白色丶恋人-格雷迈恩",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["arg1"] = " ",
						}, -- [152]
						{
							["arg1"] = " ",
						}, -- [153]
						{
							["arg1"] = "记录开始于 01/11/2021 的 21:56:29。",
							["type"] = "SYSTEM",
						}, -- [154]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [155]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [156]
						{
							["arg1"] = " ",
						}, -- [157]
						{
							["arg1"] = " ",
						}, -- [158]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/11/2021 的 22:08:47。",
						}, -- [159]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [160]
						{
							["arg1"] = " ",
						}, -- [161]
						{
							["arg1"] = " ",
						}, -- [162]
						{
							["arg1"] = "记录开始于 01/11/2021 的 22:48:58。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["arg1"] = " ",
						}, -- [166]
						{
							["arg1"] = "记录开始于 01/16/2021 的 12:47:41。",
							["type"] = "SYSTEM",
						}, -- [167]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [168]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [169]
						{
							["arg1"] = " ",
						}, -- [170]
						{
							["arg1"] = " ",
						}, -- [171]
						{
							["arg1"] = "记录开始于 01/16/2021 的 20:17:41。",
							["type"] = "SYSTEM",
						}, -- [172]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 21:53:13。",
						}, -- [176]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [177]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [178]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [179]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [180]
						{
							["arg1"] = " ",
						}, -- [181]
						{
							["arg1"] = " ",
						}, -- [182]
						{
							["arg1"] = "记录开始于 01/16/2021 的 22:52:49。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["arg1"] = " ",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [187]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [188]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [189]
						{
							["arg1"] = " ",
						}, -- [190]
						{
							["arg1"] = " ",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/19/2021 的 21:52:42。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["arg1"] = " ",
						}, -- [194]
						{
							["arg1"] = " ",
						}, -- [195]
						{
							["arg1"] = "记录开始于 01/21/2021 的 00:05:40。",
							["type"] = "SYSTEM",
						}, -- [196]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = " ",
						}, -- [199]
						{
							["arg1"] = "记录开始于 01/21/2021 的 19:10:25。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = " ",
						}, -- [202]
						{
							["arg1"] = " ",
						}, -- [203]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 23:02:14。",
						}, -- [204]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["arg1"] = " ",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 23:59:42。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [210]
						{
							["arg1"] = " ",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = "记录开始于 01/23/2021 的 10:41:42。",
							["type"] = "SYSTEM",
						}, -- [213]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = " ",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = "记录开始于 01/24/2021 的 18:31:39。",
							["type"] = "SYSTEM",
						}, -- [217]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 22:27:14。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["arg1"] = " ",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [226]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [227]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [228]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [229]
						{
							["arg1"] = " ",
						}, -- [230]
						{
							["arg1"] = " ",
						}, -- [231]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [232]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [233]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [234]
						{
							["arg1"] = " ",
						}, -- [235]
						{
							["arg1"] = " ",
						}, -- [236]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = " ",
						}, -- [239]
						{
							["arg1"] = " ",
						}, -- [240]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [241]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [242]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [243]
						{
							["arg1"] = " ",
						}, -- [244]
						{
							["arg1"] = " ",
						}, -- [245]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [246]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [247]
						{
							["arg1"] = " ",
						}, -- [248]
						{
							["arg1"] = " ",
						}, -- [249]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				[""] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "",
					["logs"] = {
						{
							["arg1"] = "记录开始于 01/05/2021 的 23:31:48。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["arg1"] = "记录开始于 01/16/2021 的 22:52:49。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [11]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [12]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [15]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [16]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = " ",
						}, -- [18]
						{
							["arg1"] = " ",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 12:44:48。",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = "记录开始于 01/17/2021 的 13:46:45。",
							["type"] = "SYSTEM",
						}, -- [25]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [29]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [31]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["arg1"] = " ",
						}, -- [35]
						{
							["arg1"] = " ",
						}, -- [36]
						{
							["arg1"] = "记录开始于 01/18/2021 的 19:27:28。",
							["type"] = "SYSTEM",
						}, -- [37]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = " ",
						}, -- [40]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/19/2021 的 21:52:42。",
						}, -- [41]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [42]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [43]
						{
							["arg1"] = " ",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 00:08:21。",
						}, -- [46]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 22:25:06。",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [51]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [52]
						{
							["arg1"] = " ",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = "记录开始于 01/21/2021 的 00:05:40。",
							["type"] = "SYSTEM",
						}, -- [55]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [57]
						{
							["arg1"] = " ",
						}, -- [58]
						{
							["arg1"] = " ",
						}, -- [59]
						{
							["arg1"] = "记录开始于 01/21/2021 的 19:10:25。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [61]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [62]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = " ",
						}, -- [71]
						{
							["arg1"] = " ",
						}, -- [72]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 23:02:14。",
						}, -- [73]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [74]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["arg1"] = " ",
						}, -- [80]
						{
							["arg1"] = " ",
						}, -- [81]
						{
							["arg1"] = "记录开始于 01/21/2021 的 23:54:05。",
							["type"] = "SYSTEM",
						}, -- [82]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [83]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [84]
						{
							["arg1"] = " ",
						}, -- [85]
						{
							["arg1"] = " ",
						}, -- [86]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 19:23:25。",
						}, -- [87]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [88]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["arg1"] = " ",
						}, -- [93]
						{
							["arg1"] = " ",
						}, -- [94]
						{
							["arg1"] = "记录开始于 01/22/2021 的 23:25:00。",
							["type"] = "SYSTEM",
						}, -- [95]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [96]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [97]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = " ",
						}, -- [100]
						{
							["arg1"] = " ",
						}, -- [101]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 23:59:42。",
						}, -- [102]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [103]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["arg1"] = " ",
						}, -- [110]
						{
							["arg1"] = " ",
						}, -- [111]
						{
							["arg1"] = "记录开始于 01/23/2021 的 10:41:42。",
							["type"] = "SYSTEM",
						}, -- [112]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [113]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [114]
						{
							["arg1"] = " ",
						}, -- [115]
						{
							["arg1"] = " ",
						}, -- [116]
						{
							["arg1"] = "记录开始于 01/24/2021 的 10:41:29。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [118]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [119]
						{
							["arg1"] = " ",
						}, -- [120]
						{
							["arg1"] = " ",
						}, -- [121]
						{
							["arg1"] = "记录开始于 01/24/2021 的 18:31:39。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [123]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [124]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = " ",
						}, -- [129]
						{
							["arg1"] = " ",
						}, -- [130]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 22:27:14。",
						}, -- [131]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [132]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["arg1"] = " ",
						}, -- [138]
						{
							["arg1"] = " ",
						}, -- [139]
						{
							["arg1"] = "记录开始于 01/25/2021 的 19:40:09。",
							["type"] = "SYSTEM",
						}, -- [140]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [141]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = " ",
						}, -- [143]
						{
							["arg1"] = " ",
						}, -- [144]
						{
							["arg1"] = "记录开始于 01/27/2021 的 19:37:02。",
							["type"] = "SYSTEM",
						}, -- [145]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [146]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = " ",
						}, -- [148]
						{
							["arg1"] = " ",
						}, -- [149]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [150]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 01/28/2021 的 08:04:42。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/02/2021 的 19:53:26。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = "记录开始于 02/15/2021 的 16:53:34。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [245]
						{
							["arg1"] = " ",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [248]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = " ",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/16/2021 的 21:53:13。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [14]
						{
							["arg1"] = " ",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = "记录开始于 01/16/2021 的 22:52:49。",
							["type"] = "SYSTEM",
						}, -- [17]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [19]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [20]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [21]
						{
							["arg1"] = " ",
						}, -- [22]
						{
							["arg1"] = " ",
						}, -- [23]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 12:44:48。",
						}, -- [24]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [25]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [26]
						{
							["arg1"] = " ",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = "记录开始于 01/17/2021 的 13:46:45。",
							["type"] = "SYSTEM",
						}, -- [29]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["arg1"] = " ",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/17/2021 的 23:03:06。",
						}, -- [33]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [34]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [35]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [36]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [37]
						{
							["arg1"] = " ",
						}, -- [38]
						{
							["arg1"] = " ",
						}, -- [39]
						{
							["arg1"] = "记录开始于 01/18/2021 的 19:27:28。",
							["type"] = "SYSTEM",
						}, -- [40]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [41]
						{
							["arg1"] = " ",
						}, -- [42]
						{
							["arg1"] = " ",
						}, -- [43]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/19/2021 的 21:52:42。",
						}, -- [44]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [45]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [46]
						{
							["arg1"] = " ",
						}, -- [47]
						{
							["arg1"] = " ",
						}, -- [48]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 00:08:21。",
						}, -- [49]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [50]
						{
							["arg1"] = " ",
						}, -- [51]
						{
							["arg1"] = " ",
						}, -- [52]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/20/2021 的 22:25:06。",
						}, -- [53]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [54]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [55]
						{
							["arg1"] = " ",
						}, -- [56]
						{
							["arg1"] = " ",
						}, -- [57]
						{
							["arg1"] = "记录开始于 01/21/2021 的 00:05:40。",
							["type"] = "SYSTEM",
						}, -- [58]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [59]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = "记录开始于 01/21/2021 的 19:10:25。",
							["type"] = "SYSTEM",
						}, -- [63]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [64]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [65]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [66]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [67]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [68]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [69]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [70]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [71]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [72]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [73]
						{
							["arg1"] = " ",
						}, -- [74]
						{
							["arg1"] = " ",
						}, -- [75]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/21/2021 的 23:02:14。",
						}, -- [76]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [77]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [78]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [79]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [80]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [81]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [82]
						{
							["arg1"] = " ",
						}, -- [83]
						{
							["arg1"] = " ",
						}, -- [84]
						{
							["arg1"] = "记录开始于 01/21/2021 的 23:54:05。",
							["type"] = "SYSTEM",
						}, -- [85]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [86]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [87]
						{
							["arg1"] = " ",
						}, -- [88]
						{
							["arg1"] = " ",
						}, -- [89]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 19:23:25。",
						}, -- [90]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [91]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [92]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [93]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [94]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [95]
						{
							["arg1"] = " ",
						}, -- [96]
						{
							["arg1"] = " ",
						}, -- [97]
						{
							["arg1"] = "记录开始于 01/22/2021 的 23:25:00。",
							["type"] = "SYSTEM",
						}, -- [98]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [99]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [100]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [101]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [102]
						{
							["arg1"] = " ",
						}, -- [103]
						{
							["arg1"] = " ",
						}, -- [104]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/22/2021 的 23:59:42。",
						}, -- [105]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [106]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [107]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [108]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [109]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [110]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [111]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [112]
						{
							["arg1"] = " ",
						}, -- [113]
						{
							["arg1"] = " ",
						}, -- [114]
						{
							["arg1"] = "记录开始于 01/23/2021 的 10:41:42。",
							["type"] = "SYSTEM",
						}, -- [115]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [116]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [117]
						{
							["arg1"] = " ",
						}, -- [118]
						{
							["arg1"] = " ",
						}, -- [119]
						{
							["arg1"] = "记录开始于 01/24/2021 的 10:41:29。",
							["type"] = "SYSTEM",
						}, -- [120]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [121]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [122]
						{
							["arg1"] = " ",
						}, -- [123]
						{
							["arg1"] = " ",
						}, -- [124]
						{
							["arg1"] = "记录开始于 01/24/2021 的 18:31:39。",
							["type"] = "SYSTEM",
						}, -- [125]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [126]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [127]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [128]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [129]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [130]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [131]
						{
							["arg1"] = " ",
						}, -- [132]
						{
							["arg1"] = " ",
						}, -- [133]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/24/2021 的 22:27:14。",
						}, -- [134]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [135]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [136]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [137]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [138]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [139]
						{
							["arg1"] = " ",
						}, -- [140]
						{
							["arg1"] = " ",
						}, -- [141]
						{
							["arg1"] = "记录开始于 01/25/2021 的 19:40:09。",
							["type"] = "SYSTEM",
						}, -- [142]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [143]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [144]
						{
							["arg1"] = " ",
						}, -- [145]
						{
							["arg1"] = " ",
						}, -- [146]
						{
							["arg1"] = "记录开始于 01/27/2021 的 19:37:02。",
							["type"] = "SYSTEM",
						}, -- [147]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [148]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [149]
						{
							["arg1"] = " ",
						}, -- [150]
						{
							["arg1"] = " ",
						}, -- [151]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/27/2021 的 22:26:36。",
						}, -- [152]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [153]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [154]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [155]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [156]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [157]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [158]
						{
							["arg1"] = " ",
						}, -- [159]
						{
							["arg1"] = " ",
						}, -- [160]
						{
							["arg1"] = "记录开始于 01/28/2021 的 08:04:42。",
							["type"] = "SYSTEM",
						}, -- [161]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [162]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [163]
						{
							["arg1"] = " ",
						}, -- [164]
						{
							["arg1"] = " ",
						}, -- [165]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 01/28/2021 的 22:30:53。",
						}, -- [166]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [167]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [168]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [169]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [170]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [171]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [172]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [173]
						{
							["arg1"] = " ",
						}, -- [174]
						{
							["arg1"] = " ",
						}, -- [175]
						{
							["arg1"] = "记录开始于 01/30/2021 的 12:49:51。",
							["type"] = "SYSTEM",
						}, -- [176]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [177]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [178]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [179]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [180]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [181]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [182]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [183]
						{
							["arg1"] = " ",
						}, -- [184]
						{
							["arg1"] = " ",
						}, -- [185]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/02/2021 的 19:53:26。",
						}, -- [186]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [187]
						{
							["arg1"] = " ",
						}, -- [188]
						{
							["arg1"] = " ",
						}, -- [189]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/11/2021 的 10:35:11。",
						}, -- [190]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [191]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [192]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [193]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [194]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [195]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [196]
						{
							["arg1"] = " ",
						}, -- [197]
						{
							["arg1"] = " ",
						}, -- [198]
						{
							["arg1"] = "记录开始于 02/12/2021 的 10:22:43。",
							["type"] = "SYSTEM",
						}, -- [199]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [200]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [201]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [202]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [203]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [204]
						{
							["arg1"] = " ",
						}, -- [205]
						{
							["arg1"] = " ",
						}, -- [206]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/12/2021 的 12:10:47。",
						}, -- [207]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [208]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [209]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [210]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [211]
						{
							["arg1"] = " ",
						}, -- [212]
						{
							["arg1"] = " ",
						}, -- [213]
						{
							["arg1"] = "记录开始于 02/14/2021 的 10:11:40。",
							["type"] = "SYSTEM",
						}, -- [214]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [215]
						{
							["arg1"] = " ",
						}, -- [216]
						{
							["arg1"] = " ",
						}, -- [217]
						{
							["arg1"] = "记录开始于 02/15/2021 的 16:53:34。",
							["type"] = "SYSTEM",
						}, -- [218]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [219]
						{
							["arg1"] = " ",
						}, -- [220]
						{
							["arg1"] = " ",
						}, -- [221]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 02/28/2021 的 11:49:09。",
						}, -- [222]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [223]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [224]
						{
							["arg1"] = " ",
						}, -- [225]
						{
							["arg1"] = " ",
						}, -- [226]
						{
							["arg1"] = "记录开始于 02/28/2021 的 11:58:06。",
							["type"] = "SYSTEM",
						}, -- [227]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [228]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [229]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [230]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [231]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [232]
						{
							["arg1"] = " ",
						}, -- [233]
						{
							["arg1"] = " ",
						}, -- [234]
						{
							["arg1"] = "记录开始于 04/05/2021 的 11:42:33。",
							["type"] = "SYSTEM",
						}, -- [235]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [236]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [237]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [238]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [239]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [240]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [241]
						{
							["arg1"] = " ",
						}, -- [242]
						{
							["arg1"] = " ",
						}, -- [243]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 07/24/2021 的 23:10:40。",
						}, -- [244]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [245]
						{
							["arg1"] = " ",
						}, -- [246]
						{
							["arg1"] = " ",
						}, -- [247]
						{
							["arg1"] = "记录开始于 08/03/2021 的 22:57:42。",
							["type"] = "SYSTEM",
						}, -- [248]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [249]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [250]
					},
				},
			},
		},
	},
}
