
ElephantDBPerChar = {
	["profileKeys"] = {
		["余生请多指教 - 格雷迈恩"] = "余生请多指教 - 格雷迈恩",
	},
	["char"] = {
		["余生请多指教 - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 10/29/2018 的 16:04:31。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "Valkeuterpe-格雷迈恩",
							["type"] = "WHISPER",
							["time"] = 1540825498,
							["arg1"] = "1",
							["clColor"] = "fff48cba",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1536767899,
							["arg1"] = "别忘了按高级账户的按钮！",
						}, -- [2]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1536767931,
							["arg1"] = "看看这些……但愿没有丢什么东西……",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 09/17/2018 的 10:23:09。",
							["type"] = "SYSTEM",
						}, -- [6]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1537172680,
							["arg1"] = "如果您丢了东西，请联系客服！呵呵呵……",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = " ",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/28/2018 的 14:54:39。",
						}, -- [10]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1538139315,
							["arg1"] = "看看这些……但愿没有丢什么东西……",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = " ",
						}, -- [13]
						{
							["arg1"] = "记录开始于 10/29/2018 的 16:04:31。",
							["type"] = "SYSTEM",
						}, -- [14]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1540825498,
							["arg1"] = "如果您丢了东西，请联系客服！呵呵呵……",
						}, -- [15]
						{
							["arg1"] = " ",
						}, -- [16]
						{
							["arg1"] = " ",
						}, -- [17]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [18]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1541730858,
							["arg1"] = "别忘了按高级账户的按钮！",
						}, -- [19]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1541730882,
							["arg1"] = "看看这些……但愿没有丢什么东西……",
						}, -- [20]
						{
							["arg2"] = "格鲁托妮雅",
							["type"] = "MONSTER_SAY",
							["time"] = 1541730911,
							["arg1"] = "如果您丢了东西，请联系客服！呵呵呵……",
						}, -- [21]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "呼喊",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["arg2"] = "灬紫淼灬-白骨荒野",
							["type"] = "YELL",
							["time"] = 1536767732,
							["arg1"] = "  B W NANDI V V O ",
							["clColor"] = "ff3fc6ea",
						}, -- [2]
						{
							["arg2"] = "灬紫淼灬-白骨荒野",
							["type"] = "YELL",
							["time"] = 1536767793,
							["arg1"] = "  B W NANDI V V O ",
							["clColor"] = "ff3fc6ea",
						}, -- [3]
						{
							["arg2"] = "灬紫淼灬-白骨荒野",
							["type"] = "YELL",
							["time"] = 1536767854,
							["arg1"] = "  B W NANDI V V O ",
							["clColor"] = "ff3fc6ea",
						}, -- [4]
						{
							["arg2"] = "灬紫淼灬-白骨荒野",
							["type"] = "YELL",
							["time"] = 1536767914,
							["arg1"] = "  B W NANDI V V O ",
							["clColor"] = "ff3fc6ea",
						}, -- [5]
						{
							["arg2"] = "灬紫淼灬-白骨荒野",
							["type"] = "YELL",
							["time"] = 1536767975,
							["arg1"] = "  B W NANDI V V O ",
							["clColor"] = "ff3fc6ea",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [9]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "公会",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["arg2"] = "余生请多指教-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1536767867,
							["arg1"] = "123",
							["clColor"] = "ff8787ed",
						}, -- [2]
						{
							["arg2"] = "余生请多指教-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1536767898,
							["arg1"] = "123",
							["clColor"] = "ff8787ed",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = " ",
						}, -- [5]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [6]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "战利品",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1536767564,
							["arg1"] = "你制造了：|cffffffff|Hitem:142117::::::::110:265::::::|h[延时之力药水]|h|rx10。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1536767567,
							["arg1"] = "你制造了：|cffffffff|Hitem:142117::::::::110:265::::::|h[延时之力药水]|h|rx11。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1536767578,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [4]
						{
							["type"] = "LOOT",
							["time"] = 1536767580,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [5]
						{
							["type"] = "LOOT",
							["time"] = 1536767583,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [6]
						{
							["type"] = "LOOT",
							["time"] = 1536767585,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|rx2。",
						}, -- [7]
						{
							["type"] = "LOOT",
							["time"] = 1536767587,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [8]
						{
							["type"] = "LOOT",
							["time"] = 1536767589,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|rx2。",
						}, -- [9]
						{
							["type"] = "LOOT",
							["time"] = 1536767592,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [10]
						{
							["type"] = "LOOT",
							["time"] = 1536767594,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|rx2。",
						}, -- [11]
						{
							["type"] = "LOOT",
							["time"] = 1536767596,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [12]
						{
							["type"] = "LOOT",
							["time"] = 1536767599,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [13]
						{
							["type"] = "LOOT",
							["time"] = 1536767601,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [14]
						{
							["type"] = "LOOT",
							["time"] = 1536767603,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [15]
						{
							["type"] = "LOOT",
							["time"] = 1536767612,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [16]
						{
							["type"] = "LOOT",
							["time"] = 1536767614,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [17]
						{
							["type"] = "LOOT",
							["time"] = 1536767616,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [18]
						{
							["type"] = "LOOT",
							["time"] = 1536767618,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [19]
						{
							["type"] = "LOOT",
							["time"] = 1536767620,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|rx2。",
						}, -- [20]
						{
							["type"] = "LOOT",
							["time"] = 1536767623,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [21]
						{
							["type"] = "LOOT",
							["time"] = 1536767625,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [22]
						{
							["type"] = "LOOT",
							["time"] = 1536767627,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [23]
						{
							["type"] = "LOOT",
							["time"] = 1536767630,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|rx4。",
						}, -- [24]
						{
							["type"] = "LOOT",
							["time"] = 1536767632,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|rx2。",
						}, -- [25]
						{
							["type"] = "LOOT",
							["time"] = 1536767635,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [26]
						{
							["type"] = "LOOT",
							["time"] = 1536767640,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|r。",
						}, -- [27]
						{
							["type"] = "LOOT",
							["time"] = 1536767642,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|rx3。",
						}, -- [28]
						{
							["type"] = "LOOT",
							["time"] = 1536767642,
							["arg1"] = "你制造了：|cffffffff|Hitem:127835::::::::110:265::::::|h[古代法力药水]|h|rx3。",
						}, -- [29]
						{
							["type"] = "LOOT",
							["time"] = 1536767648,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [30]
						{
							["type"] = "LOOT",
							["time"] = 1536767651,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|rx2。",
						}, -- [31]
						{
							["type"] = "LOOT",
							["time"] = 1536767653,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [32]
						{
							["type"] = "LOOT",
							["time"] = 1536767655,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [33]
						{
							["type"] = "LOOT",
							["time"] = 1536767658,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [34]
						{
							["type"] = "LOOT",
							["time"] = 1536767660,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|r。",
						}, -- [35]
						{
							["type"] = "LOOT",
							["time"] = 1536767662,
							["arg1"] = "你制造了：|cffffffff|Hitem:127834::::::::110:265::::::|h[古代治疗药水]|h|rx2。",
						}, -- [36]
						{
							["type"] = "LOOT",
							["time"] = 1536767705,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [37]
						{
							["type"] = "LOOT",
							["time"] = 1536767707,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [38]
						{
							["type"] = "LOOT",
							["time"] = 1536767709,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [39]
						{
							["type"] = "LOOT",
							["time"] = 1536767712,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [40]
						{
							["type"] = "LOOT",
							["time"] = 1536767714,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [41]
						{
							["type"] = "LOOT",
							["time"] = 1536767716,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [42]
						{
							["type"] = "LOOT",
							["time"] = 1536767718,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [43]
						{
							["type"] = "LOOT",
							["time"] = 1536767720,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [44]
						{
							["type"] = "LOOT",
							["time"] = 1536767723,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [45]
						{
							["type"] = "LOOT",
							["time"] = 1536767725,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [46]
						{
							["type"] = "LOOT",
							["time"] = 1536767727,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [47]
						{
							["type"] = "LOOT",
							["time"] = 1536767729,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [48]
						{
							["type"] = "LOOT",
							["time"] = 1536767732,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [49]
						{
							["type"] = "LOOT",
							["time"] = 1536767734,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [50]
						{
							["type"] = "LOOT",
							["time"] = 1536767736,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [51]
						{
							["type"] = "LOOT",
							["time"] = 1536767738,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [52]
						{
							["type"] = "LOOT",
							["time"] = 1536767741,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [53]
						{
							["type"] = "LOOT",
							["time"] = 1536767743,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [54]
						{
							["type"] = "LOOT",
							["time"] = 1536767745,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [55]
						{
							["type"] = "LOOT",
							["time"] = 1536767745,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127919::::::::110:265::13::::|h[配方：古代活力药水]|h|r。",
						}, -- [56]
						{
							["type"] = "LOOT",
							["time"] = 1536767752,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [57]
						{
							["type"] = "LOOT",
							["time"] = 1536767754,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [58]
						{
							["type"] = "LOOT",
							["time"] = 1536767756,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [59]
						{
							["type"] = "LOOT",
							["time"] = 1536767759,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127836::::::::110:265::::::|h[古代活力药水]|h|r。",
						}, -- [60]
						{
							["type"] = "LOOT",
							["time"] = 1536767761,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [61]
						{
							["type"] = "LOOT",
							["time"] = 1536767763,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [62]
						{
							["type"] = "LOOT",
							["time"] = 1536767766,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [63]
						{
							["type"] = "LOOT",
							["time"] = 1536767768,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [64]
						{
							["type"] = "LOOT",
							["time"] = 1536767770,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [65]
						{
							["type"] = "LOOT",
							["time"] = 1536767772,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [66]
						{
							["type"] = "LOOT",
							["time"] = 1536767775,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [67]
						{
							["type"] = "LOOT",
							["time"] = 1536767777,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:127841::::::::110:265::::::|h[天行药水]|h|r。",
						}, -- [68]
						{
							["arg1"] = " ",
						}, -- [69]
						{
							["arg1"] = " ",
						}, -- [70]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [71]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "系统信息",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767564,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767594,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767624,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767654,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767684,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767714,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767744,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767749,
							["arg1"] = "你已经学会了制作新物品：古代活力药水",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767774,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [10]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767804,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [11]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767834,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [12]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767839,
							["arg1"] = "|Hplayer:太空抡大锤|h[太空抡大锤]|h上线了。",
						}, -- [13]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767842,
							["arg1"] = "余生请多指教离开了公会。",
						}, -- [14]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767857,
							["arg1"] = "|Hplayer:哈尼斯斯|h[哈尼斯斯]|h邀请你加入ECUSTSinoGerman。",
						}, -- [15]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767859,
							["arg1"] = "你在公会中的声望达到了崇敬",
						}, -- [16]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767859,
							["arg1"] = "余生请多指教-格雷迈恩加入了公会。",
						}, -- [17]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767864,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [18]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767894,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [19]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767911,
							["arg1"] = "哈尼斯斯指定余生请多指教担任新的公会领袖",
						}, -- [20]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767924,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [21]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767955,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [22]
						{
							["type"] = "SYSTEM",
							["time"] = 1536767984,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [23]
						{
							["arg1"] = " ",
						}, -- [24]
						{
							["arg1"] = " ",
						}, -- [25]
						{
							["arg1"] = "记录开始于 09/17/2018 的 10:23:09。",
							["type"] = "SYSTEM",
						}, -- [26]
						{
							["type"] = "SYSTEM",
							["time"] = 1537172620,
							["arg1"] = "可可果仁喝下|cffffffff|Hitem:111522::::::::110:265::::::|h[K.A.Y.T.提卡利特酿]|h|r之后有点醉醺醺的。",
						}, -- [27]
						{
							["arg1"] = " ",
						}, -- [28]
						{
							["arg1"] = " ",
						}, -- [29]
						{
							["arg1"] = "记录开始于 10/29/2018 的 16:04:31。",
							["type"] = "SYSTEM",
						}, -- [30]
						{
							["type"] = "SYSTEM",
							["time"] = 1540825513,
							["arg1"] = "余生请多指教指定Valkeuterpe担任新的公会领袖",
						}, -- [31]
						{
							["arg1"] = " ",
						}, -- [32]
						{
							["arg1"] = " ",
						}, -- [33]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [34]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["大脚世界频道"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "大脚世界频道",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:33。",
						}, -- [1]
						{
							["clColor"] = "fff48cba",
							["time"] = 1536767553,
							["arg1"] = "|cffffff00|Hachievement:11124:Player-1500-04AC9C54:1:6:21:17:4294967295:4294967295:4294967295:4294967295|h[苏拉玛楷模]|h|r我哭了，起 义任务在哪里",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暗夜路西法",
						}, -- [2]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767557,
							["arg1"] = "ms找个固定团     有缺奶的团吗？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜",
						}, -- [3]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1536767573,
							["arg1"] = "声望崇拜才有",
							["arg9"] = "大脚世界频道",
							["arg2"] = "此名无法用",
						}, -- [4]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1536767574,
							["arg1"] = "公会二团招收猎人一名，活动时间412，有意的兄弟请M我详谈~",
							["arg9"] = "大脚世界频道",
							["arg2"] = "皮神",
						}, -- [5]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767585,
							["arg1"] = "怕是没有哦，现在奶一抓一大把。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "秋落木",
						}, -- [6]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1536767585,
							["arg1"] = "后续任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "此名无法用-格雷迈恩",
						}, -- [7]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1536767590,
							["arg1"] = "天禄牛逼!",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕咕兽",
						}, -- [8]
						{
							["clColor"] = "fff48cba",
							["time"] = 1536767606,
							["arg1"] = "已经崇拜了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暗夜路西法-格雷迈恩",
						}, -- [9]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767607,
							["arg1"] = "←，←不是每个奶都像我这么强的好吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜-格雷迈恩",
						}, -- [10]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1536767609,
							["arg1"] = "格服10年老牌工会<SwordGrave>     招募稳定SS DH，备战H奥迪尔。另外也欢迎休闲养老玩家入住本会。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "左手无名指丶-格雷迈恩",
						}, -- [11]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1536767615,
							["arg1"] = "天禄在打比赛了？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "毛总素质低",
						}, -- [12]
						{
							["clColor"] = "fff48cba",
							["time"] = 1536767621,
							["arg1"] = "之前任务好像放弃过，现在找不到哪个阶段了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "暗夜路西法-格雷迈恩",
						}, -- [13]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1536767638,
							["arg1"] = "任务都会显示在地图上",
							["arg9"] = "大脚世界频道",
							["arg2"] = "此名无法用-格雷迈恩",
						}, -- [14]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1536767640,
							["arg1"] = "天禄nb!",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕咕兽-格雷迈恩",
						}, -- [15]
						{
							["clColor"] = "ffaad372",
							["time"] = 1536767640,
							["arg1"] = "猎人宠物天赋不能改了？？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "一头兽突然丶",
						}, -- [16]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1536767648,
							["arg1"] = "主线任务",
							["arg9"] = "大脚世界频道",
							["arg2"] = "此名无法用-格雷迈恩",
						}, -- [17]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1536767651,
							["arg1"] = "major啊",
							["arg9"] = "大脚世界频道",
							["arg2"] = "咕咕兽-格雷迈恩",
						}, -- [18]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1536767673,
							["arg1"] = "麻烦有谁发一下珠宝",
							["arg9"] = "大脚世界频道",
							["arg2"] = "映月凯歌",
						}, -- [19]
						{
							["clColor"] = "ffa330c9",
							["time"] = 1536767675,
							["arg1"] = "谢谢",
							["arg9"] = "大脚世界频道",
							["arg2"] = "映月凯歌-格雷迈恩",
						}, -- [20]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767683,
							["arg1"] = "|cffffd000|Htrade:Player-1500-0454B446:110420:755|h[珠宝加工]|h|r、",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜-格雷迈恩",
						}, -- [21]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767704,
							["arg1"] = "MS找个固定团   治疗量爆表有需要的吗。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜-格雷迈恩",
						}, -- [22]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1536767721,
							["arg1"] = "直接说奶大就行呗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊猫武圣",
						}, -- [23]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1536767735,
							["arg1"] = "有多爆？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Eagerly",
						}, -- [24]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767765,
							["arg1"] = "反正打野团平均2w+吧   ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜-格雷迈恩",
						}, -- [25]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1536767781,
							["arg1"] = "各位现在打BOSS木桩 无BUFF能打多少？",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊猫胖鸟渣树",
						}, -- [26]
						{
							["clColor"] = "ffaad372",
							["time"] = 1536767782,
							["arg1"] = "用点力 能挤你一脸硅胶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "大熊哥哥-黑手军团",
						}, -- [27]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1536767788,
							["arg1"] = "2W+。。6666",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Eagerly-格雷迈恩",
						}, -- [28]
						{
							["clColor"] = "ffaad372",
							["time"] = 1536767790,
							["arg1"] = "名字就决定他的奶量了。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "飞小新",
						}, -- [29]
						{
							["clColor"] = "ff3fc6ea",
							["time"] = 1536767803,
							["arg1"] = "1.8瑟瑟发抖",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Eagerly-格雷迈恩",
						}, -- [30]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1536767846,
							["arg1"] = "听说牧师奶量看名字，那叫安杰拉齐格勒的牧师一点上天了",
							["arg9"] = "大脚世界频道",
							["arg2"] = "熊爪丨烈酒-黑手军团",
						}, -- [31]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1536767850,
							["arg1"] = "   （ 听 潮 ）  本F顶级半休闲工会，因团队需要招收SS 鹌鹑 踏风 各一枚，H5号面前！",
							["arg9"] = "大脚世界频道",
							["arg2"] = "血溅手指",
						}, -- [32]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1536767851,
							["arg1"] = "11",
							["arg9"] = "大脚世界频道",
							["arg2"] = "余生请多指教-格雷迈恩",
						}, -- [33]
						{
							["clColor"] = "ffaad372",
							["time"] = 1536767881,
							["arg1"] = "这起码得是G罩杯的量吧",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奈亚拉托提娜",
						}, -- [34]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1536767881,
							["arg1"] = "照你这么说血DK都得叫安尔乐。。。",
							["arg9"] = "大脚世界频道",
							["arg2"] = "硬丶",
						}, -- [35]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767891,
							["arg1"] = "打奶找个固定团     有需要奶的团吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜-格雷迈恩",
						}, -- [36]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1536767896,
							["arg1"] = "150g收新地图绿装 10G收浪息布 5g收闪光之鳞 15g收血污之骨 有多少要多少 优先邮寄",
							["arg9"] = "大脚世界频道",
							["arg2"] = "Huskareborn",
						}, -- [37]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767916,
							["arg1"] = "大奶找个固定团。  有差奶的团么...",
							["arg9"] = "大脚世界频道",
							["arg2"] = "瓦伦蒂娜-格雷迈恩",
						}, -- [38]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1536767932,
							["arg1"] = "战士有啥用 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "爷蹲街戏小妞-瓦丝琪",
						}, -- [39]
						{
							["clColor"] = "fff48cba",
							["time"] = 1536767941,
							["arg1"] = "帅",
							["arg9"] = "大脚世界频道",
							["arg2"] = "朝小树",
						}, -- [40]
						{
							["clColor"] = "ffffffff",
							["time"] = 1536767942,
							["arg1"] = "加buff",
							["arg9"] = "大脚世界频道",
							["arg2"] = "霹雳宝",
						}, -- [41]
						{
							["clColor"] = "ff8787ed",
							["time"] = 1536767947,
							["arg1"] = "都不缺奶 只有缺术爷的",
							["arg9"] = "大脚世界频道",
							["arg2"] = "半支烟灭",
						}, -- [42]
						{
							["clColor"] = "ff0070dd",
							["time"] = 1536767952,
							["arg1"] = "包二奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "王子祭祀",
						}, -- [43]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1536767978,
							["arg1"] = "吃奶",
							["arg9"] = "大脚世界频道",
							["arg2"] = "爷蹲街戏小妞-瓦丝琪",
						}, -- [44]
						{
							["arg1"] = " ",
						}, -- [45]
						{
							["arg1"] = " ",
						}, -- [46]
						{
							["arg1"] = "记录开始于 09/17/2018 的 10:23:09。",
							["type"] = "SYSTEM",
						}, -- [47]
						{
							["clColor"] = "ffc41e3a",
							["time"] = 1537172776,
							["arg1"] = "|cffffff00|Hachievement:8454:Player-962-0430A168:1:12:29:17:4294967295:4294967295:4294967295:4294967295|h[奥格瑞玛破城者的荣耀]|h|r全做  给 迦拉卡斯的子嗣 能拉  来人 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "坚强化身-瓦丝琪",
						}, -- [48]
						{
							["arg1"] = " ",
						}, -- [49]
						{
							["arg1"] = " ",
						}, -- [50]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/28/2018 的 14:54:39。",
						}, -- [51]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1538139303,
							["arg1"] = "最高的是枯法者",
							["arg9"] = "大脚世界频道",
							["arg2"] = "会长的牛",
						}, -- [52]
						{
							["clColor"] = "ffff7c0a",
							["time"] = 1538139315,
							["arg1"] = "世界大使的箱子也给",
							["arg9"] = "大脚世界频道",
							["arg2"] = "会长的牛-格雷迈恩",
						}, -- [53]
						{
							["arg1"] = " ",
						}, -- [54]
						{
							["arg1"] = " ",
						}, -- [55]
						{
							["arg1"] = "记录开始于 10/29/2018 的 16:04:31。",
							["type"] = "SYSTEM",
						}, -- [56]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1540825503,
							["arg1"] = "奥迪儿，H1-8,来老板 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥尔天团开飞",
						}, -- [57]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1540825513,
							["arg1"] = "奥迪儿，H1-8,来老板 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥尔天团开飞-格雷迈恩",
						}, -- [58]
						{
							["clColor"] = "ff00ff96",
							["time"] = 1540825524,
							["arg1"] = "奥迪儿，H1-8,来老板 ",
							["arg9"] = "大脚世界频道",
							["arg2"] = "奥尔天团开飞-格雷迈恩",
						}, -- [59]
						{
							["clColor"] = "fff48cba",
							["time"] = 1540825529,
							["arg1"] = "345的奶骑 可以打7层大米吗",
							["arg9"] = "大脚世界频道",
							["arg2"] = "恐怖图腾",
						}, -- [60]
						{
							["arg1"] = " ",
						}, -- [61]
						{
							["arg1"] = " ",
						}, -- [62]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [63]
					},
				},
				["集合石"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "集合石",
					["logs"] = {
						{
							["arg1"] = "记录开始于 09/17/2018 的 10:23:51。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/28/2018 的 14:54:39。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [6]
						{
							["arg1"] = " ",
						}, -- [7]
						{
							["arg1"] = " ",
						}, -- [8]
						{
							["arg1"] = "记录开始于 10/29/2018 的 16:04:31。",
							["type"] = "SYSTEM",
						}, -- [9]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [10]
						{
							["arg1"] = " ",
						}, -- [11]
						{
							["arg1"] = " ",
						}, -- [12]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [13]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [14]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "综合",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["hasMessage"] = false,
					["name"] = "本地防务",
					["logs"] = {
						{
							["type"] = "SYSTEM",
							["arg1"] = "记录开始于 09/12/2018 的 17:52:07。",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["arg1"] = "你加入了频道。",
						}, -- [2]
						{
							["arg1"] = " ",
						}, -- [3]
						{
							["arg1"] = " ",
						}, -- [4]
						{
							["arg1"] = "记录开始于 11/09/2018 的 03:33:44。",
							["type"] = "SYSTEM",
						}, -- [5]
					},
				},
			},
		},
	},
}
