
DuowanBankSaveData = {
	["version"] = "5.02",
	["格雷迈恩"] = {
		["bankData"] = {
			["Items"] = {
				{
					"无畏腿铠", -- [1]
					"Interface\\ICONS\\INV_Pants_Plate_05.blp", -- [2]
					1, -- [3]
					"板甲", -- [4]
					true, -- [5]
					60, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"玛尔顿·杜佛斯", -- [8]
					4000000000, -- [9]
					190000000, -- [10]
					3810000000, -- [11]
					false, -- [12]
					17, -- [13]
					0, -- [14]
					"|cffa335ee|Hitem:22417:0:0:0:0:0:0:0:100:0:15:0|h[无畏腿铠]|h|r", -- [15]
					17, -- [16]
				}, -- [1]
				{
					"无主的黑市宝箱", -- [1]
					"Interface\\ICONS\\INV_MISC_Lockbox_1.blp", -- [2]
					1, -- [3]
					"垃圾", -- [4]
					true, -- [5]
					1, -- [6]
					"REQ_LEVEL_ABBR", -- [7]
					"郭雅夫人", -- [8]
					578000000, -- [9]
					27000000, -- [10]
					551000000, -- [11]
					false, -- [12]
					5, -- [13]
					0, -- [14]
					"|cffa335ee|Hitem:110592:0:0:0:0:0:0:0:100:0:15:0|h[无主的黑市宝箱]|h|r", -- [15]
					67, -- [16]
				}, -- [2]
			},
			["time"] = "2015-1-19-21-11",
			["numItems"] = 2,
		},
	},
}
