
ElephantDBPerChar = {
	["profileKeys"] = {
		["Magiccream - 洛丹伦"] = "Magiccream - 洛丹伦",
	},
	["char"] = {
		["Magiccream - 洛丹伦"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "泽莉·哈特诺兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1542852850,
							["arg1"] = "前往雷霆崖的飞艇到达了！全体登船，我们要迅速飞越贫瘠之地！",
						}, -- [2]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "泽莉·哈特诺兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1542852850,
							["arg1"] = "前往雷霆崖的飞艇到达了！全体登船，我们要迅速飞越贫瘠之地！",
						}, -- [2]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "督军扎克戈",
							["type"] = "MONSTER_SAY",
							["time"] = 1542852809,
							["arg1"] = "和我说一声，我们就开始！",
						}, -- [2]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "泽莉·哈特诺兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1542852850,
							["arg1"] = "前往雷霆崖的飞艇到达了！全体登船，我们要迅速飞越贫瘠之地！",
						}, -- [2]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "LOOT",
							["time"] = 1542852895,
							["arg1"] = "你获得了物品：|cffa335ee|Hitem:1728::::::::110:259::::::|h[提布的炽炎长剑]|h|r。",
						}, -- [2]
						{
							["type"] = "LOOT",
							["time"] = 1542852898,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:162637::::::::110:259::::::|h[周年礼物]|h|r。",
						}, -- [3]
						{
							["type"] = "LOOT",
							["time"] = 1542852899,
							["arg1"] = "你获得了物品：|cffffffff|Hitem:8383::::::::110:259::::::|h[普通信件]|h|r。",
						}, -- [4]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852805,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:191645:0|h[德拉诺探路者]|h|r。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852805,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:226342:0|h[破碎群岛探路者]|h|r。",
						}, -- [3]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852805,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:233368:0|h[破碎群岛探路者]|h|r。",
						}, -- [4]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852805,
							["arg1"] = "你学会了新的被动效果：|cff71d5ff|Hspell:281576:0|h[争霸艾泽拉斯探路者]|h|r。",
						}, -- [5]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852806,
							["arg1"] = "你现在没有加入任何一个公会",
						}, -- [6]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852820,
							["arg1"] = "|Hplayer:小二部落|h[小二部落]|h邀请你加入时光简史。",
						}, -- [7]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852824,
							["arg1"] = "你在公会中的声望达到了中立",
						}, -- [8]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852824,
							["arg1"] = "Magiccream-洛丹伦加入了公会。",
						}, -- [9]
						{
							["type"] = "SYSTEM",
							["time"] = 1542852908,
							["arg1"] = "|cffff80ff|Htransmogappearance:365|h[提布的炽炎长剑]|h|r已加入了你的外观收藏。",
						}, -- [10]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [10]
				{
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "泽莉·哈特诺兹",
							["type"] = "MONSTER_YELL",
							["time"] = 1542852850,
							["arg1"] = "前往雷霆崖的飞艇到达了！全体登船，我们要迅速飞越贫瘠之地！",
						}, -- [2]
					},
					["hasMessage"] = true,
					["enabled"] = true,
				}, -- [11]
				["集合石"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "集合石",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:13:38。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg1"] = "你加入了频道。",
							["type"] = "SYSTEM",
						}, -- [2]
					},
				},
				["本地防务"] = {
					["enabled"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 11/22/2018 的 03:12:56。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
