
RAIDBUILDER_CHARACTER_DB = {
	["profileKeys"] = {
		["Magiccream - 艾莫莉丝"] = "Magiccream - 艾莫莉丝",
	},
	["profiles"] = {
		["Magiccream - 艾莫莉丝"] = {
			["logs"] = {
				"|cff00ffff2014/12/26 23:54:55|r 兑换平台商品列表已更新。", -- [1]
				"|cff00ffff2015/01/06 11:18:49|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [2]
				"|cff00ffff2015/01/06 13:31:39|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [3]
				"|cff00ffff2015/01/06 14:24:15|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [4]
				"|cff00ffff2015/01/06 15:31:29|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [5]
				"|cff00ffff2015/01/06 16:48:55|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [6]
				"|cff00ffff2015/01/06 17:34:10|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [7]
				"|cff00ffff2015/01/06 17:38:05|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [8]
				"|cff00ffff2015/01/06 20:14:44|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [9]
				"|cff00ffff2015/01/06 20:29:04|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [10]
				"|cff00ffff2015/01/06 23:31:41|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [11]
				"|cff00ffff2015/01/06 23:49:35|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [12]
				"|cff00ffff2015/01/07 00:06:51|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [13]
				"|cff00ffff2015/01/07 00:12:07|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [14]
				"|cff00ffff2015/01/07 00:15:25|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [15]
				"|cff00ffff2015/01/07 00:20:13|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [16]
				"|cff00ffff2015/01/07 00:27:38|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [17]
				"|cff00ffff2015/01/07 00:33:54|r 发现新版本：|cfffed00060000.07|r，请及时下载更新 下载链接：|cfffed000http://w.163.com/special/wowsocial/|r 更新内容：|cfffed000集合石插件60000.07重装上线，全新的界面、全新的功能，请大家及时更新下载。|r 更多更新内容请浏览论坛", -- [18]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 0.836560857701898,
					["scale"] = 1,
				},
				["defaultPanel"] = 5,
			},
		},
	},
}
