
ElephantDBPerChar = {
	["profileKeys"] = {
		["我叫丨哀木涕 - 格雷迈恩"] = "我叫丨哀木涕 - 格雷迈恩",
	},
	["char"] = {
		["我叫丨哀木涕 - 格雷迈恩"] = {
			["logs"] = {
				{
					["enabled"] = true,
					["name"] = "悄悄话",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [1]
				{
					["enabled"] = true,
					["name"] = "团队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [2]
				{
					["enabled"] = true,
					["name"] = "小队",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [3]
				{
					["enabled"] = true,
					["name"] = "说",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [4]
				{
					["enabled"] = true,
					["name"] = "呼喊",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [5]
				{
					["enabled"] = true,
					["name"] = "公会官员",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [6]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "公会",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "我叫丨哀木涕-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1545264169,
							["arg1"] = "|Kv1|k",
							["clColor"] = "ffc69b6d",
						}, -- [2]
						{
							["arg2"] = "我叫丨哀木涕-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1545264181,
							["arg1"] = "|Kv2|k",
							["clColor"] = "ffc69b6d",
						}, -- [3]
						{
							["arg2"] = "我叫丨哀木涕-格雷迈恩",
							["type"] = "GUILD",
							["time"] = 1545264193,
							["arg1"] = "|Kv3|k",
							["clColor"] = "ffc69b6d",
						}, -- [4]
					},
				}, -- [7]
				{
					["enabled"] = true,
					["name"] = "战利品",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [8]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "系统信息",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["type"] = "SYSTEM",
							["time"] = 1545264185,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [2]
						{
							["type"] = "SYSTEM",
							["time"] = 1545264215,
							["arg1"] = "未找到名为“S1Horde”的在线玩家。",
						}, -- [3]
					},
				}, -- [9]
				{
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "成就",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["arg2"] = "我叫丨哀木涕-格雷迈恩",
							["type"] = "GUILD_ACHIEVEMENT",
							["time"] = 1545264164,
							["arg1"] = "%s获得了成就|cffffff00|Hachievement:523:Player-1500-031DE51E:1:12:20:18:4294967295:4294967295:4294967295:4294967295|h[5个声望崇拜]|h|r！",
							["clColor"] = "ffc69b6d",
						}, -- [2]
					},
				}, -- [10]
				{
					["enabled"] = true,
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				}, -- [11]
				["本地防务"] = {
					["enabled"] = true,
					["name"] = "本地防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["世界防务"] = {
					["enabled"] = true,
					["name"] = "世界防务",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["综合"] = {
					["enabled"] = true,
					["hasMessage"] = true,
					["name"] = "综合",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
						{
							["clColor"] = "ffc69b6d",
							["time"] = 1545264221,
							["arg1"] = "<ECUSTSinoGerman> 国外新建公会，会内都是同学朋友气氛和谐，您还在为“时差”担忧吗？来吧，这里是想打本做成就或者想休闲的海外党的福音！欢迎各种海外党！",
							["arg2"] = "我叫丨哀木涕-格雷迈恩",
							["arg9"] = "综合 - 双月殿",
						}, -- [2]
					},
				},
				["交易"] = {
					["enabled"] = true,
					["name"] = "交易",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
				["公会招募"] = {
					["enabled"] = true,
					["name"] = "公会招募",
					["logs"] = {
						{
							["arg1"] = "记录开始于 12/20/2018 的 01:02:24。",
							["type"] = "SYSTEM",
						}, -- [1]
					},
				},
			},
		},
	},
}
