
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["丨頑酷態鍍丨 - 格雷迈恩"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
		["serverDatas"] = {
			["ActivitiesData"] = {
				["data"] = "$1$Z$S126`你搞活动我买单`部落·H萨格拉斯之墓`7月22日（周六）20点，部落·H萨格拉斯之墓*J工欲善其事，必先利其器，在广大团队纷纷挑战史诗难度萨格拉斯之墓的时候，我们需要更多的勇士做好准备，为了一起见证欺诈者陨落的那一刻，部落大酋长命令大家与活动主持人：熊猫TV-闹小闹闹（房间号：309685）武装到牙齿！为了鲜血与农药！*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
				["new"] = false,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#2^S2003;1000,,每周限量;49287;30157#3001;850,,每周限量;93669;47348^S消耗品#3#1^S1001;60;49288;30141;2#1001;60;49289;30518;1^S玩具#1^S3005;750,,每周限量;46780#3007;450,,每周限量;69227#4002;800,,每周限量;93672^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S老板^S消费^S马云^S有偿^S![Tt][Bb]^S![Vv][Xx]^S下单^S![Ww][Xx]^S散拍^S收费^S![Vv][Ii][Pp]^S付款^S某鱼^S代练^S大佬^S包毕业^S陪打%h*开车^S手工^S起%h*件^S某宝^S搜店^S直播^S电影^S陪打^S低价^S木瓜魔兽^S陪玩^S东东飞速^S躺%h*滴滴^S售后^S竞%h*技^S贝%h*贝^S可%h*躺^S特jia^Sxiaofei^S惊喜价^S强迫^S搜数字^S微%h*信^S提供^S奇%h*点^S神器能量^S小时^S都接^S私人^S蘑菇^S各系^S跟打^S见装^S马上进组^^",
				["new"] = true,
			},
		},
		["version"] = "80100.01",
	},
}
